[
    {
        "source_sentence": "Cūḷaniddesa",
        "translation": "Cūḷaniddesa",
        "source": "cnd14:0.1_0"
    },
    {
        "source_sentence": "Pārāyanavagganiddesa",
        "translation": "Pārāyanavagganiddesa",
        "source": "cnd14:0.2_0"
    },
    {
        "source_sentence": "Pucchāniddesa",
        "translation": "Pucchāniddesa",
        "source": "cnd14:0.3_0"
    },
    {
        "source_sentence": "10. Kappamāṇavapucchāniddesa",
        "translation": "10. Kappamāṇavapucchāniddesa",
        "source": "cnd14:0.4_0"
    },
    {
        "source_sentence": "**Majjhe sarasmiṁ tiṭṭhataṁ,**",
        "translation": "In the middle of the day means",
        "source": "cnd14:1.1_0"
    },
    {
        "source_sentence": "(iccāyasmā kappo)",
        "translation": "Leave, venerable.",
        "source": "cnd14:1.2_0"
    },
    {
        "source_sentence": "**Oghe jāte mahabbhaye;**",
        "translation": "Then the great hermit is born in the great flood,",
        "source": "cnd14:1.3_0"
    },
    {
        "source_sentence": "**Jarāmaccuparetānaṁ,**",
        "translation": "to care for old age and death.",
        "source": "cnd14:1.4_0"
    },
    {
        "source_sentence": "**Dīpaṁ pabrūhi mārisa;**",
        "translation": "to light a lamp, dear Sir.",
        "source": "cnd14:1.5_0"
    },
    {
        "source_sentence": "**Tvañca me dīpamakkhāhi,**",
        "translation": "Teach me the island,",
        "source": "cnd14:1.6_0"
    },
    {
        "source_sentence": "**Yathāyidaṁ nāparaṁ siyā. **",
        "translation": "as before, so there may be no more.",
        "source": "cnd14:1.7_0"
    },
    {
        "source_sentence": "**Majjhe sarasmiṁ tiṭṭhatan**ti saro vuccati saṁsāro āgamanaṁ gamanaṁ gamanāgamanaṁ kālaṁ gati bhavābhavo cuti ca upapatti ca nibbatti ca bhedo ca jāti ca jarā ca maraṇañca.",
        "translation": "(Mahinda replied:) “There is three times in the present life, going to rebirth and death. Rebirth is called rebirth, old age, and death.”",
        "source": "cnd14:2.1_0"
    },
    {
        "source_sentence": "Saṁsārassa purimāpi koṭi na paññāyati, pacchimāpi koṭi na paññāyati;",
        "translation": "Even for a million years there is no point in motion and no gong.",
        "source": "cnd14:2.2_0"
    },
    {
        "source_sentence": "majjheva saṁsāre sattā ṭhitā patiṭṭhitā allīnā upagatā ajjhositā adhimuttā.",
        "translation": "Which remains still, sentient beings are established on weakness, and they’re freed,",
        "source": "cnd14:2.3_0"
    },
    {
        "source_sentence": "Kathaṁ saṁsārassa purimā koṭi na paññāyati?",
        "translation": "How does a migrate before million and accusations?",
        "source": "cnd14:3.1_0"
    },
    {
        "source_sentence": "Ettakā jātiyo vaṭṭaṁ vatti, tato paraṁ na vattatīti hevaṁ natthi, evampi saṁsārassa purimā koṭi na paññāyati.",
        "translation": "This life is to be found! If there is no more than that, it’s not appropriate that they have no place.",
        "source": "cnd14:3.2_0"
    },
    {
        "source_sentence": "Ettakāni jātisatāni vaṭṭaṁ vatti, tato paraṁ na vattatīti hevaṁ natthi, evampi saṁsārassa purimā koṭi na paññāyati.",
        "translation": "If this is so, there’s no cycle of rebirths can’t be found than that.",
        "source": "cnd14:3.3_0"
    },
    {
        "source_sentence": "Ettakāni jātisahassāni vaṭṭaṁ vatti, tato paraṁ na vattatīti hevaṁ natthi, evampi saṁsārassa purimā koṭi na paññāyati.",
        "translation": "For this is the species of the birth, so no more than that.",
        "source": "cnd14:3.4_0"
    },
    {
        "source_sentence": "Ettakāni jātisatasahassāni vaṭṭaṁ vatti, tato paraṁ na vattatīti hevaṁ natthi, evampi saṁsārassa purimā koṭi na paññāyati.",
        "translation": "And many hundreds of thousands of times proceeded like this. There’s no one of them that’s mixed up with wisdom.",
        "source": "cnd14:3.5_0"
    },
    {
        "source_sentence": "Ettakā jātikoṭiyo vaṭṭaṁ vatti, tato paraṁ na vattatīti hevaṁ natthi, evampi saṁsārassa purimā koṭi na paññāyati.",
        "translation": "But there is no such thing as this.",
        "source": "cnd14:3.6_0"
    },
    {
        "source_sentence": "Ettakāni jātikoṭisatāni vaṭṭaṁ vatti, tato paraṁ na vattatīti hevaṁ natthi, evampi saṁsārassa purimā koṭi na paññāyati.",
        "translation": "But if there were two hundred cycles of rolling onwards, there is no millet and transmigration.",
        "source": "cnd14:3.7_0"
    },
    {
        "source_sentence": "Ettakāni jātikoṭisahassāni vaṭṭaṁ vatti, tato paraṁ na vattatīti, hevaṁ natthi.",
        "translation": "If this is so, it can’t be said that there is no more than this.",
        "source": "cnd14:3.8_0"
    },
    {
        "source_sentence": "Evampi saṁsārassa purimā koṭi na paññāyati.",
        "translation": "so too no one moment has no stage in his first point.",
        "source": "cnd14:3.9_0"
    },
    {
        "source_sentence": "Ettakāni jātikoṭisatasahassāni vaṭṭaṁ vatti, tato paraṁ na vattatīti hevaṁ natthi, evampi saṁsārassa purimā koṭi na paññāyati.",
        "translation": "For one hundred thousand rebirths can say such as this. But there’s no extent his passing away.",
        "source": "cnd14:3.10_0"
    },
    {
        "source_sentence": "Ettakāni vassāni vaṭṭaṁ vatti, tato paraṁ na vattatīti hevaṁ natthi, evampi saṁsārassa purimā koṭi na paññāyati.",
        "translation": "But even though this rolls on, some cycle no-one else than that, so too no matter how hard it can be found.",
        "source": "cnd14:4.1_0"
    },
    {
        "source_sentence": "Ettakāni vassasatāni vaṭṭaṁ vatti, tato paraṁ na vattatīti hevaṁ natthi, evampi saṁsārassa purimā koṭi na paññāyati.",
        "translation": "how many hundreds falls apart from that cycle is found. Because of that there is no wrong thing.",
        "source": "cnd14:4.2_0"
    },
    {
        "source_sentence": "Ettakāni vassasahassāni vaṭṭaṁ vatti, tato paraṁ na vattatīti hevaṁ natthi, evampi saṁsārassa purimā koṭi na paññāyati.",
        "translation": "For many thousands of years there is no more than that. But there is no subtle than this matter.",
        "source": "cnd14:4.3_0"
    },
    {
        "source_sentence": "Ettakāni vassasatasahassāni vaṭṭaṁ vatti, tato paraṁ na vattatīti hevaṁ natthi, evampi saṁsārassa purimā koṭi na paññāyati.",
        "translation": "And how many hundreds of thousands does not proceed when it is found in this very life. But there is no cycle of rebirths can be found.",
        "source": "cnd14:4.4_0"
    },
    {
        "source_sentence": "Ettakā vassakoṭiyo vaṭṭaṁ vatti, tato paraṁ na vattatīti hevaṁ natthi, evampi saṁsārassa purimā koṭi na paññāyati.",
        "translation": "This rotten at million years, isn’t found than that. Beyond that no matter!",
        "source": "cnd14:4.5_0"
    },
    {
        "source_sentence": "Ettakāni vassakoṭisatāni vaṭṭaṁ vatti, tato paraṁ na vattatīti hevaṁ natthi, evampi saṁsārassa purimā koṭi na paññāyati.",
        "translation": "If this is so, the cycle of rolling on top of the fish is found no better or worse than that.",
        "source": "cnd14:4.6_0"
    },
    {
        "source_sentence": "Ettakāni vassakoṭisahassāni vaṭṭaṁ vatti, tato paraṁ na vattatīti hevaṁ natthi, evampi saṁsārassa purimā koṭi na paññāyati.",
        "translation": "For if this rolls on top of an iron millets, there is no cycle of rebirths for the first time.",
        "source": "cnd14:4.7_0"
    },
    {
        "source_sentence": "Ettakāni vassakoṭisatasahassāni vaṭṭaṁ vatti, tato paraṁ na vattatīti hevaṁ natthi, evampi saṁsārassa purimā koṭi na paññāyati.",
        "translation": "And even if hundred years old, it’s not cycle for one hundred thousand years more than that, so there is no million.",
        "source": "cnd14:4.8_0"
    },
    {
        "source_sentence": "Ettakāni kappāni vaṭṭaṁ vatti, tato paraṁ na vattatīti hevaṁ natthi, evampi saṁsārassa purimā koṭi na paññāyati.",
        "translation": "how many eons have passed, so there is no more than that.",
        "source": "cnd14:5.1_0"
    },
    {
        "source_sentence": "Ettakāni kappasatāni vaṭṭaṁ vatti, tato paraṁ na vattatīti hevaṁ natthi, evampi saṁsārassa purimā koṭi na paññāyati.",
        "translation": "If many eons have passed, there are no more than that.",
        "source": "cnd14:5.2_0"
    },
    {
        "source_sentence": "Ettakāni kappasahassāni vaṭṭaṁ vatti, tato paraṁ na vattatīti hevaṁ natthi, evampi saṁsārassa purimā koṭi na paññāyati.",
        "translation": "And how many eons have no such roars, but no matter what’s best for them is found. For this is not found.",
        "source": "cnd14:5.3_0"
    },
    {
        "source_sentence": "Ettakāni kappasatasahassāni vaṭṭaṁ vatti, tato paraṁ na vattatīti hevaṁ natthi, evampi saṁsārassa purimā koṭi na paññāyati.",
        "translation": "And how many hundreds, how many hundreds does not proceed when it is found. Now there is no more than that.",
        "source": "cnd14:5.4_0"
    },
    {
        "source_sentence": "Ettakā kappakoṭiyo vaṭṭaṁ vatti, tato paraṁ na vattatīti hevaṁ natthi, evampi saṁsārassa purimā koṭi na paññāyati.",
        "translation": "But there is no such thing as this.",
        "source": "cnd14:5.5_0"
    },
    {
        "source_sentence": "Ettakāni kappakoṭisatāni vaṭṭaṁ vatti, tato paraṁ na vattatīti hevaṁ natthi, evampi saṁsārassa purimā koṭi na paññāyati.",
        "translation": "If hundred eons have no such roar, there is no cycle of rebirths more than that. For this is the first moment.",
        "source": "cnd14:5.6_0"
    },
    {
        "source_sentence": "Ettakāni kappakoṭisahassāni vaṭṭaṁ vatti, tato paraṁ na vattatīti hevaṁ natthi, evampi saṁsārassa purimā koṭi na paññāyati.",
        "translation": "For all the eons of expansion and contrary to the Monastic Law there are no more than that. For this is the previous ones:",
        "source": "cnd14:5.7_0"
    },
    {
        "source_sentence": "Ettakāni kappakoṭisatasahassāni vaṭṭaṁ vatti, tato paraṁ na vattatīti hevaṁ natthi, evampi saṁsārassa purimā koṭi na paññāyati.",
        "translation": "For many hundreds of thousands of eons so there is no more than that.",
        "source": "cnd14:5.8_0"
    },
    {
        "source_sentence": "Vuttañhetaṁ bhagavatā—",
        "translation": "for this is said by the Buddha,",
        "source": "cnd14:6.1_0"
    },
    {
        "source_sentence": "“anamataggoyaṁ, bhikkhave, saṁsāro, pubbā koṭi na paññāyati avijjānīvaraṇānaṁ sattānaṁ taṇhāsaṁyojanānaṁ sandhāvataṁ saṁsarataṁ.",
        "translation": "“Mendicants, transmigration has no known beginning. It’s not the fetter of craving for sentient beings who transmigrate and fettered by craving.",
        "source": "cnd14:6.2_0"
    },
    {
        "source_sentence": "Evaṁ dīgharattaṁ kho, bhikkhave, dukkhaṁ paccanubhūtaṁ tibbaṁ paccanubhūtaṁ byasanaṁ paccanubhūtaṁ, kaṭasī vaḍḍhitā.",
        "translation": "For such a long time you have undergone suffering, agony, and disaster, swelling the cemeteries.",
        "source": "cnd14:6.3_0"
    },
    {
        "source_sentence": "Yāvañcidaṁ, bhikkhave, alameva sabbasaṅkhāresu nibbindituṁ alaṁ virajjituṁ alaṁ vimuccitun”ti.",
        "translation": "This is quite enough for you to become disillusioned, dispassionate, and freed regarding all conditions.”",
        "source": "cnd14:6.4_0"
    },
    {
        "source_sentence": "Evampi saṁsārassa purimā koṭi na paññāyati.",
        "translation": "so too no one moment has no stage in his first point.",
        "source": "cnd14:6.5_0"
    },
    {
        "source_sentence": "Kathaṁ saṁsārassa pacchimā koṭi na paññāyati?",
        "translation": "How do you hold on top of an end?",
        "source": "cnd14:7.1_0"
    },
    {
        "source_sentence": "Ettakā jātiyo vaṭṭaṁ vattissati, tato paraṁ na vattissatīti hevaṁ natthi, evampi saṁsārassa pacchimā koṭi na paññāyati.",
        "translation": "He can’t say that there is no more future lives. But there will be no endeavor for them.",
        "source": "cnd14:7.2_0"
    },
    {
        "source_sentence": "Ettakāni jātisatāni, ettakāni jātisahassāni, ettakāni jātisatasahassāni …pe…",
        "translation": "how many hundreds of thousands of years it lasts.",
        "source": "cnd14:7.3_0"
    },
    {
        "source_sentence": "ettakā jātikoṭiyo, ettakāni jātikoṭisatāni, ettakāni jātikoṭisahassāni, ettakāni jātikoṭisatasahassāni, ettakāni vassāni, ettakāni vassasatāni, ettakāni vassasahassāni, ettakāni vassasatasahassāni, ettakā vassakoṭiyo, ettakāni vassakoṭisatāni, ettakāni vassakoṭisahassāni, ettakāni vassakoṭisatasahassāni, ettakāni kappāni, ettakāni kappasatāni, ettakāni kappasahassāni, ettakāni kappasatasahassāni, ettakā kappakoṭiyo, ettakāni kappakoṭisatāni, ettakāni kappakoṭisahassāni, ettakāni kappakoṭisatasahassāni vaṭṭaṁ vattissati, tato paraṁ na vattissatīti hevaṁ natthi, evampi saṁsārassa pacchimā koṭi na paññāyati.",
        "translation": "and many hundreds of thousands of years.",
        "source": "cnd14:7.4_0"
    },
    {
        "source_sentence": "Evampi saṁsārassa purimāpi koṭi na paññāyati, pacchimāpi koṭi na paññāyati, majjheva saṁsāre sattā ṭhitā patiṭṭhitā allīnā upagatā ajjhositā adhimuttāti—",
        "translation": "This too is how the first point of descent roaming and transmigrating, well wrapped in the middle, and end.",
        "source": "cnd14:7.5_0"
    },
    {
        "source_sentence": "majjhe sarasmiṁ tiṭṭhataṁ.",
        "translation": "In the middle of the day means",
        "source": "cnd14:7.6_0"
    },
    {
        "source_sentence": "**Iccāyasmā kappo**ti.",
        "translation": "Leavesd like this.",
        "source": "cnd14:7.7_0"
    },
    {
        "source_sentence": "**Iccā**ti padasandhi …pe….",
        "translation": "It’s impermanent ...",
        "source": "cnd14:7.8_0"
    },
    {
        "source_sentence": "**Āyasmā**ti piyavacanaṁ …pe….",
        "translation": "Piyaka ...",
        "source": "cnd14:7.9_0"
    },
    {
        "source_sentence": "**Kappo**ti tassa brāhmaṇassa nāmaṁ …pe… abhilāpoti—",
        "translation": "His name is drawn nearby.",
        "source": "cnd14:7.10_0"
    },
    {
        "source_sentence": "iccāyasmā kappo.",
        "translation": "Leave, venerable.",
        "source": "cnd14:7.11_0"
    },
    {
        "source_sentence": "**Oghe jāte mahabbhaye**ti kāmoghe bhavoghe diṭṭhoghe avijjoghe jāte sañjāte nibbatte abhinibbatte pātubhūte.",
        "translation": "when the dust is born and grows,",
        "source": "cnd14:8.1_0"
    },
    {
        "source_sentence": "**Mahabbhaye**ti jātibhaye jarābhaye byādhibhaye maraṇabhayeti—",
        "translation": "Since they’re very sick, they’re unable to get old age, sickness, and death.",
        "source": "cnd14:8.2_0"
    },
    {
        "source_sentence": "oghe jāte mahabbhaye.",
        "translation": "Then the great hermit is born in the great flood,",
        "source": "cnd14:8.3_0"
    },
    {
        "source_sentence": "**Jarāmaccuparetānan**ti jarāya phuṭṭhānaṁ paretānaṁ samohitānaṁ samannāgatānaṁ.",
        "translation": "throwing off old age and death, they were endowed with care.",
        "source": "cnd14:9.1_0"
    },
    {
        "source_sentence": "Maccunā phuṭṭhānaṁ paretānaṁ samohitānaṁ samannāgatānaṁ, jātiyā anugatānaṁ jarāya anusaṭānaṁ byādhinā abhibhūtānaṁ maraṇena abbhāhatānaṁ atāṇānaṁ aleṇānaṁ asaraṇānaṁ asaraṇībhūtānanti—",
        "translation": "When others were born, they devoted to rebirth, old age, and death, with sorrow, lamentation, pain, sadness, and distress.",
        "source": "cnd14:9.2_0"
    },
    {
        "source_sentence": "jarāmaccuparetānaṁ.",
        "translation": "to care for old age and death.",
        "source": "cnd14:9.3_0"
    },
    {
        "source_sentence": "**Dīpaṁ pabrūhi mārisā**ti dīpaṁ tāṇaṁ leṇaṁ saraṇaṁ gatiṁ parāyanaṁ brūhi ācikkhāhi desehi paññapehi paṭṭhapehi vivarāhi vibhajāhi uttānīkarohi pakāsehi.",
        "translation": "He explains what is contrary to the Teaching as Mātali.",
        "source": "cnd14:10.1_0"
    },
    {
        "source_sentence": "**Mārisā**ti piyavacanaṁ garuvacanaṁ sagāravasappatissādhivacanametaṁ mārisāti—",
        "translation": "terminator as respect and reverence, that is to say:",
        "source": "cnd14:10.2_0"
    },
    {
        "source_sentence": "dīpaṁ pabrūhi mārisa.",
        "translation": "to light a lamp, dear Sir.",
        "source": "cnd14:10.3_0"
    },
    {
        "source_sentence": "**Tvañca me dīpamakkhāhī**ti.",
        "translation": "You must explain this to me,",
        "source": "cnd14:11.1_0"
    },
    {
        "source_sentence": "**Tvan**ti bhagavantaṁ bhaṇati.",
        "translation": "if he does not listen to the Buddha;",
        "source": "cnd14:11.2_0"
    },
    {
        "source_sentence": "**Dīpamakkhāhī**ti dīpaṁ tāṇaṁ leṇaṁ saraṇaṁ gatiṁ parāyanaṁ akkhāhi ācikkhāhi desehi paññapehi paṭṭhapehi vivarāhi vibhajāhi uttānīkarohi pakāsehīti—",
        "translation": "explains what is inferior to one who has gone for refuge to the prescribed. They explain a meditation subject as inferior. They explain, reveal it, expound it, and show it.",
        "source": "cnd14:11.3_0"
    },
    {
        "source_sentence": "tvañca me dīpamakkhāhi.",
        "translation": "Teach me the island,",
        "source": "cnd14:11.4_0"
    },
    {
        "source_sentence": "**Yathāyidaṁ nāparaṁ siyā**ti yathayidaṁ dukkhaṁ idheva nirujjheyya vūpasameyya atthaṁ gaccheyya paṭippassambheyya punapaṭisandhikaṁ dukkhaṁ na nibbatteyya, kāmadhātuyā vā rūpadhātuyā vā arūpadhātuyā vā kāmabhave vā rūpabhave vā arūpabhave vā saññābhave vā asaññābhave vā nevasaññānāsaññābhave vā ekavokārabhave vā catuvokārabhave vā pañcavokārabhave vā punagatiyā vā upapattiyā vā paṭisandhiyā vā bhave vā saṁsāre vā vaṭṭe vā na janeyya na sañjaneyya na nibbatteyya nābhinibbatteyya.",
        "translation": "all these things would make them be reborn here.",
        "source": "cnd14:12.1_0"
    },
    {
        "source_sentence": "Idheva nirujjheyya vūpasameyya atthaṁ gaccheyya paṭippassambheyyāti—",
        "translation": "It’s here that you should resolve the sitting mat on all sides before.”",
        "source": "cnd14:12.2_0"
    },
    {
        "source_sentence": "yathāyidaṁ nāparaṁ siyā.",
        "translation": "as before, so there may be no more.",
        "source": "cnd14:12.3_0"
    },
    {
        "source_sentence": "Tenāha so brāhmaṇo—",
        "translation": "Hence that brahmin thought,",
        "source": "cnd14:12.4_0"
    },
    {
        "source_sentence": "“Majjhe sarasmiṁ tiṭṭhataṁ,",
        "translation": "“For those standing in the middle of a lake,",
        "source": "cnd14:13.1_0"
    },
    {
        "source_sentence": "(iccāyasmā kappo)",
        "translation": "Leave, venerable.",
        "source": "cnd14:13.2_0"
    },
    {
        "source_sentence": "Oghe jāte mahabbhaye;",
        "translation": "Then the great hermit is born in the great flood,",
        "source": "cnd14:13.3_0"
    },
    {
        "source_sentence": "Jarāmaccuparetānaṁ,",
        "translation": "to care for old age and death.",
        "source": "cnd14:13.4_0"
    },
    {
        "source_sentence": "Dīpaṁ pabrūhi mārisa;",
        "translation": "to light a lamp, dear Sir.",
        "source": "cnd14:13.5_0"
    },
    {
        "source_sentence": "Tvañca me dīpamakkhāhi,",
        "translation": "Teach me the island,",
        "source": "cnd14:13.6_0"
    },
    {
        "source_sentence": "Yathāyidaṁ nāparaṁ siyā”ti.",
        "translation": "as before, so there would be no more after.”",
        "source": "cnd14:13.7_0"
    },
    {
        "source_sentence": "**Majjhe sarasmiṁ tiṭṭhataṁ,**",
        "translation": "In the middle of the day means",
        "source": "cnd14:14.1_0"
    },
    {
        "source_sentence": "(kappāti bhagavā)",
        "translation": "said the Buddha,",
        "source": "cnd14:14.2_0"
    },
    {
        "source_sentence": "**Oghe jāte mahabbhaye;**",
        "translation": "Then the great hermit is born in the great flood,",
        "source": "cnd14:14.3_0"
    },
    {
        "source_sentence": "**Jarāmaccuparetānaṁ,**",
        "translation": "to care for old age and death.",
        "source": "cnd14:14.4_0"
    },
    {
        "source_sentence": "**Dīpaṁ pabrūmi kappa te. **",
        "translation": "I light a lamp for you.",
        "source": "cnd14:14.5_0"
    },
    {
        "source_sentence": "**Majjhe sarasmiṁ tiṭṭhatan**ti saro vuccati saṁsāro āgamanaṁ gamanaṁ gamanāgamanaṁ kālaṁ gati bhavābhavo, cuti ca upapatti ca nibbatti ca bhedo ca jāti ca jarā ca maraṇañca.",
        "translation": "(Mahinda replied:) “There is three times in the present life, going to rebirth and death. Rebirth is called rebirth, old age, and death.”",
        "source": "cnd14:15.1_0"
    },
    {
        "source_sentence": "Saṁsārassa purimāpi koṭi na paññāyati, pacchimāpi koṭi na paññāyati.",
        "translation": "Even for a million years there is no point in motion and no gong.",
        "source": "cnd14:15.2_0"
    },
    {
        "source_sentence": "Majjheva saṁsāre sattā ṭhitā patiṭṭhitā allīnā upagatā ajjhositā adhimuttā.",
        "translation": "Which remains still, sentient beings are established on weakness, and they’re freed,",
        "source": "cnd14:15.3_0"
    },
    {
        "source_sentence": "Kathaṁ saṁsārassa purimā koṭi na paññāyati …pe…",
        "translation": "How does a mixture can be seen to have no first points?",
        "source": "cnd14:16.1_0"
    },
    {
        "source_sentence": "evaṁ saṁsārassa purimā koṭi na paññāyati.",
        "translation": "That’s how big first point is not found in the first point.",
        "source": "cnd14:16.2_0"
    },
    {
        "source_sentence": "Kathaṁ saṁsārassa pacchimā koṭi na paññāyati …pe…",
        "translation": "How do you prorepose the western quarter? ...",
        "source": "cnd14:16.3_0"
    },
    {
        "source_sentence": "evaṁ saṁsārassa pacchimā koṭi na paññāyati.",
        "translation": "Even so the last big tree is not found in me,",
        "source": "cnd14:16.4_0"
    },
    {
        "source_sentence": "Evaṁ saṁsārassa purimāpi koṭi na paññāyati, pacchimāpi koṭi na paññāyati.",
        "translation": "Even so too for a moment the former border is not found in me even a fraction of wisdom.",
        "source": "cnd14:16.5_0"
    },
    {
        "source_sentence": "Majjheva saṁsāre sattā ṭhitā patiṭṭhitā allīnā upagatā ajjhositā adhimuttāti—",
        "translation": "While the middle of you’re standing, sentient beings pass away and reappear, and they’re freed.",
        "source": "cnd14:16.6_0"
    },
    {
        "source_sentence": "majjhe sarasmiṁ tiṭṭhataṁ.",
        "translation": "In the middle of the day means",
        "source": "cnd14:16.7_0"
    },
    {
        "source_sentence": "**Kappāti bhagavā**ti.",
        "translation": "Sir, for the sake of a world:",
        "source": "cnd14:16.8_0"
    },
    {
        "source_sentence": "**Kappā**ti bhagavā taṁ brāhmaṇaṁ nāmena ālapati.",
        "translation": "The Buddha allows him to drink him by name.",
        "source": "cnd14:16.9_0"
    },
    {
        "source_sentence": "**Bhagavā**ti gāravādhivacanametaṁ …pe… sacchikā paññatti, yadidaṁ bhagavāti—",
        "translation": "The Buddha has designated Māra’s statements, that is,",
        "source": "cnd14:16.10_0"
    },
    {
        "source_sentence": "kappāti bhagavā.",
        "translation": "said the Buddha,",
        "source": "cnd14:16.11_0"
    },
    {
        "source_sentence": "**Oghe jāte mahabbhaye**ti kāmoghe bhavoghe diṭṭhoghe avijjoghe jāte sañjāte nibbatte abhinibbatte pātubhūte.",
        "translation": "when the dust is born and grows,",
        "source": "cnd14:17.1_0"
    },
    {
        "source_sentence": "**Mahabbhaye**ti jātibhaye jarābhaye byādhibhaye maraṇabhayeti—",
        "translation": "Since they’re very sick, they’re unable to get old age, sickness, and death.",
        "source": "cnd14:17.2_0"
    },
    {
        "source_sentence": "oghe jāte mahabbhaye.",
        "translation": "Then the great hermit is born in the great flood,",
        "source": "cnd14:17.3_0"
    },
    {
        "source_sentence": "**Jarāmaccuparetānan**ti jarāya phuṭṭhānaṁ paretānaṁ samohitānaṁ samannāgatānaṁ, maccunā phuṭṭhānaṁ paretānaṁ samohitānaṁ samannāgatānaṁ jātiyā anugatānaṁ jarāya anusaṭānaṁ byādhinā abhibhūtānaṁ maraṇena abbhāhatānaṁ atāṇānaṁ aleṇānaṁ asaraṇānaṁ asaraṇībhūtānanti—",
        "translation": "When someone were touched by old age, they sorrow, lamentation, pain, sadness, and distress.",
        "source": "cnd14:18.1_0"
    },
    {
        "source_sentence": "jarāmaccuparetānaṁ.",
        "translation": "to care for old age and death.",
        "source": "cnd14:18.2_0"
    },
    {
        "source_sentence": "**Dīpaṁ pabrūmi kappa te**ti dīpaṁ tāṇaṁ leṇaṁ saraṇaṁ gatiṁ parāyanaṁ brūmi ācikkhāmi desemi paññapemi paṭṭhapemi vivarāmi vibhajāmi uttānīkaromi pakāsemīti—",
        "translation": "I explain to you how to go for refuge to you.",
        "source": "cnd14:19.1_0"
    },
    {
        "source_sentence": "dīpaṁ pabrūmi kappa te.",
        "translation": "I light a lamp for you.",
        "source": "cnd14:19.2_0"
    },
    {
        "source_sentence": "Tenāha bhagavā—",
        "translation": "The Buddha replied,",
        "source": "cnd14:19.3_0"
    },
    {
        "source_sentence": "“Majjhe sarasmiṁ tiṭṭhataṁ,",
        "translation": "“For those standing in the middle of a lake,",
        "source": "cnd14:20.1_0"
    },
    {
        "source_sentence": "(kappāti bhagavā)",
        "translation": "said the Buddha,",
        "source": "cnd14:20.2_0"
    },
    {
        "source_sentence": "Oghe jāte mahabbhaye;",
        "translation": "Then the great hermit is born in the great flood,",
        "source": "cnd14:20.3_0"
    },
    {
        "source_sentence": "Jarāmaccuparetānaṁ,",
        "translation": "to care for old age and death.",
        "source": "cnd14:20.4_0"
    },
    {
        "source_sentence": "Dīpaṁ pabrūmi kappa te”ti.",
        "translation": "I can make your island between your light.”",
        "source": "cnd14:20.5_0"
    },
    {
        "source_sentence": "**Akiñcanaṁ anādānaṁ,**",
        "translation": "one with nothing, never grasping:",
        "source": "cnd14:21.1_0"
    },
    {
        "source_sentence": "**etaṁ dīpaṁ anāparaṁ;**",
        "translation": "this is the island with nothing beyond,",
        "source": "cnd14:21.2_0"
    },
    {
        "source_sentence": "**Nibbānaṁ iti naṁ brūmi,**",
        "translation": "this is extinguishment, I say.",
        "source": "cnd14:21.3_0"
    },
    {
        "source_sentence": "**jarāmaccuparikkhayaṁ. **",
        "translation": "like an old-age,",
        "source": "cnd14:21.4_0"
    },
    {
        "source_sentence": "**Akiñcanaṁ anādānan**ti.",
        "translation": "Without harming nothing, they did not give away.",
        "source": "cnd14:22.1_0"
    },
    {
        "source_sentence": "**Kiñcanan**ti—",
        "translation": "And what is the ground for criticism?",
        "source": "cnd14:22.2_0"
    },
    {
        "source_sentence": "rāgakiñcanaṁ dosakiñcanaṁ mohakiñcanaṁ mānakiñcanaṁ diṭṭhikiñcanaṁ kilesakiñcanaṁ duccaritakiñcanaṁ;",
        "translation": "greed, hate, and delusion.",
        "source": "cnd14:22.3_0"
    },
    {
        "source_sentence": "kiñcanappahānaṁ kiñcanavūpasamaṁ kiñcanapaṭinissaggaṁ kiñcanapaṭippassaddhiṁ amataṁ nibbānanti—",
        "translation": "And what is the physical endurance?",
        "source": "cnd14:22.4_0"
    },
    {
        "source_sentence": "akiñcanaṁ.",
        "translation": "One with nothing, never grasping:",
        "source": "cnd14:22.5_0"
    },
    {
        "source_sentence": "**Anādānan**ti **ādānaṁ** vuccati taṇhā.",
        "translation": "are called craving—",
        "source": "cnd14:22.6_0"
    },
    {
        "source_sentence": "Yo rāgo sārāgo …pe… abhijjhā lobho akusalamūlaṁ.",
        "translation": "Greed ...",
        "source": "cnd14:22.7_0"
    },
    {
        "source_sentence": "Ādānappahānaṁ ādānavūpasamaṁ ādānapaṭinissaggaṁ ādānapaṭippassaddhiṁ amataṁ nibbānanti—",
        "translation": "When it comes to the end of giving up and let go of all attachments, the deathless is the deathless:",
        "source": "cnd14:22.8_0"
    },
    {
        "source_sentence": "akiñcanaṁ anādānaṁ.",
        "translation": "one with nothing, never grasping:",
        "source": "cnd14:22.9_0"
    },
    {
        "source_sentence": "**Etaṁ dīpaṁ anāparan**ti etaṁ dīpaṁ tāṇaṁ leṇaṁ saraṇaṁ gati parāyanaṁ.",
        "translation": "this is the island with its other refuge, this is the island for refuge, the starts, and change.",
        "source": "cnd14:23.1_0"
    },
    {
        "source_sentence": "**Anāparan**ti tamhā paro añño dīpo natthi.",
        "translation": "there is no other thing compared to the another,",
        "source": "cnd14:23.2_0"
    },
    {
        "source_sentence": "Atha kho so evaṁ dīpo aggo ca seṭṭho ca viseṭṭho ca pāmokkho ca uttamo ca pavaro cāti—",
        "translation": "then that enlightener, the foremost, best, and chief.",
        "source": "cnd14:23.3_0"
    },
    {
        "source_sentence": "etaṁ dīpaṁ anāparaṁ.",
        "translation": "this is the island with nothing beyond,",
        "source": "cnd14:23.4_0"
    },
    {
        "source_sentence": "**Nibbānaṁ iti naṁ brūmī**ti vānaṁ vuccati taṇhā.",
        "translation": "they say this is called craving.",
        "source": "cnd14:24.1_0"
    },
    {
        "source_sentence": "Yo rāgo sārāgo …pe… abhijjhā lobho akusalamūlaṁ.",
        "translation": "Greed ...",
        "source": "cnd14:24.2_0"
    },
    {
        "source_sentence": "Vānappahānaṁ vānavūpasamaṁ vānapaṭinissaggaṁ vānapaṭippassaddhiṁ amataṁ nibbānaṁ.",
        "translation": "I observed the deathless or to let go of their meditation, or to let go of all attachments.",
        "source": "cnd14:24.3_0"
    },
    {
        "source_sentence": "**Itī**ti padasandhi padasaṁsaggo padapāripūrī akkharasamavāyo byañjanasiliṭṭhatā padānupubbatāpetaṁ—",
        "translation": "And so it is phrases by comparison with Pokkharasāti, filled with the briming lotus ponds, and followed by curry.",
        "source": "cnd14:24.4_0"
    },
    {
        "source_sentence": "itīti.",
        "translation": "Those men went to the King and informed him: “There is no reason,”",
        "source": "cnd14:24.5_0"
    },
    {
        "source_sentence": "**Brūmī**ti brūmi ācikkhāmi desemi paññapemi paṭṭhapemi vivarāmi vibhajāmi uttānīkaromi pakāsemīti—",
        "translation": "I declare, ‘I declare, I declare’m declared, establish, clarify, analyze, and reveal it.’",
        "source": "cnd14:24.6_0"
    },
    {
        "source_sentence": "nibbānaṁ iti naṁ brūmi.",
        "translation": "this is extinguishment, I say.",
        "source": "cnd14:24.7_0"
    },
    {
        "source_sentence": "**Jarāmaccuparikkhayan**ti jarāmaraṇassa pahānaṁ vūpasamaṁ paṭinissaggaṁ paṭippassaddhiṁ amataṁ nibbānanti—",
        "translation": "The deathless, the stilling of old age and death, the stilling of old age and death, the deathless, and the deathless.",
        "source": "cnd14:25.1_0"
    },
    {
        "source_sentence": "jarāmaccuparikkhayaṁ.",
        "translation": "like an old-age,",
        "source": "cnd14:25.2_0"
    },
    {
        "source_sentence": "Tenāha bhagavā—",
        "translation": "The Buddha replied,",
        "source": "cnd14:25.3_0"
    },
    {
        "source_sentence": "“Akiñcanaṁ anādānaṁ,",
        "translation": "“Food, never grasping!",
        "source": "cnd14:26.1_0"
    },
    {
        "source_sentence": "etaṁ dīpaṁ anāparaṁ;",
        "translation": "this is the island with nothing beyond,",
        "source": "cnd14:26.2_0"
    },
    {
        "source_sentence": "Nibbānaṁ iti naṁ brūmi,",
        "translation": "this is extinguishment, I say.",
        "source": "cnd14:26.3_0"
    },
    {
        "source_sentence": "jarāmaccuparikkhayan”ti.",
        "translation": "destroyers of old age and death.”",
        "source": "cnd14:26.4_0"
    },
    {
        "source_sentence": "**Etadaññāya ye satā,**",
        "translation": "Knowing this, those who are mindful,",
        "source": "cnd14:27.1_0"
    },
    {
        "source_sentence": "**Diṭṭhadhammābhinibbutā;**",
        "translation": "extinguished in this very life.",
        "source": "cnd14:27.2_0"
    },
    {
        "source_sentence": "**Na te māravasānugā,**",
        "translation": "don’t fall under Māra’s sway,",
        "source": "cnd14:27.3_0"
    },
    {
        "source_sentence": "**Na te mārassa paddhagū. **",
        "translation": "don’t come to Māra.",
        "source": "cnd14:27.4_0"
    },
    {
        "source_sentence": "**Etadaññāya ye satā**ti.",
        "translation": "Knowing this, those who are mindful:",
        "source": "cnd14:28.1_0"
    },
    {
        "source_sentence": "**Etan**ti amataṁ nibbānaṁ.",
        "translation": "that extinguishment is the deathless,",
        "source": "cnd14:28.2_0"
    },
    {
        "source_sentence": "Yo so sabbasaṅkhārasamatho sabbūpadhipaṭinissaggo taṇhakkhayo virāgo nirodho nibbānaṁ.",
        "translation": "It’s the ending of all activities, the letting go of all attachments, the ending of craving, fading away, cessation, extinguishment.’",
        "source": "cnd14:28.3_0"
    },
    {
        "source_sentence": "**Aññāyā**ti aññāya jānitvā tulayitvā tīrayitvā vibhāvayitvā vibhūtaṁ katvā, “sabbe saṅkhārā aniccā”ti …pe…",
        "translation": "After knowing he was known, and having experienced, he gave birth on, said: “Forget about,” “It is impermanent,” ...",
        "source": "cnd14:28.4_0"
    },
    {
        "source_sentence": "“yaṁ kiñci samudayadhammaṁ, sabbaṁ taṁ nirodhadhamman”ti aññāya jānitvā tulayitvā tīrayitvā vibhāvayitvā vibhūtaṁ katvā.",
        "translation": "“Anything that has a beginning has an end.” They perished, having understood all things, dispeled, removed all beings on, subsequently, and perished,",
        "source": "cnd14:28.5_0"
    },
    {
        "source_sentence": "**Ye**ti arahanto khīṇāsavā.",
        "translation": "have ended the defilements,",
        "source": "cnd14:28.6_0"
    },
    {
        "source_sentence": "**Satā**ti catūhi kāraṇehi satā—",
        "translation": "Still, too, there are four reasons:",
        "source": "cnd14:28.7_0"
    },
    {
        "source_sentence": "kāye kāyānupassanāsatipaṭṭhānaṁ bhāventā satā …pe…",
        "translation": "Mindfulness of the body ...",
        "source": "cnd14:28.8_0"
    },
    {
        "source_sentence": "te vuccanti satāti—",
        "translation": "They are called",
        "source": "cnd14:28.9_0"
    },
    {
        "source_sentence": "etadaññāya ye satā.",
        "translation": "Knowing this, those who are mindful,",
        "source": "cnd14:28.10_0"
    },
    {
        "source_sentence": "**Diṭṭhadhammābhinibbutā**ti.",
        "translation": "extinguished in this very life.",
        "source": "cnd14:29.1_0"
    },
    {
        "source_sentence": "**Diṭṭhadhammā**ti diṭṭhadhammā ñātadhammā tulitadhammā tīritadhammā vibhūtadhammā vibhāvitadhammā.",
        "translation": "well-known people have been principled, and are subject to the present life. They are liable to rise and fall, in the present life.",
        "source": "cnd14:29.2_0"
    },
    {
        "source_sentence": "**Abhinibbutā**ti rāgassa nibbāpitattā nibbutā, dosassa …pe…",
        "translation": "Being extinguished, they’re extinguished because of extinguishing.",
        "source": "cnd14:29.3_0"
    },
    {
        "source_sentence": "sabbākusalābhisaṅkhārānaṁ santattā samitattā vūpasamitattā nijjhātattā nibbutattā paṭippassaddhattā santā upasantā vūpasantā nibbutā paṭippassaddhāti—",
        "translation": "And when he has done so, with the stilling of the settling of intentional activities, without attachments, because of quenching they are quenched and stilled.",
        "source": "cnd14:29.4_0"
    },
    {
        "source_sentence": "diṭṭhadhammābhinibbutā.",
        "translation": "extinguished in this very life.",
        "source": "cnd14:29.5_0"
    },
    {
        "source_sentence": "**Na te māravasānugā**ti.",
        "translation": "don’t fall under Māra’s sway,",
        "source": "cnd14:30.1_0"
    },
    {
        "source_sentence": "**Māro**ti yo so māro kaṇho adhipati antagū namuci pamattabandhu.",
        "translation": "Māra is Māra’s dark, undefeated, not bound by Māra.",
        "source": "cnd14:30.2_0"
    },
    {
        "source_sentence": "**Na te māravasānugā**ti na te mārassa vase vattanti, nāpi māro tesu vasaṁ vatteti.",
        "translation": "They don’t wield Māra’s power, nor do they say.",
        "source": "cnd14:30.3_0"
    },
    {
        "source_sentence": "Te mārañca mārapakkhañca mārapāsañca mārabaḷisañca mārāmisañca māravisayañca māranivāsañca māragocarañca mārabandhanañca abhibhuyya abhibhavitvā ajjhottharitvā pariyādiyitvā madditvā caranti viharanti iriyanti vattenti pālenti yapenti yāpentīti—",
        "translation": "Those garlands, Māras, and Brahmās—they clung to Māra’s snares, the murderer, and the terrified. They then oppose themselves, pass away, and undertook Māra’s sway.",
        "source": "cnd14:30.4_0"
    },
    {
        "source_sentence": "na te māravasānugā.",
        "translation": "don’t fall under Māra’s sway,",
        "source": "cnd14:30.5_0"
    },
    {
        "source_sentence": "**Na te mārassa paddhagū**ti na te mārassa paddhā paddhacarā paricārikā siyā;",
        "translation": "don’t fall away from Māra’s bandits or his companions.",
        "source": "cnd14:31.1_0"
    },
    {
        "source_sentence": "buddhassa te bhagavato paddhā paddhacarā paricārikā siyāti—",
        "translation": "His Buddha has travelen to serve the Buddha, thinking:",
        "source": "cnd14:31.2_0"
    },
    {
        "source_sentence": "na te mārassa paddhagū.",
        "translation": "don’t come to Māra.",
        "source": "cnd14:31.3_0"
    },
    {
        "source_sentence": "Tenāha bhagavā—",
        "translation": "The Buddha replied,",
        "source": "cnd14:31.4_0"
    },
    {
        "source_sentence": "“Etadaññāya ye satā,",
        "translation": "“Known those who are mindful,",
        "source": "cnd14:32.1_0"
    },
    {
        "source_sentence": "diṭṭhadhammābhinibbutā;",
        "translation": "extinguished in this very life.",
        "source": "cnd14:32.2_0"
    },
    {
        "source_sentence": "Na te māravasānugā,",
        "translation": "don’t fall under Māra’s sway,",
        "source": "cnd14:32.3_0"
    },
    {
        "source_sentence": "na te mārassa paddhagū”ti.",
        "translation": "don’t come to Māra.”",
        "source": "cnd14:32.4_0"
    },
    {
        "source_sentence": "Saha gāthāpariyosānā …pe…",
        "translation": "spoke with verses ...",
        "source": "cnd14:33.1_0"
    },
    {
        "source_sentence": "satthā me bhante bhagavā, sāvakohamasmīti.",
        "translation": "you’re my teacher, I’m your disciple.",
        "source": "cnd14:33.2_0"
    },
    {
        "source_sentence": "Kappamāṇavapucchāniddeso dasamo.",
        "translation": "Thirty places are the tenth section.",
        "source": "cnd14:33.3_0"
    }
]