{
  "cnd19:0.1": "Cūḷaniddesa",
  "cnd19:0.2": "Pārāyanavagganiddesa",
  "cnd19:0.3": "15. Mogharāja",
  "cnd19:1.1": "<em>85 : [Venerable Mogharāja like this:]",
  "cnd19:1.2": "I have asked Sakyamuni twice,",
  "cnd19:1.3": "But the all-seeing one did not answer me,",
  "cnd19:1.4": "I have heard that that on the third time,",
  "cnd19:1.5": "The divine rishi will answer.</em>",
  "cnd19:1.6": "<em>85 : [Venerable Mogharāja like this:]",
  "cnd19:1.7": "I have asked Sakyamuni twice,",
  "cnd19:1.8": "But the all-seeing one did not answer me,",
  "cnd19:1.9": "I have heard that that on the third time,",
  "cnd19:1.10": "The divine rishi will answer.</em>",
  "cnd19:1.11": "<em>85 : [Venerable Mogharāja like this:]",
  "cnd19:1.12": "I have asked Sakyamuni twice,",
  "cnd19:1.13": "But the all-seeing one did not answer me,",
  "cnd19:1.14": "I have heard that that on the third time,",
  "cnd19:1.15": "The divine rishi will answer.</em>",
  "cnd19:1.16": "<em>85 : [Venerable Mogharāja like this:]",
  "cnd19:1.17": "I have asked Sakyamuni twice,",
  "cnd19:1.18": "But the all-seeing one did not answer me,",
  "cnd19:1.19": "I have heard that that on the third time,",
  "cnd19:1.20": "The divine rishi will answer.</em>",
  "cnd19:1.21": "<em>85 : [Venerable Mogharāja like this:]",
  "cnd19:1.22": "I have asked Sakyamuni twice,",
  "cnd19:1.23": "But the all-seeing one did not answer me,",
  "cnd19:1.24": "I have heard that that on the third time,",
  "cnd19:1.25": "The divine rishi will answer.</em>",
  "cnd19:2.1": "\"I asked Sakyamuni twice\": The Brāhmaṇa asked the Buddha and the Blessed One two",
  "cnd19:2.2": "times, but the Blessed One did not answer the question he asked (thinking) \"In",
  "cnd19:2.3": "the middle, the roots of this Brāhmaṇa will become familiar.\" \"Sakyamuni\"",
  "cnd19:2.4": "Sakyamuni is a bhikkhu from the house of Sakya. This is Sakyamuni. Or, \"the",
  "cnd19:2.5": "rich, the wealthy,\" this is also Sakyamuni. For him there are these wealth,",
  "cnd19:2.6": "namely: trusting wealth, abstaining from wealth, ashamed of wealth, hearing",
  "cnd19:2.7": "about wealth, giving wealth, wisdom wealth, mindfulness of wealth, righteous",
  "cnd19:2.8": "wealth, divine wealth, root wealth, strength wealth, enlightenment wealth, Path",
  "cnd19:2.9": "wealth, Fruit wealth, Nibbāna wealth, and use these various treasures as the",
  "cnd19:2.10": "rich, the wealthy. Or, those who are possible, those who are able, those who",
  "cnd19:2.11": "flow out all types of things, those who are sufficient, those who are heroes,",
  "cnd19:2.12": "those who are brave, those who are heroic, those who are not timid, those who",
  "cnd19:2.13": "are not frightened, those who do not run away, those who have given up fear of",
  "cnd19:2.14": "fear, those who have given up terror and fear. \"I asked Sakyamuni twice\": I",
  "cnd19:2.15": "inquired, begged, requested, and asked to make it clear to Sakyamuni twice.",
  "cnd19:3.1": "\"[Like this Venerable Mogharāja]\": \"Like this,\" the continuation of the",
  "cnd19:3.2": "sentences, the connection of the words, the completion of the sentences, the",
  "cnd19:3.3": "combination of words, this is the order of the sentence, which is \"like this.\"",
  "cnd19:3.4": "\"Venerable,\" this is a synonym of love, respect, and obedience. \"Mogharāja,\" the",
  "cnd19:3.5": "name, title, security of the Brāhmaṇa, title, word, phrase.",
  "cnd19:4.1": "\"The all-seeing one did not answer me\": \"The one who has eyes did not answer for",
  "cnd19:4.2": "me,\" did not answer, tell, explain, teach, inform, establish, uncover, analyze,",
  "cnd19:4.3": "and clarify for me. Five types of eyes are those who have eyes: the naked eyes",
  "cnd19:4.4": "are those who have eyes, the heavenly eyes are also those who have eyes, the",
  "cnd19:4.5": "wise eyes are also those who have eyes, the eyes of Buddha are also those who",
  "cnd19:4.6": "have eyes, and all-eyes are also those who have eyes.",
  "cnd19:5.1": "How does the Blessed One regard the naked eye as \"having eyes?\" There are five",
  "cnd19:5.2": "colors in the eyes of the Blessed One: cyan, yellow, red, black, and white. The",
  "cnd19:5.3": "(Blessed One's) eye hairs are blue, extremely blue, correct, beautiful, and",
  "cnd19:5.4": "equivalent to flax, and the others are yellow, extremely yellow, golden, and",
  "cnd19:5.5": "correct, beautiful, the equal of the flower of the bayur tree. The two eyes of",
  "cnd19:5.6": "the Blessed One are red, extremely red, straight, beautiful, red as the insects",
  "cnd19:5.7": "that come from the ground after the rain, and in the middle are black, extremely",
  "cnd19:5.8": "black, not coarse, smooth, straight, beautiful, and moist. The outers are white,",
  "cnd19:5.9": "extremely white, white, yellow-white, pleasing, beautiful, and equivalent to the",
  "cnd19:5.10": "Osadhī star. With the naked eyes of the Blessed One which belonged to him",
  "cnd19:5.11": "naturally having been born of previous good kamma, he sees everything in day and",
  "cnd19:5.12": "night, when there are four branches of darkness: sunset, moonless night,",
  "cnd19:5.13": "darkness of the heavy forest, the darkness of heavy clouds. Like this, when",
  "cnd19:5.14": "there is the darkness of the four branches, he also sees everything in day and",
  "cnd19:5.15": "night. There are no walls, or shutters, or fences, or mountains, or bushes, or",
  "cnd19:5.16": "groves, which are obstacles to his vision of form. If a sesame is marked and put",
  "cnd19:5.17": "into a cart full of sesame, he can select that sesame. In this way, the Blessed",
  "cnd19:5.18": "One's natural naked eye is pure, and the Blessed One regards the naked eye as an",
  "cnd19:5.19": "eye.",
  "cnd19:6.1": "How does the Blessed One regard the heavenly eye as \"the one with eyes?\" With a",
  "cnd19:6.2": "pure and transcendent celestial eye, the Blessed One sees that when all beings",
  "cnd19:6.3": "die and pass away, they are inferior, triumphant, beautiful, ugly, fortunate,",
  "cnd19:6.4": "and unfortunate, knowing that all beings flow according to their kamma: \"These",
  "cnd19:6.5": "beings and monarchs have evil deeds of body, evil deeds of behavior, evil deeds",
  "cnd19:6.6": "of intention, rebuke the saints, wrong views and kamma of holding wrong views,",
  "cnd19:6.7": "they have passed away after death to the suffering realm, evil returning, lower",
  "cnd19:6.8": "realm, hell; or these beings, who have good deeds of body, good deeds of speech,",
  "cnd19:6.9": "good deeds of intentions, do not condemn the saints, and uphold the right view",
  "cnd19:6.10": "of the kamma, they have passed away to the world of goodness and heaven after",
  "cnd19:6.11": "death by disintegrating their bodies.\" In this way, with a pure and transcendent",
  "cnd19:6.12": "celestial eye, he saw that when all beings died and passed away, in the",
  "cnd19:6.13": "inferiority, victory, beauty, ugliness, fortune, and misfortune, he knew the",
  "cnd19:6.14": "flow of all beings according to kamma. When he wants, the Blessed One can see",
  "cnd19:6.15": "one world, two worlds, three worlds, four worlds, five worlds, and ten worlds.",
  "cnd19:6.16": "Also, twenty world realms, thirty world realms, forty..., fifty..., one hundred,",
  "cnd19:6.17": "these thousand small worlds, two thousand middle world realms, as well as these",
  "cnd19:6.18": "three hundred thousand great world realms [AN.3.81]. If he wants to, he can see",
  "cnd19:6.19": "it. In this way, the Blessed One's heavenly eyes are all pure, and the Blessed",
  "cnd19:6.20": "One regards the heavenly eyes as having eyes.",
  "cnd19:7.1": "How does the Blessed One regard the wise eyes as the one with eyes? The Blessed",
  "cnd19:7.2": "One is the great wisdom, broad wisdom, quick wisdom, sharp wisdom, piercing",
  "cnd19:7.3": "wisdom, advising wisdom: those who are skillful, those who have developed",
  "cnd19:7.4": "wisdom, those who have proved that they have reached the unimpeded, those who",
  "cnd19:7.5": "have reached the four fearless ones, those who possess ten powers, those who are",
  "cnd19:7.6": "like bulls, those who are like lions, those who can have great wealth, those with",
  "cnd19:7.7": "boundless wisdom, those with boundless brilliance, those with boundless fame,",
  "cnd19:7.8": "the rich, the wealthy, the guide, the moderator, the comforter, the informer,",
  "cnd19:7.9": "the one who makes it seen, the one who makes it visible, the one who makes it",
  "cnd19:7.10": "clear, the Blessed One is indeed the founder of the unborn Path, the producer of",
  "cnd19:7.11": "the unborn Path, the unannounced preacher; the one who knows the Path, the",
  "cnd19:7.12": "knower of the Path, and, (his) disciples now live in the Path's accompaniment,",
  "cnd19:7.13": "and will be the possessors in the future.",
  "cnd19:8.1": "The Blessed One is indeed the knower and seer, who knows and sees; he is the one",
  "cnd19:8.2": "who is born with eyes, born with wisdom, born with Dhamma, and born with Brahma;",
  "cnd19:8.3": "he is an interpreter and promoter of righteousness, the immortal giver, Dhamma",
  "cnd19:8.4": "King, Tathāgata; there is nothing that the Blessed One did not know, did not",
  "cnd19:8.5": "see, did not testify (prove), did not touch with wisdom; the past, the future,",
  "cnd19:8.6": "and the present came to the Buddha and the Blessed One with all the deeds in the",
  "cnd19:8.7": "field of wisdom, anyone with any name that should be guided to reason can know:",
  "cnd19:8.8": "one's own righteousness or others' righteousness or both, or the righteousness",
  "cnd19:8.9": "of the current life or the righteousness of the next life or both, or deep or",
  "cnd19:8.10": "hidden, or should be guided to infer, or have been guided to determine, or no",
  "cnd19:8.11": "fault or pollution, or clear or supreme interest, everything revolves in the",
  "cnd19:8.12": "Buddha's wisdom.",
  "cnd19:9.1": "All body kamma is transferred in the wisdom of the Buddha and the Blessed One;",
  "cnd19:9.2": "all language kamma...; all mental kamma...; the wisdom of the Buddha and the",
  "cnd19:9.3": "Blessed One about the past is barrier-free; ..future...; ...present...; all that",
  "cnd19:9.4": "should be guided to infer is the reach of wisdom; all wisdom is guided to be",
  "cnd19:9.5": "inferred, and all that should be guided to be inferred is the ultimate wisdom;",
  "cnd19:9.6": "the ultimate wisdom is what is guided to be deduced, and there is no wisdom",
  "cnd19:9.7": "beyond what is guided to be deduced; there is no way to transcend the wisdom",
  "cnd19:9.8": "that is guided and deduced. These dhammas live in mutual restriction, such as",
  "cnd19:9.9": "two boxes, where the covers are completely in contact; the lower cover does not",
  "cnd19:9.10": "go over the upper one, and the upper cover does not go over the lower one;",
  "cnd19:9.11": "restricted to each other. (Similarly, ) all that should be guided... (omitted);",
  "cnd19:9.12": "these dhammas live in mutual restriction.",
  "cnd19:10.1": "The wisdom of the Buddha and the Blessed One is transferred in all the Dhamma,",
  "cnd19:10.2": "all the Dhamma is the Buddha, the Blessed One's turning belongs, the hope",
  "cnd19:10.3": "belongs, the intention belongs, the mind arises, the wisdom of the Buddha and",
  "cnd19:10.4": "the Blessed One is transferred to all living beings, the Blessed One knows the",
  "cnd19:10.5": "intentions of all living beings, knows the potential tendency of troubles,",
  "cnd19:10.6": "...the behavior, ...solution, about the less dusty, the more dusty; the rooted,",
  "cnd19:10.7": "the dull rooted, the good deeds, the evil deeds, and the teachability and",
  "cnd19:10.8": "unteachability of beings; capable and incapable sentient beings, including the",
  "cnd19:10.9": "world of heaven, demons, and Brāhmaṇa; generations of Samaṇas, Brāhmaṇas,",
  "cnd19:10.10": "heaven, and man all revolve in the wisdom of Buddha.",
  "cnd19:11.1": "If any fish, turtles, and even the big fish swallowing boats revolve in the sea,",
  "cnd19:11.2": "the same, including the world of heaven, the world of demons, and the world of",
  "cnd19:11.3": "Brāhmaṇa; the generations including Samaṇas, Brāhmaṇas, heaven and man are all",
  "cnd19:11.4": "turned around in the Buddha wisdom, such as any bird and even the gold-winged",
  "cnd19:11.5": "birds were turning around in the field of space. In the same way, those who",
  "cnd19:11.6": "possess the same wisdom as Sāriputta also revolve in the field of Buddha wisdom.",
  "cnd19:11.7": "The wisdom of the Buddha is pervasive and transcends heaven and human.",
  "cnd19:12.1": "Those wise khattiya, wise Brāhmaṇas, wise homeowners, wise Samaṇas, smart",
  "cnd19:12.2": "dissidents, sharp breakers who want to act on evil views with a wise attitude,",
  "cnd19:12.3": "they prepare problems to be seen later; they saw the Tathāgata and asked about",
  "cnd19:12.4": "the what is hidden and secret. Those questions were discussed and answered by",
  "cnd19:12.5": "the Blessed One with reasons, and they abandoned those (others) nearby and",
  "cnd19:12.6": "became the (disciples) of the Blessed One. At that time, the Blessed One was",
  "cnd19:12.7": "there, shining with wisdom. In this way, the Blessed One regards the insight as",
  "cnd19:12.8": "an eye.",
  "cnd19:13.1": "How is it that the Buddha's eyes are \"the one who as eyes?\" When the Blessed One",
  "cnd19:13.2": "observes the world with the eyes of the Buddha, he sees those with less dust and",
  "cnd19:13.3": "more dust; those with roots and blunt roots; ...good deeds and evil deeds;",
  "cnd19:13.4": "...easy to teach and difficult to teach; the existing sins and terrors of the",
  "cnd19:13.5": "other worlds, others who do not live in seeing sin and terror in other worlds.",
  "cnd19:13.6": "Just like in the green lotus pond, red lotus pond, and white lotus pond, some",
  "cnd19:13.7": "green lotus, red lotus, and white lotus grow in the water, rest on the surface",
  "cnd19:13.8": "of the water, sink and grow underwater; some ...are born in the water and grow",
  "cnd19:13.9": "in the water, and live on the same height (as the surface); some ...rise above",
  "cnd19:13.10": "the water and live and dwell without being stained by water. Similarly, when the",
  "cnd19:13.11": "Blessed One observes the world with the eyes of the Buddha, he sees those with",
  "cnd19:13.12": "less dust and more dust; ... [DN.14]. The Blessed One knows: \"This person is a",
  "cnd19:13.13": "greedy person, this person is an abusive person, this person is a foolish",
  "cnd19:13.14": "person, this person is a pathfinder, this person is a believer, and this person",
  "cnd19:13.15": "is a wise person.\" The Blessed One speaks to the greedy people, the Blessed One",
  "cnd19:13.16": "informs those who hate walkers of the practice of compassion, the Blessed One",
  "cnd19:13.17": "makes them settled in recitation, questioning, hearing of the Dhamma at the",
  "cnd19:13.18": "right time, discussion of the Dhamma at the right time, and co-living with",
  "cnd19:13.19": "teachers. The Blessed One informs the person who seeks the path, the Blessed One",
  "cnd19:13.20": "tells those who believe in confidence: the good sense of Buddha, the good nature",
  "cnd19:13.21": "of the Dhamma, the good practice of the Saṅgha and his precepts. The Blessed One",
  "cnd19:13.22": "teaches vipassanā to those who are wise practitioners: impermanence, suffering,",
  "cnd19:13.23": "and non-self.",
  "cnd19:14.1": "\"If you stand on the top of a rocky mountain,",
  "cnd19:14.2": "You can see all the people around,",
  "cnd19:14.3": "Similarly, those who are virtuous and all-seeing",
  "cnd19:14.4": "Climbed up the tall building of Dhamma.",
  "cnd19:14.5": "Those who are gone away, looking at people",
  "cnd19:14.6": "Who are in sorrow, conquered by birth and old age.",
  "cnd19:14.7": "Please get up! Heroes! Victors on the battlefield! Caravan leaders!",
  "cnd19:14.8": "Debt-free people, walk in the world,",
  "cnd19:14.9": "Blessed One! Please teach the Dhamma!",
  "cnd19:14.10": "There will be those who understand.\"",
  "cnd19:14.11": "[DN.14]",
  "cnd19:15.1": "How does the Blessed One regard all eyes as having eyes? All eyes are called the",
  "cnd19:15.2": "state all knowing wisdom. The Blessed One arrives (has), fully arrives (has),",
  "cnd19:15.3": "enters, fully enters, has enough, has all the state wisdom of knowing.",
  "cnd19:16.1": "\"For him, there is nothing unseen here (in this world),",
  "cnd19:16.2": "There is no knowledge that cannot be known,",
  "cnd19:16.3": "He proves that everything that exists should be guided by inference,",
  "cnd19:16.4": "Because the Tathāgata, like that, is all-eyes.\"",
  "cnd19:16.5": "[Ps.1]",
  "cnd19:17.1": "\"I have heard that on the third time, the divine rishi will answer\": \"On the",
  "cnd19:17.2": "third time, the Buddha and the Dhamma master will answer the question asked,",
  "cnd19:17.3": "which has not been answered.\" This was learned by me, understood and",
  "cnd19:17.4": "distinguished by me, like this. \"Divine rishi,\" The Blessed One is a divine",
  "cnd19:17.5": "rishi. For example, A king who is a bhikkhu is called a king rishi; a Brāhmaṇa",
  "cnd19:17.6": "who is a bhikkhu is called a Brāhmaṇa rishi. Similarly, the Blessed One is a",
  "cnd19:17.7": "divine rishi.",
  "cnd19:18.1": "Or, \"The Blessed One is a bhikkhu.\" is also a rishi; and the \"seekers and",
  "cnd19:18.2": "pursuers of the great precepts\" are the great rishis, ...of the great",
  "cnd19:18.3": "concentration..., ...of the great liberation aggregate..., \"the seeker and",
  "cnd19:18.4": "pursuer of the great liberation of wisdom and insight\" is the great rishi; the",
  "cnd19:18.5": "fragments gathered by the dark..., the destruction of the great upside down...,",
  "cnd19:18.6": "the pulling out of the big arrow of thirst..., the unraveling of the",
  "cnd19:18.7": "accumulation of sight..., the lifting of the big conceit flag, ...the calming of",
  "cnd19:18.8": "the great work..., the calming of the big torrent..., the laying down of the",
  "cnd19:18.9": "heavy burden..., the severance of the cycle of the great reincarnation..., the",
  "cnd19:18.10": "disappearance of the great heat..., the cessation of the great heat..., \"the",
  "cnd19:18.11": "seeker and the pursuer who lifts the flag of Dhamma in his heart\" is the great",
  "cnd19:18.12": "rishi; the great minds..., the great exertion..., the great divine bases..., the",
  "cnd19:18.13": "great roots..., the power..., the great enlightenment branches..., the big eight",
  "cnd19:18.14": "branches of the holy path..., \"the immortality of the great supreme benefit, the",
  "cnd19:18.15": "seeker of Nibbāna, the pursuer\" is great rishi; \"sought, pursued, and searched",
  "cnd19:18.16": "for by powerful beings: Where is the Buddha? Where is the Blessed One? Where is",
  "cnd19:18.17": "the god among the gods? Where is the bull king among people?\" Such is the great",
  "cnd19:18.18": "rishi.",
  "cnd19:19.1": "<em>86 : This world, other worlds,",
  "cnd19:19.2": "The Brāhmaṇa world, including the devas,",
  "cnd19:19.3": "I do not know your view,",
  "cnd19:19.4": "(The view) of the famous Gotama.</em>",
  "cnd19:19.5": "<em>86 : This world, other worlds,",
  "cnd19:19.6": "The Brāhmaṇa world, including the devas,",
  "cnd19:19.7": "I do not know your view,",
  "cnd19:19.8": "(The view) of the famous Gotama.</em>",
  "cnd19:19.9": "<em>86 : This world, other worlds,",
  "cnd19:19.10": "The Brāhmaṇa world, including the devas,",
  "cnd19:19.11": "I do not know your view,",
  "cnd19:19.12": "(The view) of the famous Gotama.</em>",
  "cnd19:19.13": "<em>86 : This world, other worlds,",
  "cnd19:19.14": "The Brāhmaṇa world, including the devas,",
  "cnd19:19.15": "I do not know your view,",
  "cnd19:19.16": "(The view) of the famous Gotama.</em>",
  "cnd19:20.1": "\"This world, other worlds\": \"This world\" is the human world. \"Other worlds\" are",
  "cnd19:20.2": "all worlds except the human world.",
  "cnd19:21.1": "\"The Brahma world, including the gods\": The world including the heavens, demons,",
  "cnd19:21.2": "and Brahma; including the generations of Samaṇas, Brāhmaṇas, heaven, and man.",
  "cnd19:22.1": "\"I do not know your view\": The world does not know what you see, like, your",
  "cnd19:22.2": "inclinations, opinions, claims, intentions: \"Those who don't see it, those who",
  "cnd19:22.3": "like it so much, those who love it so much, those who advocate this, those who",
  "cnd19:22.4": "intend to do so,\" don't know, don't see, don't get, can't find, do not know.",
  "cnd19:23.1": "\"Famous Gotama\": The Blessed One is the gainer of fame. Or, the Blessed One is",
  "cnd19:23.2": "the one who is respected, honored, revered, with clothes, food, shelter, the",
  "cnd19:23.3": "needs of the sick, medical necessities.",
  "cnd19:24.1": "<em>87 : To such a remarkable seer,",
  "cnd19:24.2": "The needy comes with a question:",
  "cnd19:24.3": "How does one observe the world,",
  "cnd19:24.4": "Such that the king of death can't see (him)?</em>",
  "cnd19:24.5": "<em>87 : To such a remarkable seer,",
  "cnd19:24.6": "The needy comes with a question:",
  "cnd19:24.7": "How does one observe the world,",
  "cnd19:24.8": "Such that the king of death can't see (him)?</em>",
  "cnd19:24.9": "<em>87 : To such a remarkable seer,",
  "cnd19:24.10": "The needy comes with a question:",
  "cnd19:24.11": "How does one observe the world,",
  "cnd19:24.12": "Such that the king of death can't see (him)?</em>",
  "cnd19:24.13": "<em>87 : To such a remarkable seer,",
  "cnd19:24.14": "The needy comes with a question:",
  "cnd19:24.15": "How does one observe the world,",
  "cnd19:24.16": "Such that the king of death can't see (him)?</em>",
  "cnd19:25.1": "\"Such a remarkable seer\": Such an excellent seer, the first seer, the most",
  "cnd19:25.2": "victorious seer, the extraordinary seer, the winning seer, the highest seer, the",
  "cnd19:25.3": "supreme seer.",
  "cnd19:26.1": "\"The needy come with a question\": I come with questions as needed, I come if I",
  "cnd19:26.2": "want to ask questions, I come if I want to hear questions, the needy come with",
  "cnd19:26.3": "questions. Or, the inquirers of the question have the need, the one who wants to",
  "cnd19:26.4": "ask the question, the one who wants to hear, the needy (will) come, approach,",
  "cnd19:26.5": "visit. Or, when you have a question, you can and you have enough reason to tell",
  "cnd19:26.6": "and answer the question I asked, \"Please bear this burden.\"",
  "cnd19:27.1": "\"How to observe the world\": How to observe the world, to examine, to measure, to",
  "cnd19:27.2": "judge, to distinguish, to clarify.",
  "cnd19:28.1": "\"The king of death can't see\": The king of death can't see, can't find, can't",
  "cnd19:28.2": "get.",
  "cnd19:29.1": "<em>88 : (The Blessed One:) Please observe that the world is empty,",
  "cnd19:29.2": "Mogharāja, always mindfully.",
  "cnd19:29.3": "After removing the view of oneself,",
  "cnd19:29.4": "One can cross over death in this way.",
  "cnd19:29.5": "Those who observe the world like this",
  "cnd19:29.6": "Cannot be seen by the King of Death.</em>",
  "cnd19:29.7": "<em>88 : (The Blessed One:) Please observe that the world is empty,",
  "cnd19:29.8": "Mogharāja, always mindfully.",
  "cnd19:29.9": "After removing the view of oneself,",
  "cnd19:29.10": "One can cross over death in this way.",
  "cnd19:29.11": "Those who observe the world like this",
  "cnd19:29.12": "Cannot be seen by the King of Death.</em>",
  "cnd19:29.13": "<em>88 : (The Blessed One:) Please observe that the world is empty,",
  "cnd19:29.14": "Mogharāja, always mindfully.",
  "cnd19:29.15": "After removing the view of oneself,",
  "cnd19:29.16": "One can cross over death in this way.",
  "cnd19:29.17": "Those who observe the world like this",
  "cnd19:29.18": "Cannot be seen by the King of Death.</em>",
  "cnd19:29.19": "<em>88 : (The Blessed One:) Please observe that the world is empty,",
  "cnd19:29.20": "Mogharāja, always mindfully.",
  "cnd19:29.21": "After removing the view of oneself,",
  "cnd19:29.22": "One can cross over death in this way.",
  "cnd19:29.23": "Those who observe the world like this",
  "cnd19:29.24": "Cannot be seen by the King of Death.</em>",
  "cnd19:29.25": "<em>88 : (The Blessed One:) Please observe that the world is empty,",
  "cnd19:29.26": "Mogharāja, always mindfully.",
  "cnd19:29.27": "After removing the view of oneself,",
  "cnd19:29.28": "One can cross over death in this way.",
  "cnd19:29.29": "Those who observe the world like this",
  "cnd19:29.30": "Cannot be seen by the King of Death.</em>",
  "cnd19:29.31": "<em>88 : (The Blessed One:) Please observe that the world is empty,",
  "cnd19:29.32": "Mogharāja, always mindfully.",
  "cnd19:29.33": "After removing the view of oneself,",
  "cnd19:29.34": "One can cross over death in this way.",
  "cnd19:29.35": "Those who observe the world like this",
  "cnd19:29.36": "Cannot be seen by the King of Death.</em>",
  "cnd19:30.1": "\"Please observe that the world is empty\": \"The world,\" the world of hell, the",
  "cnd19:30.2": "animal world, the world of evil spirits, the world of man, the world of heaven,",
  "cnd19:30.3": "the world of aggregates, the world of realms, the world of living, this world,",
  "cnd19:30.4": "other worlds, the Brahma world, the heavenly world; this is called the world A",
  "cnd19:30.5": "certain bhikkhu said to the Blessed One [SN.35.82]: \"Great Virtue! What is",
  "cnd19:30.6": "called 'World, the world,' Great Virtue! What is called 'World?'\" \"Bhikkhu!",
  "cnd19:30.7": "'Broken,' so it is called 'World.' And what is 'broken?' Bhikkhu! The eye is",
  "cnd19:30.8": "broken, form is broken, eye consciousness is broken, eye contact is broken, and",
  "cnd19:30.9": "all that arises from this eye contact is either happiness or suffering, or",
  "cnd19:30.10": "neither suffering nor happiness is also broken. Ear ...(omitted); smell ...;",
  "cnd19:30.11": "taste ...; the body is broken, touch is broken...; Dhamma is broken,",
  "cnd19:30.12": "consciousness is dissipated, and mental touch is dissipated. Any happiness,",
  "cnd19:30.13": "suffering, or unpleasantness that arises from this mind is also dissipated.",
  "cnd19:30.14": "Bhikkhu! 'Broken,' so it is called 'The world.'\"",
  "cnd19:31.1": "\"Please observe that the world is empty\": Observe that the world is empty for",
  "cnd19:31.2": "two reasons: because of the consideration of not going on freely or the",
  "cnd19:31.3": "consideration of being empty. How to observe that the world is empty due to the",
  "cnd19:31.4": "consideration of not going on? The freedom in form cannot be obtained, the",
  "cnd19:31.5": "freedom in feeling cannot be obtained, ...in thinking..., ...in action..., and",
  "cnd19:31.6": "the freedom in consciousness cannot be obtained. This was said by the Blessed",
  "cnd19:31.7": "One [SN.22.59]:",
  "cnd19:32.1": "\"Bhikkhus! Form is without self, bhikkhus, because if this form is me, this form",
  "cnd19:32.2": "will not cause disease, and I will also obtain form: 'My form, be like this; my",
  "cnd19:32.3": "form, don't be like this.' But, bhikkhus! Because form is selfless, therefore,",
  "cnd19:32.4": "form causes disease and I cannot form: 'My form should be like this; my form",
  "cnd19:32.5": "should not be like this.'",
  "cnd19:33.1": "Bhikkhus! Feeling is without self, ....",
  "cnd19:33.2": "Bhikkhus! Thinking is without self, ....",
  "cnd19:33.3": "Bhikkhus! Action is without self, ....",
  "cnd19:33.4": "Bhikkhus! Consciousness is without self, ....\"",
  "cnd19:34.1": "This was said by the Blessed One [SN.12.37]: \"Bhikkhus! This body is not yours,",
  "cnd19:34.2": "nor other people's, bhikkhus! This is old kamma, which should be seen as being",
  "cnd19:34.3": "made, created by thought, and can be felt. There, bhikkhus! There are the holy",
  "cnd19:34.4": "disciples who have heard of the reason-based (dependent) origination: 'Like",
  "cnd19:34.5": "this, when this exists, there is that; when this arises, that arises; when this",
  "cnd19:34.6": "does not exist, there is no that; when this is extinguished, that is",
  "cnd19:34.7": "extinguished; that is: ignorance is the condition for action; action is",
  "cnd19:34.8": "conditional for knowledge; consciousness is conditional for name and form; with",
  "cnd19:34.9": "mind and form as condition, there are six sense bases; there is contact with the",
  "cnd19:34.10": "condition; the feeling with the contact; the thirst with the feeling; the taking",
  "cnd19:34.11": "with the thirst; the taking with the condition; the living with the being; with",
  "cnd19:34.12": "the living, predestined conditions arise from old age, death, sorrow,",
  "cnd19:34.13": "bitterness, suffering, worry, and despair.' This is the collection of the entire",
  "cnd19:34.14": "suffering.",
  "cnd19:35.1": "When ignorance fades and perishes, choice ceases...(omitted); this is how the",
  "cnd19:35.2": "mass of suffering is destroyed.\"",
  "cnd19:36.1": "How can we make the observation that the world is empty? Solidity in form cannot",
  "cnd19:36.2": "be obtained, solidity in feeling cannot be obtained, solidity in thinking cannot",
  "cnd19:36.3": "be obtained, solidity in behavior cannot be obtained, and solidity in",
  "cnd19:36.4": "consciousness cannot be obtained. That form is always solid, or pleasure is",
  "cnd19:36.5": "solid, or \"I\" is solid, or constant, or eternal, or persistent, or with constant",
  "cnd19:36.6": "change; feeling..., thinking...(omitted); such as the reed is not solid...,",
  "cnd19:36.7": "castor-oil plant..., fig tree..., white reeds..., palash tree..., blisters...,",
  "cnd19:36.8": "the flame of the sun..., the plantain trunk..., non-solid, leaving solid. In the",
  "cnd19:36.9": "same way, form is not solid....",
  "cnd19:37.1": "Or, observe that the world is empty for six reasons: the eyes are empty of 'me,'",
  "cnd19:37.2": "or with what we are, or with constancy, or with eternity, or with unchanging",
  "cnd19:37.3": "methods; ears... (omitted); feeling...; thinking...; doing...; knowing...;",
  "cnd19:37.4": "Dhamma...; form...; sound...; smell...; taste...; touch...; dhamma...; eye",
  "cnd19:37.5": "consciousness...; consciousness...; eye touch...; consciousness...; eye contact",
  "cnd19:37.6": "and sound...; mental touch and sound...; form thinking...; dhamma thinking...;",
  "cnd19:37.7": "form cognition...; dhamma cognition...; the craving for form...; ...craving for",
  "cnd19:37.8": "dhammas....",
  "cnd19:38.1": "Or, observe that the world is empty for ten reasons: physicality is renounced,",
  "cnd19:38.2": "vain, empty, selfless, false, executed, nothingness, unlucky root, troublesome,",
  "cnd19:38.3": "producing, conditioned; feeling..., thinking..., being..., knowing..., death...,",
  "cnd19:38.4": "being born..., existence..., revolving..., reincarnation....",
  "cnd19:39.1": "Or, observe that the world is empty for twelve reasons: form is not a living",
  "cnd19:39.2": "being, not a life, not a human being, not a student Brāhmaṇa, not a woman, not a",
  "cnd19:39.3": "man, not the real self, not what we are, not me, not mine, not anyone, not of",
  "cnd19:39.4": "anyone; feeling..., thinking..., action..., consciousness....",
  "cnd19:40.1": "This was said by the Blessed One [SN.22.33]: \"Bhikkhus! Whatever is not you, you",
  "cnd19:40.2": "must give up! If you give up it, it will be of long-term benefit and happiness",
  "cnd19:40.3": "for you. And, bhikkhus! What form not yours? Bhikkhus! What is not yours, you",
  "cnd19:40.4": "let it go! Let it go, it will have long-term benefits and happiness for you;",
  "cnd19:40.5": "feeling..., thinking..., doing..., if they don't know you, let it go! Let it go,",
  "cnd19:40.6": ".... Bhikkhus! Do you think in this forest, people will take away grass,",
  "cnd19:40.7": "fuel wood, branches, leaves, or burn it, or do what he wants, you will think",
  "cnd19:40.8": "like this: 'People take us, or burn it, or do what he wants?' 'No, Great Virtue!",
  "cnd19:40.9": "What's the reason for that? Great Virtue! Because this is not me, nor what I",
  "cnd19:40.10": "belong to.' 'Similarly, Bhikkhus! Whatever is not yours, you must give up! Give",
  "cnd19:40.11": "it away, .... And, bhikkhus! What is not yours? ....'\"",
  "cnd19:41.1": "Venerable Ānanda said to the World-Venerable [SN.35.85]: \"It is called: 'The",
  "cnd19:41.2": "world is emptiness, the world is emptiness,' Great Virtue! What situation is",
  "cnd19:41.3": "called 'the world is emptiness?'\" \"Ānanda, because 'me' or 'what I am' is",
  "cnd19:41.4": "emptiness, so it is called 'the world is emptiness.' Ānanda, what is emptiness",
  "cnd19:41.5": "in 'me' or 'what I am?' Ānanda, eyes are empty in me or what I am, form..., eye",
  "cnd19:41.6": "consciousness..., eye contact..., in all happiness, suffering, or unpleasantness",
  "cnd19:41.7": "that arises from this eye contact, 'me' or 'my being' are empty; ear...,",
  "cnd19:41.8": "sound..., smell..., taste..., body..., touch..., mind..., dhamma...,",
  "cnd19:41.9": "consciousness..., intention...; Ānanda, because 'I' or 'my being' is empty, it",
  "cnd19:41.10": "is called 'The world is empty.'\"",
  "cnd19:42.1": "\"It's purely the arising of dhammas,",
  "cnd19:42.2": "Purely the continuation of actions,",
  "cnd19:42.3": "For those who see it truthfully,",
  "cnd19:42.4": "Village chief, he has no fear.",
  "cnd19:42.5": "The world is the same grass and trees;",
  "cnd19:42.6": "When seeing this with wisdom,",
  "cnd19:42.7": "One will not expect anything else,",
  "cnd19:42.8": "At other junctions.\"",
  "cnd19:42.9": "[Thag.715-717]",
  "cnd19:43.1": "This was said by the Blessed One [SN.35.246]: \"Similarly, bhikkhus! Bhikkhus",
  "cnd19:43.2": "search for form anywhere it may be reborn; ...feelings...; ...perceptions...;",
  "cnd19:43.3": "...choices...; ...behaviors..; ...consciousness...; when he searches for forms",
  "cnd19:43.4": "in this way, thoughts of 'I,' 'mine,' or 'I am' no longer exist...;",
  "cnd19:43.5": "...feelings... (omitted).\"",
  "cnd19:44.1": "\"Please observe that the world is empty\": The world is empty, please observe,",
  "cnd19:44.2": "please examine, please see, please measure, please judge, please distinguish,",
  "cnd19:44.3": "please figure out.",
  "cnd19:45.1": "\"Mogharāja! Always mindful\": \"Mogharāja,\" ... \"Always,\" .... Mindful in four",
  "cnd19:45.2": "ways: when practicing mindfulness on the body, when practicing mindfulness on",
  "cnd19:45.3": "perception, when watching the mind in the heart, when the practice is in line",
  "cnd19:45.4": "with the teachings, it is mindful.",
  "cnd19:46.1": "And again in four ways: the state of avoiding non-mind, the state of the Dhamma",
  "cnd19:46.2": "that should be done to the mind, the state of the Dhamma that is obstructed by",
  "cnd19:46.3": "the mind, the state of the mindfulness factor (phase) not being forgotten.",
  "cnd19:47.1": "And again in four ways: the state of possessing mindfulness, the state of",
  "cnd19:47.2": "abiding in mindfulness, the state of experiencing mindfulness, and the state of",
  "cnd19:47.3": "mindfulness not lowering.",
  "cnd19:48.1": "And again in four ways: with the state of being mindful as the object of",
  "cnd19:48.2": "mindfulness, the quiet state as the object, the calm state as the object, the",
  "cnd19:48.3": "state of silence; the recollection of the Buddha, the recollection of the",
  "cnd19:48.4": "Dhamma, the recollection of the Saṅgha, the precepts, the alms, of the mind;",
  "cnd19:48.5": "mindfulness of the in and out breath, of death, of the body, of silence; all",
  "cnd19:48.6": "mindfulness, free-mindfulness..., the path without a fork, are called",
  "cnd19:48.7": "mindfulness. Having been fully possessed, reaching fully, possessing, arriving,",
  "cnd19:48.8": "with this thought, he is called mindful. \"Bhikkhu,\" he who destroyed the state",
  "cnd19:48.9": "of the seven dhammas is called Bhikkhu; seeing is destroyed, suspicion is",
  "cnd19:48.10": "destroyed, prohibition..., greed..., anger..., delusion..., sloth...; those evil",
  "cnd19:48.11": "and unwholesome dhammas are destroyed: shunning pollution (defilement), the",
  "cnd19:48.12": "others, the fear, the bitter fruit, will no longer live for the future.",
  "cnd19:49.1": "The Blessed One [Sn.3.6, 519]:",
  "cnd19:49.2": "\"By his own practice,",
  "cnd19:49.3": "To Nibbāna, transcending skeptics,",
  "cnd19:49.4": "After abandoning nothingness and existence,",
  "cnd19:49.5": "The one who has been completed,",
  "cnd19:49.6": "The one who is extinct, he is a Bhikkhu.\"",
  "cnd19:50.1": "\"After removing the view of self\": \"The view of self\" is known as the twenty",
  "cnd19:50.2": "grounds of seeing. Here, the ordinary people who have not heard of the Holy One,",
  "cnd19:50.3": "have never seen the saints, those who are not proficient in the Dhamma, and have",
  "cnd19:50.4": "not been trained in the Dhamma; they have never seen the Dhamma of good people,",
  "cnd19:50.5": "are unskilled in the Dhamma, and have not been trained in the good Dhamma. They",
  "cnd19:50.6": "think that form is self, or 'I' have form, or form is in 'me,' or 'I' am in",
  "cnd19:50.7": "form, ...feeling..., ...thinking..., ...consciousness... [SN.22.1], where such",
  "cnd19:50.8": "views, evil views, jungle (entangled) views, desert (barren) views, distorted",
  "cnd19:50.9": "views, shaken views, and bound views, they hold, accept, cling to, evil ways,",
  "cnd19:50.10": "evil path, evil nature, the place where the outer path rests, the clasp of",
  "cnd19:50.11": "inversion (vipariyesa), the clasp of inversion (viparīta), the clasp of",
  "cnd19:50.12": "inversion (vipallāsa), the clasp of evil, (seeing) as true the non-true, all",
  "cnd19:50.13": "come to the reach of the sixty-two evil views, this is seeing the view of self.",
  "cnd19:50.14": "\"After removing the view of self\": After removal of the self-view, after",
  "cnd19:50.15": "eradication, after disconnection, after pulling out, after complete removal,",
  "cnd19:50.16": "after abandoning, after expelling, after finishing, making it go to",
  "cnd19:50.17": "non-existence.",
  "cnd19:51.1": "\"In this way, you can overcome death\": In this way, you can save yourself from",
  "cnd19:51.2": "birth, you can save yourself from aging, you can save yourself from death, you",
  "cnd19:51.3": "can transcend, you can pass, you can surpass, you can overcome.",
  "cnd19:52.1": "\"Those who observe the world in this way\": Those who observe, examine, measure,",
  "cnd19:52.2": "judge, distinguish, and clarify the world in this way are those who observe the",
  "cnd19:52.3": "world in this way.",
  "cnd19:53.1": "\"The king of death cannot see\": Death is the king of death; demons are also the",
  "cnd19:53.2": "king of death. \"Invisible,\" to the king of death, invisible, unseen, unobtained,",
  "cnd19:53.3": "not found, not gotten. This was said by the Blessed One [MN.25]:",
  "cnd19:54.1": "\"Bhikkhus! Just like a deer living in the woods, walking with peace of mind when",
  "cnd19:54.2": "walking in the woods and forests, standing with peace of mind, sitting with",
  "cnd19:54.3": "peace of mind, lying with peace of mind, what is that? The reason? Bhikkhus!",
  "cnd19:54.4": "That's a realm that violent people can't reach. Similarly, bhikkhus! Here, the",
  "cnd19:54.5": "bhikkhus live in search and wait after entering after renunciation from desires",
  "cnd19:54.6": "and unwholesome dhamma, and happiness and joy after being separated. First",
  "cnd19:54.7": "jhāna, Bhikkhus! This is called the bhikkhu blinding the demon. After killing",
  "cnd19:54.8": "the demon's eyes, the demon enters a state of not seeing and footlessness",
  "cnd19:54.9": "(misfortune).",
  "cnd19:55.1": "Besides, bhikkhus! Bhikkhus calm down with reasoning and thinking, confident,",
  "cnd19:55.2": "and one mind. After entering, they live in the second jhāna where there is no",
  "cnd19:55.3": "reasoning and no thinking, and concentration produces joy and happiness..., the",
  "cnd19:55.4": "third jhāna..., after entering, dwell in neither suffering nor happiness, the",
  "cnd19:55.5": "fourth jhāna from calm and chanting, bhikkhus! This is called the bhikkhu making",
  "cnd19:55.6": "the demon blind. After killing the demon's eyes, ....",
  "cnd19:56.1": "Again, bhikkhus! Bhikkhus transcend all lusts and thoughts, with the extinction",
  "cnd19:56.2": "of opposing thoughts, without thinking about all types of thoughts, (and know):",
  "cnd19:56.3": "'Void is boundless,' after entering, live in the boundless void, bhikkhus! This",
  "cnd19:56.4": "is called the bhikkhu making the demon blind. After killing the demon's eyes,",
  "cnd19:56.5": "....",
  "cnd19:57.1": "Besides, bhikkhus! After a Bhikkhu transcends all emptiness and boundlessness",
  "cnd19:57.2": "(and knowledge): 'Consciousness is boundless,' after entering, live in the",
  "cnd19:57.3": "boundlessness of consciousness....",
  "cnd19:58.1": "Besides, bhikkhus! After a Bhikkhu transcends all the boundless places of",
  "cnd19:58.2": "consciousness (and knows): 'There is nothing,' after entering, live in the",
  "cnd19:58.3": "boundless places....",
  "cnd19:59.1": "Besides, bhikkhus! After the bhikkhu transcends everything and nothingness, he",
  "cnd19:59.2": "enters and lives in a place where there is neither perception nor",
  "cnd19:59.3": "non-perception.",
  "cnd19:60.1": "Besides, bhikkhus! After the bhikkhu transcends all neither thinking nor",
  "cnd19:60.2": "non-thinking things, he enters and stays in wanting to be destroyed. After",
  "cnd19:60.3": "seeing with wisdom, his troubles are destroyed, bhikkhus! This is called the",
  "cnd19:60.4": "Bhikkhu blinding the demon. After killing the demon's eyes, the demon enters a",
  "cnd19:60.5": "state of not seeing and footlessness, letting go of his attachment to the world.",
  "cnd19:60.6": "He walks, stands, sits, lies down in peace. What is the reason? The Bhikkhu is",
  "cnd19:60.7": "an unreachable area for the demon.\"",
  "cnd19:61.1": "At the end of these verses... \"The Blessed One is my teacher, I am a disciple.\""
}
