{
  "cnd18:0.1": "Cūḷaniddesa",
  "cnd18:0.2": "Pārāyanavagganiddesa",
  "cnd18:0.3": "14. Posāla",
  "cnd18:1.1": "<em>81 : [Venerable Posāla like this:]",
  "cnd18:1.2": "To the one who points out the past,",
  "cnd18:1.3": "The undisturbed, who cuts off doubts,",
  "cnd18:1.4": "To those who have reached the other side of the dhammas,",
  "cnd18:1.5": "Those in need come with questions.</em>",
  "cnd18:1.6": "<em>81 : [Venerable Posāla like this:]",
  "cnd18:1.7": "To the one who points out the past,",
  "cnd18:1.8": "The undisturbed, who cuts off doubts,",
  "cnd18:1.9": "To those who have reached the other side of the dhammas,",
  "cnd18:1.10": "Those in need come with questions.</em>",
  "cnd18:1.11": "<em>81 : [Venerable Posāla like this:]",
  "cnd18:1.12": "To the one who points out the past,",
  "cnd18:1.13": "The undisturbed, who cuts off doubts,",
  "cnd18:1.14": "To those who have reached the other side of the dhammas,",
  "cnd18:1.15": "Those in need come with questions.</em>",
  "cnd18:1.16": "<em>81 : [Venerable Posāla like this:]",
  "cnd18:1.17": "To the one who points out the past,",
  "cnd18:1.18": "The undisturbed, who cuts off doubts,",
  "cnd18:1.19": "To those who have reached the other side of the dhammas,",
  "cnd18:1.20": "Those in need come with questions.</em>",
  "cnd18:1.21": "<em>81 : [Venerable Posāla like this:]",
  "cnd18:1.22": "To the one who points out the past,",
  "cnd18:1.23": "The undisturbed, who cuts off doubts,",
  "cnd18:1.24": "To those who have reached the other side of the dhammas,",
  "cnd18:1.25": "Those in need come with questions.</em>",
  "cnd18:2.1": "\"The one who pointed out the past\": \"The one who...,\" that is the world-honored",
  "cnd18:2.2": "person, the one who is alone, and the one without a teacher who has realized the",
  "cnd18:2.3": "truth in the Dhamma that has not been heard before, and has reached the state of",
  "cnd18:2.4": "all knowing there, the one who (reaches) the state of freedom in strength.",
  "cnd18:2.5": "\"Point out,\" the Blessed One points out the past of himself and others, also",
  "cnd18:2.6": "points out the future, and points out the present.",
  "cnd18:3.1": "How did the Blessed One point out his past? The Blessed One pointed out his",
  "cnd18:3.2": "past: he pointed out the whole life, the second life, the third life, the fourth",
  "cnd18:3.3": "life, the fifth life, the tenth life, the twentieth life, the thirtieth life,",
  "cnd18:3.4": "the fortieth life, and also pointed out fifty births, and also pointed out a",
  "cnd18:3.5": "hundred births..., a thousand births..., one hundred thousand births..., many",
  "cnd18:3.6": "bad calamities..., many finished calamities..., also pointed out many bad",
  "cnd18:3.7": "calamities: \"Who is that person? Such a name, such a surname, such a face,",
  "cnd18:3.8": "(eating) such food, such a feeling of pain and happiness, such a length of life,",
  "cnd18:3.9": "who died here and was reborn there, and what is the name, ..., who died there",
  "cnd18:3.10": "was born here.\" Like this, he pointed out that many previous lives had such",
  "cnd18:3.11": "behaviors and situations.",
  "cnd18:4.1": "How does the Blessed One point out the past of others? The Blessed One pointed",
  "cnd18:4.2": "out the past of others: he pointed out the whole life, and also pointed out the",
  "cnd18:4.3": "second life... (omitted). Like this, he pointed out that many previous lives",
  "cnd18:4.4": "had such behaviors and situations.",
  "cnd18:5.1": "When talking about the Five Hundred Prayer Suttas (Jātakas), the Blessed One",
  "cnd18:5.2": "points out the past of himself and others; when talking about the Great Causes",
  "cnd18:5.3": "Sutta [DN.14], ...; when talking about the Great Splendor Sutta [DN.17], the",
  "cnd18:5.4": "Great Steward Sutta [DN.19], the Makhādeva [MN.83], the Blessed One points out",
  "cnd18:5.5": "the past of himself and others.",
  "cnd18:6.1": "This was said by the Blessed One [DN.29]: \"Cunda, Regarding the past lives,",
  "cnd18:6.2": "Tathāgata has wisdom from memory, he (can) recall as much as he hopes, Cunda,",
  "cnd18:6.3": "Regarding the future... (omitted). Cunda, Regarding the present life, the",
  "cnd18:6.4": "Tathāgata has wisdom from awakening: 'This is my last birth, and now, there is",
  "cnd18:6.5": "no rebirth.'\"",
  "cnd18:7.1": "The wisdom of the root is the power of the Tathāgata; the underlying tendency of",
  "cnd18:7.2": "all living beings and the underlying tendency of the troubles is the power of",
  "cnd18:7.3": "the Tathāgata; the wisdom of the two gods...; the wisdom of great compassion...;",
  "cnd18:7.4": "the wisdom of all knowers...; barrier-free wisdom...; there is no attachment, no",
  "cnd18:7.5": "repulsion, and barrier-free wisdom is the Tathāgata power. In this way, the",
  "cnd18:7.6": "Blessed One points out the past, future, and present of himself and others, he",
  "cnd18:7.7": "explained, taught, ....",
  "cnd18:8.1": "\"[Like this Venerable Posāla]\": \"Like this,\" the continuation of the sentences,",
  "cnd18:8.2": "the connection of the words, the completion of the sentences, the combination of",
  "cnd18:8.3": "words, this is the order of the sentence, which is \"like this.\" \"Venerable,\"",
  "cnd18:8.4": "this is a synonym of love, respect, and obedience. \"Posāla,\" the name, title,",
  "cnd18:8.5": "security of the Brāhmaṇa, title, word, phrase.",
  "cnd18:9.1": "\"The one who is not disturbed, the one who cuts off doubts\": \"Disturbance is",
  "cnd18:9.2": "called thirst, that is greed, lust, acquiescence, conformity, joy, desire,",
  "cnd18:9.3": "obsession, taking, contaminated, disturbance, fraud, (reincarnation) root cause,",
  "cnd18:9.4": "(bitter) fertility, tailoring (greed), net, river, bondage, rope, attachment,",
  "cnd18:9.5": "accumulation, companionship, desire, intimate interaction, forest, jungle, love,",
  "cnd18:9.6": "expectation, relationship, desire for form, desire for sounds, desire for",
  "cnd18:9.7": "smells, desire for tastes, desire for touches, desire for acquisition, desire",
  "cnd18:9.8": "for wealth, desire for sons, desire for life, the state of desire, hope, prayer,",
  "cnd18:9.9": "greedy appearance, possessing greed, inquiring for profit, illegal greed,",
  "cnd18:9.10": "improper greed, hope, envy, desire for desire, desire for nothingness, desire",
  "cnd18:9.11": "for form, formless thirst, extinguished thirst, form thirst, sound thirst, smell",
  "cnd18:9.12": "thirst, taste thirst, touch thirst, dhamma thirst, torrent, harness, binding,",
  "cnd18:9.13": "clinging, obstacles, covering, defilements, potential trends of troubles,",
  "cnd18:9.14": "entanglement, vines, stinginess, suffering roots, causes of suffering,",
  "cnd18:9.15": "occurrence of suffering, magical nets, magical hooks, magical food, the realm of",
  "cnd18:9.16": "the devil, the residence of the devil, the state of the devil, the bondage of",
  "cnd18:9.17": "the devil, the river of thirst, the net of thirst, the rope of thirst, the sea",
  "cnd18:9.18": "of thirst, craving, greed, and the root of unwholesomeness. That disturbance,",
  "cnd18:9.19": "thirst, for Buddha, the Blessed One, has been cut off, the root.... Therefore,",
  "cnd18:9.20": "the Buddha is the undisturbed. In the state of that disturbance being",
  "cnd18:9.21": "disconnection, the Blessed One does not waver; does not shake when he does not",
  "cnd18:9.22": "get it (obtain something); does not shake when he has reputation; does not shake",
  "cnd18:9.23": "when he has no reputation; does not shake with praise; does not shake with",
  "cnd18:9.24": "reprimand; does not shake at times; does not shake, does not move, does not",
  "cnd18:9.25": "tremble. \"The doubter,\" Doubts are called doubts: doubt of suffering, doubt of",
  "cnd18:9.26": "the path leading to suffering, doubt of the future, doubt of the past, doubt of",
  "cnd18:9.27": "the future and the past, doubt of causal connections, such doubts, suspicions,",
  "cnd18:9.28": "doubtful states, confusion, hesitation, crossroads, inconsistent grasping,",
  "cnd18:9.29": "hesitating, incomplete understanding, stiff state, confusion of mind. That doubt",
  "cnd18:9.30": "has been cut off, severed, and destroyed for the Buddha and the Blessed One, has",
  "cnd18:9.31": "been cut off, ..., burned by the fire of wisdom. Therefore, the Buddha is the",
  "cnd18:9.32": "one who cuts off doubts.",
  "cnd18:10.1": "\"Reached the other side in all dhammas\": The Blessed One is the one who has",
  "cnd18:10.2": "reached the other shore of the dhammas; knowing ...; abandoning ...;",
  "cnd18:10.3": "practice...; testifying...; those on the other side: those who have reached the",
  "cnd18:10.4": "other side of all dhammas; those who have reached the other side of all",
  "cnd18:10.5": "suffering knowledge; ...of all polluted renunciations; ...of the practice of the",
  "cnd18:10.6": "four holy paths; ...of the testimony of destruction; the one who waits until he",
  "cnd18:10.7": "has reached the other shore, he is the free reacher (one who arrives) in the",
  "cnd18:10.8": "holy precepts, the highest (pāramitā) reacher; the free reacher and the highest",
  "cnd18:10.9": "reacher in the holy sanctuary; the free reacher in the holy wisdom, the highest,",
  "cnd18:10.10": "the one who has reached the end; the one who is free and the highest in the",
  "cnd18:10.11": "sacred liberation, the one who has reached the other side, the one who has",
  "cnd18:10.12": "reached the ultimate (target); the one who has reached finality, the one who has",
  "cnd18:10.13": "reached the end; has reached the border; ...reached rescue; reached shelter;",
  "cnd18:10.14": "reached the refuge; the one without terror; the one who has reached no fear, the",
  "cnd18:10.15": "one without death; the one who has reached undeath; the one who has reached",
  "cnd18:10.16": "Nibbāna; he is a person who has descended into a state, a person who has",
  "cnd18:10.17": "practiced... (omitted).",
  "cnd18:11.1": "\"The needy come with a question\": I come with questions as needed, I come if I",
  "cnd18:11.2": "want to ask questions, I come if I want to hear questions, the needy come with",
  "cnd18:11.3": "questions. Or, the inquirers of the question have the need, the one who wants to",
  "cnd18:11.4": "ask the question, the one who wants to hear, the needy (will) come, approach,",
  "cnd18:11.5": "visit. Or, when you have a question, you can and you have enough reason to tell",
  "cnd18:11.6": "and answer the question I asked, \"Please bear this burden.\"",
  "cnd18:12.1": "<em>82 : The person for whom form has disappeared,",
  "cnd18:12.2": "The person who has abandoned the body,",
  "cnd18:12.3": "The seer of \"nothing\" inside and outside of oneself,",
  "cnd18:12.4": "Sakyamuni! I ask about this wisdom,",
  "cnd18:12.5": "How should people like that be guided?</em>",
  "cnd18:12.6": "<em>82 : The person for whom form has disappeared,",
  "cnd18:12.7": "The person who has abandoned the body,",
  "cnd18:12.8": "The seer of \"nothing\" inside and outside of oneself,",
  "cnd18:12.9": "Sakyamuni! I ask about this wisdom,",
  "cnd18:12.10": "How should people like that be guided?</em>",
  "cnd18:12.11": "<em>82 : The person for whom form has disappeared,",
  "cnd18:12.12": "The person who has abandoned the body,",
  "cnd18:12.13": "The seer of \"nothing\" inside and outside of oneself,",
  "cnd18:12.14": "Sakyamuni! I ask about this wisdom,",
  "cnd18:12.15": "How should people like that be guided?</em>",
  "cnd18:12.16": "<em>82 : The person for whom form has disappeared,",
  "cnd18:12.17": "The person who has abandoned the body,",
  "cnd18:12.18": "The seer of \"nothing\" inside and outside of oneself,",
  "cnd18:12.19": "Sakyamuni! I ask about this wisdom,",
  "cnd18:12.20": "How should people like that be guided?</em>",
  "cnd18:12.21": "<em>82 : The person for whom form has disappeared,",
  "cnd18:12.22": "The person who has abandoned the body,",
  "cnd18:12.23": "The seer of \"nothing\" inside and outside of oneself,",
  "cnd18:12.24": "Sakyamuni! I ask about this wisdom,",
  "cnd18:12.25": "How should people like that be guided?</em>",
  "cnd18:13.1": "\"Those whose form has disappeared\": What is form? The state of thought,",
  "cnd18:13.2": "cognition, and cognition of the entrants or the deceased, or those who live in",
  "cnd18:13.3": "the realm of life, is the state of consciousness. \"Those who have disappeared\":",
  "cnd18:13.4": "The four formless attainments are those who have disappeared, those who have",
  "cnd18:13.5": "left, those who have passed through, those who have transcended, and those who",
  "cnd18:13.6": "have overcome.",
  "cnd18:14.1": "\"The person who has abandoned all bodies\": All his rebirth bodies have been",
  "cnd18:14.2": "given up, those who have crossed that portion, and his body has been suppressed",
  "cnd18:14.3": "and given up by those who have given up.",
  "cnd18:15.1": "\"Inside and outside of oneself, the seer of 'nothing'\": \"Nothing\" means dwelling",
  "cnd18:15.2": "in nothingness. For what reason is \"nothing\" dwelling in nothingness? Everyone",
  "cnd18:15.3": "who enters (mindfully) and dwells until the boundlessness of consciousness, and",
  "cnd18:15.4": "then after coming out of there, (observes that) that consciousness does not",
  "cnd18:15.5": "exist, disappears, and is wiped out. He sees \"nothing,\" and for this reason",
  "cnd18:15.6": "dwells in \"nothing.\"",
  "cnd18:16.1": "\"Sakyamuni! I will ask the wisdom\": \"Sakyamuni,\" .... \"I ask wisdom,\" I ask your",
  "cnd18:16.2": "wisdom, I ask your knowledge, I ask your all-seeing wisdom, I ask the wisdom of",
  "cnd18:16.3": "the all-knowing one: What is it like, what is established, what method, and what",
  "cnd18:16.4": "type of wisdom should be desired?\"",
  "cnd18:17.1": "\"How should a person like that be guided\": How should he be guided, be tempered,",
  "cnd18:17.2": "be comforted, be told, be considered, be seen, and be made clear? How? How",
  "cnd18:17.3": "should that higher wisdom be made to arise? \"That type of person,\" that type of",
  "cnd18:17.4": "person, that fixator, that similar person, who has attained the sphere of",
  "cnd18:17.5": "nothingness.",
  "cnd18:18.1": "<em>83 : [The Blessed One: \"Posāla!\"]",
  "cnd18:18.2": "Knowing all states of consciousness,",
  "cnd18:18.3": "The Tathāgata is the witness,",
  "cnd18:18.4": "Knowing that the survivor is the winner,",
  "cnd18:18.5": "(Or) the one who who is stuck.</em>",
  "cnd18:18.6": "<em>83 : [The Blessed One: \"Posāla!\"]",
  "cnd18:18.7": "Knowing all states of consciousness,",
  "cnd18:18.8": "The Tathāgata is the witness,",
  "cnd18:18.9": "Knowing that the survivor is the winner,",
  "cnd18:18.10": "(Or) the one who who is stuck.</em>",
  "cnd18:18.11": "<em>83 : [The Blessed One: \"Posāla!\"]",
  "cnd18:18.12": "Knowing all states of consciousness,",
  "cnd18:18.13": "The Tathāgata is the witness,",
  "cnd18:18.14": "Knowing that the survivor is the winner,",
  "cnd18:18.15": "(Or) the one who who is stuck.</em>",
  "cnd18:18.16": "<em>83 : [The Blessed One: \"Posāla!\"]",
  "cnd18:18.17": "Knowing all states of consciousness,",
  "cnd18:18.18": "The Tathāgata is the witness,",
  "cnd18:18.19": "Knowing that the survivor is the winner,",
  "cnd18:18.20": "(Or) the one who who is stuck.</em>",
  "cnd18:18.21": "<em>83 : [The Blessed One: \"Posāla!\"]",
  "cnd18:18.22": "Knowing all states of consciousness,",
  "cnd18:18.23": "The Tathāgata is the witness,",
  "cnd18:18.24": "Knowing that the survivor is the winner,",
  "cnd18:18.25": "(Or) the one who who is stuck.</em>",
  "cnd18:19.1": "\"Knowing all states of consciousness\": The Blessed One knows the four",
  "cnd18:19.2": "consciousnesses because of his creation, and he knows the seven consciousnesses",
  "cnd18:19.3": "because of the incarnation. How is it that the Blessed One knows the four",
  "cnd18:19.4": "consciousnesses because of his creation? This is said by the Blessed One:",
  "cnd18:19.5": "\"Bhikkhus! When consciousness abides with form, it stays in form, stands on",
  "cnd18:19.6": "form, is supported by form, and with a sprinkle of joy in it, it will grow and",
  "cnd18:19.7": "expand. Bhikkhus! When consciousness abides with feeling..., ...perceiving....\"",
  "cnd18:19.8": "[SN.22.53]",
  "cnd18:20.1": "How is the Blessed One the one who knows the seven consciousness due to the",
  "cnd18:20.2": "incarnation? This was said by the Blessed One:",
  "cnd18:21.1": "\"Bhikkhus! Beings with all types of bodies and all types of thoughts, such as:",
  "cnd18:21.2": "people, certain heavens, and certain people who have descended into the realm,",
  "cnd18:21.3": "this is the first consciousness.",
  "cnd18:22.1": "Bhikkhus! There are all types of beings with a single mind, such as the Brahma",
  "cnd18:22.2": "who reborn as the first, this is the second consciousness.",
  "cnd18:23.1": "Bhikkhus! Beings with a single body and all types of thoughts, such as the",
  "cnd18:23.2": "heaven of light and sound, this is the third consciousness.",
  "cnd18:24.1": "Bhikkhus! Beings who have a single body and a single mind, such as: the sky of",
  "cnd18:24.2": "pure heaven, this is the fourth consciousness.",
  "cnd18:25.1": "Bhikkhus! There is the transcendence of thinking with all forms, the extinction",
  "cnd18:25.2": "of thinking with the opposite (opposing factors), and all types of thinking",
  "cnd18:25.3": "without thinking, (knowing): 'The void is boundless,' to beings in the boundless",
  "cnd18:25.4": "emptiness, this is the fifth consciousness.",
  "cnd18:26.1": "Bhikkhus! After surpassing all boundless emptiness (knowing): 'Knowledge",
  "cnd18:26.2": "(consciousness) is boundless,' the sentient beings who reach the boundlessness",
  "cnd18:26.3": "of consciousness, this is the sixth consciousness.",
  "cnd18:27.1": "Bhikkhus! After having transcended all boundlessness of consciousness (knowing):",
  "cnd18:27.2": "'There is nothing,' the sentient beings who reach nothingness are (in) the",
  "cnd18:27.3": "seventh consciousness. In this way, the Blessed One knows the seven",
  "cnd18:27.4": "consciousnesses because of the rebirth.\"",
  "cnd18:28.1": "\"[The Blessed One: 'Posāla!']\": ....",
  "cnd18:29.1": "\"The Tathāgata is the knower who proves\": \"The knower who proves,\" the Tathāgata",
  "cnd18:29.2": "is the one who proves the knowing, the sure knower, the penetrator. This is said",
  "cnd18:29.3": "by the Blessed One [DN.29]: \"Cunda, If a question about the past is untrue,",
  "cnd18:29.4": "unrealistic, unprofitable, Tathāgata does not answer it. Cunda, If the question",
  "cnd18:29.5": "about the past is true, truthful, but unprofitable, the Tathāgata does not",
  "cnd18:29.6": "answer it. Cunda, if the question about the past is true, truthful, and",
  "cnd18:29.7": "profitable, the Tathāgata knows the right time to answer. Cunda, if a question",
  "cnd18:29.8": "about the future the future.... Cunda, if a question about the present....",
  "cnd18:29.9": "Cunda, like this, in the past, the future, and the present Dhamma, the Tathāgata",
  "cnd18:29.10": "is the speaker in the right time, the speaker of the fact, the speaker of the",
  "cnd18:29.11": "benefit, such as the speaker of the Dhamma, therefore it is called 'Tathāgata.'",
  "cnd18:30.1": "Cunda, including the world with of heavens, demons, and Brahma; in the",
  "cnd18:30.2": "generations with the Samaṇas, Brāhmaṇas, heavens, and humans, whatever he sees,",
  "cnd18:30.3": "hears, feels, knows, gains, asks, and is followed by intentions, that Everything",
  "cnd18:30.4": "has been enlightened by the Tathāgata, so it is called 'Tathāgata;' Cunda,",
  "cnd18:30.5": "whenever he speaks, talks, and demonstrates in the night of enlightenment, he",
  "cnd18:30.6": "says, talks, and shows that everything is the same as it really is, so it is",
  "cnd18:30.7": "called 'Tathāgata;' Cunda, the Tathāgata is the one who does what he says; the",
  "cnd18:30.8": "one who speaks as he does, and the one who does it like this; the one who speaks",
  "cnd18:30.9": "as he does it is called 'Tathāgata;' Cunda, including the world with the",
  "cnd18:30.10": "heavens, demons, and Brahma; among the generations including the Samaṇas,",
  "cnd18:30.11": "Brāhmaṇas, heavens, and people, the Tathāgata is the conqueror, the unconquered,",
  "cnd18:30.12": "the all-seeing, and the free, and so is called the 'Tathāgata.'\"",
  "cnd18:31.1": "\"Know the survivor\": The Blessed One knows that the survivor is here because of",
  "cnd18:31.2": "the deeds of kamma: \"This person has passed away to the world of suffering, evil",
  "cnd18:31.3": "interest, lower realm, and hell after death through the disintegration of the",
  "cnd18:31.4": "body.\" And the one who knows that exists here: \"This person has passed away to",
  "cnd18:31.5": "the animal world after death by the disintegration of the body.\" The Blessed One",
  "cnd18:31.6": "knows that this is here due to the deeds of kamma: \"This person has passed away",
  "cnd18:31.7": "after the disintegration of the body, to the world of hungry ghosts.\" The",
  "cnd18:31.8": "Blessed One knows that he is here because of his kamma: \"This person has passed",
  "cnd18:31.9": "away after death through the disintegration of his body.\" The Blessed One knows",
  "cnd18:31.10": "that he is here because of his kamma: \"With the disintegration of the body,",
  "cnd18:31.11": "human beings have been reborn to the realm of goodness and heaven after death.\"",
  "cnd18:32.1": "This was said by the Blessed One [MN.12]:",
  "cnd18:33.1": "\"Again, Sāriputta! Here, after knowing the heart so well, I know someone: 'This",
  "cnd18:33.2": "individual who walks the way and behaves like that has entered the",
  "cnd18:33.3": "disintegration of the body, and will be reborn into the way of suffering, evil,",
  "cnd18:33.4": "lower realms, and hell after death.'",
  "cnd18:34.1": "Again, Sāriputta! ...in the animal world after death.",
  "cnd18:34.2": "Again, Sāriputta! ...in the world of hungry ghosts after death.",
  "cnd18:34.3": "Again, Sāriputta! ...in the human realm after death.",
  "cnd18:34.4": "Again, Sāriputta! ...in the way of goodness and heaven after death.",
  "cnd18:35.1": "Again, Sāriputta! Here, after knowing the heart so well, I know someone: 'This",
  "cnd18:35.2": "individual who walks the way and behaves like that has entered the extinction of",
  "cnd18:35.3": "all the troubles, and will enter in the life after witnessing the wisdom to",
  "cnd18:35.4": "testify, then live in the mind free from worry, with the relief of wisdom.'\"",
  "cnd18:36.1": "\"The victor, (or) the one who is stuck\": The \"victor\" who has nowhere. \"The",
  "cnd18:36.2": "victor,\" the one who overcomes the solution by liberation, the one who overcomes",
  "cnd18:36.3": "the solution there, the one like that. Or, the Blessed One knows that: this",
  "cnd18:36.4": "person is the one who overcomes the solution by form, the solution by sound, the",
  "cnd18:36.5": "solution by smell, the solution by taste, the solution by touch, the solution by",
  "cnd18:36.6": "family, the solution by the group, the winner of a residence, the winner of",
  "cnd18:36.7": "profit, the winner of reputation, the winner of praise, the winner of joy, the",
  "cnd18:36.8": "winner of clothing, the winner of group food (eating meals with the group), the",
  "cnd18:36.9": "winner of shelter, of the needs of patients and medical necessities, the",
  "cnd18:36.10": "interpreter, the victorious interpreter, the ruler-victorious, the",
  "cnd18:36.11": "Abhidhamma-victorious, Arahant-victorious: the one who always begs for food, the",
  "cnd18:36.12": "dung-sweeping victorious, the three-clothing victorious, those who beg for food",
  "cnd18:36.13": "and overcome solutions, those who do not suffer from food after eating, those",
  "cnd18:36.14": "who often sit and do not sleep, those who live anywhere, those who overcome",
  "cnd18:36.15": "solutions, those who (through) first jhāna overcome solutions, those who",
  "cnd18:36.16": "(through) second jhāna ..., and those who (through) third jhāna..., those who",
  "cnd18:36.17": "are in the fourth jhāna are the winners of the solution, those who dwell for the",
  "cnd18:36.18": "solution in the boundless void (fifth/first immaterial), ...in the boundlessness",
  "cnd18:36.19": "of consciousness, ...in nothingness, and those who do not dwell (in nothingness;",
  "cnd18:36.20": "neither perception nor non-perception; eighth), for the solution.",
  "cnd18:37.1": "\"The one who is stuck\" means the one who has no place, the one who is stuck, the",
  "cnd18:37.2": "one who is stuck in kamma, the one who is repaid, the one who is serious, and",
  "cnd18:37.3": "the one who regenerates. Or, the Blessed One knows: This person is a person who",
  "cnd18:37.4": "is stuck in form....",
  "cnd18:38.1": "<em>84 : After knowing the arising of nothingness,",
  "cnd18:38.2": "Like this, is the knot of joy,",
  "cnd18:38.3": "After he knows in this way,",
  "cnd18:38.4": "He sees clearly with insight there;",
  "cnd18:38.5": "This is his true wisdom,",
  "cnd18:38.6": "That of the completed Brāhmaṇa.</em>",
  "cnd18:38.7": "<em>84 : After knowing the arising of nothingness,",
  "cnd18:38.8": "Like this, is the knot of joy,",
  "cnd18:38.9": "After he knows in this way,",
  "cnd18:38.10": "He sees clearly with insight there;",
  "cnd18:38.11": "This is his true wisdom,",
  "cnd18:38.12": "That of the completed Brāhmaṇa.</em>",
  "cnd18:38.13": "<em>84 : After knowing the arising of nothingness,",
  "cnd18:38.14": "Like this, is the knot of joy,",
  "cnd18:38.15": "After he knows in this way,",
  "cnd18:38.16": "He sees clearly with insight there;",
  "cnd18:38.17": "This is his true wisdom,",
  "cnd18:38.18": "That of the completed Brāhmaṇa.</em>",
  "cnd18:38.19": "<em>84 : After knowing the arising of nothingness,",
  "cnd18:38.20": "Like this, is the knot of joy,",
  "cnd18:38.21": "After he knows in this way,",
  "cnd18:38.22": "He sees clearly with insight there;",
  "cnd18:38.23": "This is his true wisdom,",
  "cnd18:38.24": "That of the completed Brāhmaṇa.</em>",
  "cnd18:38.25": "<em>84 : After knowing the arising of nothingness,",
  "cnd18:38.26": "Like this, is the knot of joy,",
  "cnd18:38.27": "After he knows in this way,",
  "cnd18:38.28": "He sees clearly with insight there;",
  "cnd18:38.29": "This is his true wisdom,",
  "cnd18:38.30": "That of the completed Brāhmaṇa.</em>",
  "cnd18:38.31": "<em>84 : After knowing the arising of nothingness,",
  "cnd18:38.32": "Like this, is the knot of joy,",
  "cnd18:38.33": "After he knows in this way,",
  "cnd18:38.34": "He sees clearly with insight there;",
  "cnd18:38.35": "This is his true wisdom,",
  "cnd18:38.36": "That of the completed Brāhmaṇa.</em>",
  "cnd18:39.1": "\"After knowing the arising of nothingness: \"Arising of nothingness\" is called a",
  "cnd18:39.2": "creation that leads to nothingness. Knowing that the creation that leads to",
  "cnd18:39.3": "nothingness is \"nothing arises,\" after knowing it is \"adhesion,\" after knowing",
  "cnd18:39.4": "it is \"binding,\" after knowing it is an \"obstacle,\" after understanding, after",
  "cnd18:39.5": "measuring, after judging, after separating, after clarifying.",
  "cnd18:40.1": "\"Like this, the joyful knot\": The happy knot is called formless greed. The kamma",
  "cnd18:40.2": "is attached, fixed, and obstructed by formless greed. After knowing that",
  "cnd18:40.3": "formless greed is the \"happy knot,\" after knowing it is \"adhesion,\" .... Like",
  "cnd18:40.4": "this,\" ....",
  "cnd18:41.1": "\"After proving this in this way\": After proving this in this way, after",
  "cnd18:41.2": "understanding, after weighing, after judging, after separating, after",
  "cnd18:41.3": "clarifying.",
  "cnd18:42.1": "\"Afterwards, seeing with insight there\": \"There,\" enter into the place of no",
  "cnd18:42.2": "possessions, and then after exiting from there, with insight of the impermanence",
  "cnd18:42.3": "in the mind and mental states that arise; as insight of the suffering; of the",
  "cnd18:42.4": "sickness... (omitted). With insight he leaves, he sees, watches, contemplates,",
  "cnd18:42.5": "and observes.",
  "cnd18:43.1": "\"This is his true wisdom\": This is his true, factual, correct, and non-reversed",
  "cnd18:43.2": "wisdom.",
  "cnd18:44.1": "\"Completed Brāhmaṇa\": \"Brāhmaṇa,\" the exclusion of the seven dhammas is the",
  "cnd18:44.2": "Brāhmaṇa: seeing is excluded, doubt is excluded, abstinence is excluded, greed",
  "cnd18:44.3": "is excluded, aversion is excluded, illusion is eliminated, sloth is eliminated,",
  "cnd18:44.4": "those evil and unwholesome methods are eliminated: those that are contaminated,",
  "cnd18:44.5": "those that are no longer there, those that are fearful, those who will suffer",
  "cnd18:44.6": "the consequences, and those who will die in the future.",
  "cnd18:45.1": "The Blessed One: [Sn.3.6, 524]",
  "cnd18:45.2": "\"After all evil is eliminated,",
  "cnd18:45.3": "Standing the spotless, virtuous state,",
  "cnd18:45.4": "After he transcends reincarnation,",
  "cnd18:45.5": "He becomes a perfect man.",
  "cnd18:45.6": "Those who are not dependent,",
  "cnd18:45.7": "Like this can be called Brāhmaṇa.\"",
  "cnd18:46.1": "\"Completed Brāhmaṇa\": Seven common people, including seven types of learned,",
  "cnd18:46.2": "live, live together, dwell, and stay, those who have what is deserved, those who",
  "cnd18:46.3": "reach what should be reached, those who testify to what should be testified, the",
  "cnd18:46.4": "Arahant has completed what should be done, the burden has been discharged, his",
  "cnd18:46.5": "own interests have been achieved, the knots of being have been wiped out, and he",
  "cnd18:46.6": "is liberated with ultimate wisdom. He is a person who has descended into a",
  "cnd18:46.7": "state, has practiced... (omitted), ...life and death, without his rebirth.",
  "cnd18:47.1": "At the end of these verses... \"The Blessed One is my teacher, I am a disciple.\""
}
