{
  "cnd23:0.1": "Cūḷaniddesa",
  "cnd23:0.2": "Khaggavisāṇasuttaniddesa",
  "cnd23:0.3": "Fourth Chapter",
  "cnd23:1.1": "<em>151 : In terms of taste, not being a greedy person,",
  "cnd23:1.2": "A person who is not desiring, a person who does not nurture others,",
  "cnd23:1.3": "A second-time beggar (not skipping houses), not restrained to any family,",
  "cnd23:1.4": "One should walk alone like a rhinoceros.</em>",
  "cnd23:1.5": "<em>151 : In terms of taste, not being a greedy person,",
  "cnd23:1.6": "A person who is not desiring, a person who does not nurture others,",
  "cnd23:1.7": "A second-time beggar (not skipping houses), not restrained to any family,",
  "cnd23:1.8": "One should walk alone like a rhinoceros.</em>",
  "cnd23:1.9": "<em>151 : In terms of taste, not being a greedy person,",
  "cnd23:1.10": "A person who is not desiring, a person who does not nurture others,",
  "cnd23:1.11": "A second-time beggar (not skipping houses), not restrained to any family,",
  "cnd23:1.12": "One should walk alone like a rhinoceros.</em>",
  "cnd23:1.13": "<em>151 : In terms of taste, not being a greedy person,",
  "cnd23:1.14": "A person who is not desiring, a person who does not nurture others,",
  "cnd23:1.15": "A second-time beggar (not skipping houses), not restrained to any family,",
  "cnd23:1.16": "One should walk alone like a rhinoceros.</em>",
  "cnd23:2.1": "\"In terms of taste, one who is not greedy or desiring\": \"Taste,\" there are root,",
  "cnd23:2.2": "branch, skin, leaf, flower, fruit, sour, sweet, bitter, spicy, salty, alkaline,",
  "cnd23:2.3": "astringent, pleasant, unpleasant, cold, and hot. Some Samaṇas and Brāhmaṇas are",
  "cnd23:2.4": "greedy for taste. They wander around for the best taste with their tongues.",
  "cnd23:2.5": "After they get the sour taste, they ask for no sour taste, and ask for sourness",
  "cnd23:2.6": "after getting no sourness; ...(omitted) sweetness ...(omitted); bitterness,",
  "cnd23:2.7": "spicy, salty, alkali; when they get the sour taste, they look for the",
  "cnd23:2.8": "astringency, when they get the astringency, look for the sour taste; ...pleasant",
  "cnd23:2.9": "taste..., unpleasant...; ...unpleasant..., pleasant...; ...hot..., cold...;",
  "cnd23:2.10": "...cold..., hot. They are greedy, craving, tied, fascinated, tainted, attached,",
  "cnd23:2.11": "fixed, in the desire for taste, being obstructed. For the alone-enlightened",
  "cnd23:2.12": "person, the taste and thirst and love have been cut off, ..., he eats food after",
  "cnd23:2.13": "inspecting it logically: \"Neither for pleasure, nor for intoxication, not for a",
  "cnd23:2.14": "good figure, not for dignity, but for the survival of this body, to stop harm,",
  "cnd23:2.15": "and to support the Brahma. In this way, I will repel the previous feelings, not",
  "cnd23:2.16": "arouse new feelings, be healthy, without fault, and live in peace.\"",
  "cnd23:3.1": "For example, if he applies oil to the sore, it is only for the purpose of",
  "cnd23:3.2": "growing (flesh), or, if he applies oil to the axle, only for the purpose of",
  "cnd23:3.3": "transporting goods, or, if he eats his son's meat it is only for the purpose of",
  "cnd23:3.4": "passing through the desert. In the same way, the alone-enlightened person eats",
  "cnd23:3.5": "food after introspection: \"Neither for pleasure....\" He is separated from the",
  "cnd23:3.6": "craving of taste, quit, departed, left, been freed, and being unbound, he lives",
  "cnd23:3.7": "with an unrestrained heart.",
  "cnd23:4.1": "\"Those who are not greedy,\" greed is called craving, which is greed, lust,",
  "cnd23:4.2": "acquiescence, conformity, joy, desire, obsession, taking, contaminated,",
  "cnd23:4.3": "disturbance, fraud, (reincarnation) root cause, (bitter) fertility, tailoring",
  "cnd23:4.4": "(greed), net, river, bondage, rope, attachment, accumulation, companionship,",
  "cnd23:4.5": "desire, intimate interaction, forest, jungle, love, expectation, relationship,",
  "cnd23:4.6": "desire for form, desire for sounds, desire for smells, desire for tastes, desire",
  "cnd23:4.7": "for touches, desire for acquisition, desire for wealth, desire for sons, desire",
  "cnd23:4.8": "for life, the state of desire, hope, prayer, greedy appearance, possessing",
  "cnd23:4.9": "greed, inquiring for profit, illegal greed, improper greed, hope, envy, desire",
  "cnd23:4.10": "for desire, desire for nothingness, desire for form, formless thirst,",
  "cnd23:4.11": "extinguished thirst, form thirst, sound thirst, smell thirst, taste thirst,",
  "cnd23:4.12": "touch thirst, dhamma thirst, torrent, harness, binding, clinging, obstacles,",
  "cnd23:4.13": "covering, defilements, potential trends of troubles, entanglement, vines,",
  "cnd23:4.14": "stinginess, suffering roots, causes of suffering, occurrence of suffering,",
  "cnd23:4.15": "magical nets, magical hooks, magical food, the realm of the devil, the residence",
  "cnd23:4.16": "of the devil, the state of the devil, the bondage of the devil, the river of",
  "cnd23:4.17": "thirst, the net of thirst, the rope of thirst, the sea of thirst, craving,",
  "cnd23:4.18": "greed, and the root of unwholesomeness. That greed and thirst have been cut off",
  "cnd23:4.19": "for the enlightened one, ..., therefore, the alone-enlightened ones are the ones",
  "cnd23:4.20": "who are not greedy.",
  "cnd23:5.1": "\"Those who don't nurture other people, second-order beggars\": \"Those who don't",
  "cnd23:5.2": "raise other people,\" For that alone-enlightened person, only nurture themselves,",
  "cnd23:5.3": "not others.",
  "cnd23:6.1": "\"Those who do not nurture others, those who already know,",
  "cnd23:6.2": "Those who have been tamed, those who have settled in the core,",
  "cnd23:6.3": "Those who have exhausted their troubles and those who have eliminated their faults,",
  "cnd23:6.4": "I say he is a Brāhmaṇa.\"",
  "cnd23:6.5": "[Ud.6]",
  "cnd23:7.1": "\"Those who do not nurture others, second-time beggars\": The alone-enlightened",
  "cnd23:7.2": "person puts on his clothes in the early afternoon, takes the mantle, has guarded",
  "cnd23:7.3": "his body, has guarded his words, has guarded his heart, and his mind has",
  "cnd23:7.4": "emerged, with the protection of the roots, in order to enter a village or town",
  "cnd23:7.5": "as a beggar, those who have their eyes down and behave adequately, go from home",
  "cnd23:7.6": "to home without crossing to beg for alms.",
  "cnd23:8.1": "\"Do not be bound in the center of a family\": the mind is bound in two ways:",
  "cnd23:8.2": "making oneself humble, and others stand noble while the heart is bound, or",
  "cnd23:8.3": "making others stand humble, and oneself stand noble and the heart is bound. How",
  "cnd23:8.4": "to make yourself humble and make others stand up noble and flatter others?",
  "cnd23:8.5": "(Thinking:) \"You are very helpful to me, I rely on you to get clothes, food,",
  "cnd23:8.6": "shelter, the needs of patients, medical necessities, and anyone who gives or",
  "cnd23:8.7": "wants to do they think I am dependent on you, those who are regarded as you, all",
  "cnd23:8.8": "my previous names from my parents have disappeared to me, because you are known",
  "cnd23:8.9": "as those who frequent (someone's) home like that; those who often visit",
  "cnd23:8.10": "(someone's) home.\" This is to make oneself humble, to make others stand noble,",
  "cnd23:8.11": "and their hearts are bound.",
  "cnd23:9.1": "How to make others humble and make oneself stand noble and be restrained?",
  "cnd23:9.2": "(Thinking:) \"I am a good person to you. Because of me, you turn to the Buddha,",
  "cnd23:9.3": "to the Dhamma, and to the Saṅgha, become (as) those who are free from killing,",
  "cnd23:9.4": "those who have not given and take, those who have not given, and those who are",
  "cnd23:9.5": "free from lying, and those who (do not) drink spirits, fruit wine, and wine, I",
  "cnd23:9.6": "will give you instructions, give me a lot of questions, I will explain uposatha,",
  "cnd23:9.7": "and build temples. However, after you abandon me, you respect, honor, and revere",
  "cnd23:9.8": "other people.\" This is to make others humble, and make oneself stand noble, and",
  "cnd23:9.9": "the heart is bound. For those who pity for friends and confidants, their",
  "cnd23:9.10": "interests are lost and the heart is bound.",
  "cnd23:10.1": "\"Do not be fettered in the center of one family\": The mind of the",
  "cnd23:10.2": "alone-enlightened person is not fettered by the obstacles of the family; the",
  "cnd23:10.3": "heart is not fettered by the obstacles of the group (people); ...the residence;",
  "cnd23:10.4": "...the clothes; ...group feeding; ...shelter; ...patient's needs and medical",
  "cnd23:10.5": "necessities.",
  "cnd23:11.1": "<em>152 : After giving up the five covers of the mind,",
  "cnd23:11.2": "After expelling all the defilements,",
  "cnd23:11.3": "After cutting off love and aversion, independent,",
  "cnd23:11.4": "One should walk alone like a rhinoceros.</em>",
  "cnd23:11.5": "<em>152 : After giving up the five covers of the mind,",
  "cnd23:11.6": "After expelling all the defilements,",
  "cnd23:11.7": "After cutting off love and aversion, independent,",
  "cnd23:11.8": "One should walk alone like a rhinoceros.</em>",
  "cnd23:11.9": "<em>152 : After giving up the five covers of the mind,",
  "cnd23:11.10": "After expelling all the defilements,",
  "cnd23:11.11": "After cutting off love and aversion, independent,",
  "cnd23:11.12": "One should walk alone like a rhinoceros.</em>",
  "cnd23:11.13": "<em>152 : After giving up the five covers of the mind,",
  "cnd23:11.14": "After expelling all the defilements,",
  "cnd23:11.15": "After cutting off love and aversion, independent,",
  "cnd23:11.16": "One should walk alone like a rhinoceros.</em>",
  "cnd23:12.1": "\"Giving up the five covers of the mind\": The one who is alone-enlightened, the",
  "cnd23:12.2": "desire being obliterated, after giving up, after abandoning, after being driven",
  "cnd23:12.3": "away, after finishing, after making it go to non-existence, the malicious",
  "cnd23:12.4": "cover..., sleeping cover..., regret cover..., doubt cover..., after giving up,",
  "cnd23:12.5": "after abandoning, after being driven away, after finishing, after making it go",
  "cnd23:12.6": "to non-existence, after leaving desire, leaving unwholesome dhammas, after",
  "cnd23:12.7": "entering into the joy and happiness of the first jhāna, after separation.",
  "cnd23:13.1": "\"After having expelled all defilements\": Greed is the heart that follows the",
  "cnd23:13.2": "defilements; anger is the heart that follows the defilements; ignorance is the",
  "cnd23:13.3": "heart that follows the defilements; anger..., resentment.... \"After expelling",
  "cnd23:13.4": "all the defilements\": After expelling all the defilements, after removing, after",
  "cnd23:13.5": "abandoning, after being expelled, after finishing, and making them go to",
  "cnd23:13.6": "non-existence.",
  "cnd23:14.1": "\"The non-dependent one cuts off love and aversion\": \"The non-dependent\" has two",
  "cnd23:14.2": "types of dependence: the dependence of craving and the dependence of seeing....",
  "cnd23:14.3": "\"Love,\" there are two types of love: the love of thirsting and the love of",
  "cnd23:14.4": "seeing.... \"Aversion,\" that is the state of anger, hostility, disgust, aversion,",
  "cnd23:14.5": "evil, anger of the heart, aggrieved, angry state, abusive, irritated, irritated",
  "cnd23:14.6": "state, hostility, brutal anger, rage, displeased heart. \"The unrestrained one",
  "cnd23:14.7": "cuts off the love and the aversion\": The thirsty love and the seeing love and",
  "cnd23:14.8": "the aversion, to the alone-enlightened one, is cut off, severed, after",
  "cnd23:14.9": "abandoning, after driving away, after finishing, making it come to",
  "cnd23:14.10": "non-existence; there are those who do not adhere to the eyes, those who do not",
  "cnd23:14.11": "adhere to the ears..., the unstuck, the unclinging, the person who does not turn",
  "cnd23:14.12": "his heart toward (these things). He who has left, has departed, has been",
  "cnd23:14.13": "liberated, has been separated from bondage, he lives with an unrestrained heart.",
  "cnd23:15.1": "<em>153 : After putting aside happiness and suffering,",
  "cnd23:15.2": "And the joy and worry before (previously),",
  "cnd23:15.3": "After getting purity, peace, and calm,",
  "cnd23:15.4": "One should walk alone like a rhinoceros.</em>",
  "cnd23:15.5": "<em>153 : After putting aside happiness and suffering,",
  "cnd23:15.6": "And the joy and worry before (previously),",
  "cnd23:15.7": "After getting purity, peace, and calm,",
  "cnd23:15.8": "One should walk alone like a rhinoceros.</em>",
  "cnd23:15.9": "<em>153 : After putting aside happiness and suffering,",
  "cnd23:15.10": "And the joy and worry before (previously),",
  "cnd23:15.11": "After getting purity, peace, and calm,",
  "cnd23:15.12": "One should walk alone like a rhinoceros.</em>",
  "cnd23:15.13": "<em>153 : After putting aside happiness and suffering,",
  "cnd23:15.14": "And the joy and worry before (previously),",
  "cnd23:15.15": "After getting purity, peace, and calm,",
  "cnd23:15.16": "One should walk alone like a rhinoceros.</em>",
  "cnd23:16.1": "\"After putting aside happiness and suffering, and the joy and sorrow before\":",
  "cnd23:16.2": "The alone-enlightened one who renounced pleasure and sorrow, and with the",
  "cnd23:16.3": "extinction of the joy and sorrow previously, enters and lives without suffering,",
  "cnd23:16.4": "not suffering, or happiness in the calm of the fourth jhāna.",
  "cnd23:17.1": "\"After gaining purity, peace, and calm\": \"Calm,\" that is the peace, lack of",
  "cnd23:17.2": "caring, onlooking, the cessation of the mind, the equality of the mind, the",
  "cnd23:17.3": "peaceful state of the mind, the neutral state of the mind in the fourth jhāna.",
  "cnd23:17.4": "\"Calm\" means the mind's cessation, stability, undistracted, stable mind, smooth",
  "cnd23:17.5": "mind, calm (stopping), fixed root, steady force, and concentration. The peace",
  "cnd23:17.6": "and calm in the fourth jhāna are pure, completely pure, all pure, purified,",
  "cnd23:17.7": "non-filthy, free from defilements, malleable, suitable for work, standing still,",
  "cnd23:17.8": "and immutable. \"After getting purity, peace, calm\": The peace in the fourth",
  "cnd23:17.9": "jhāna, After calm is obtained, after obtaining, after possessing, after",
  "cnd23:17.10": "receiving.",
  "cnd23:18.1": "<em>154 : Those whose vitality has been activated in order to obtain the highest interests,",
  "cnd23:18.2": "Those who do not shrink from their hearts, those who do not slack in their behaviors,",
  "cnd23:18.3": "Those who are firm, hardworking, with fortitude and strength,",
  "cnd23:18.4": "Should walk alone like a rhinoceros.</em>",
  "cnd23:18.5": "<em>154 : Those whose vitality has been activated in order to obtain the highest interests,",
  "cnd23:18.6": "Those who do not shrink from their hearts, those who do not slack in their behaviors,",
  "cnd23:18.7": "Those who are firm, hardworking, with fortitude and strength,",
  "cnd23:18.8": "Should walk alone like a rhinoceros.</em>",
  "cnd23:18.9": "<em>154 : Those whose vitality has been activated in order to obtain the highest interests,",
  "cnd23:18.10": "Those who do not shrink from their hearts, those who do not slack in their behaviors,",
  "cnd23:18.11": "Those who are firm, hardworking, with fortitude and strength,",
  "cnd23:18.12": "Should walk alone like a rhinoceros.</em>",
  "cnd23:18.13": "<em>154 : Those whose vitality has been activated in order to obtain the highest interests,",
  "cnd23:18.14": "Those who do not shrink from their hearts, those who do not slack in their behaviors,",
  "cnd23:18.15": "Those who are firm, hardworking, with fortitude and strength,",
  "cnd23:18.16": "Should walk alone like a rhinoceros.</em>",
  "cnd23:19.1": "\"Those whose vitality has been activated for the gain of the highest interest\":",
  "cnd23:19.2": "The highest interest is called non-living, Nibbāna, which is the cessation of",
  "cnd23:19.3": "all actions, the cessation of all attachments, the extinction of craving, greed,",
  "cnd23:19.4": "annihilation, Nibbāna. In order to obtain, receive, reach, contact, and testify",
  "cnd23:19.5": "for the highest interests, live in the abandonment of unwholesome dhammas, for",
  "cnd23:19.6": "the fullness of good Dhamma, vitality has been activated, fortitude, firm",
  "cnd23:19.7": "efforts, and non-negligence of the responsibility of good Dhamma.",
  "cnd23:20.1": "\"Those who do not shrink in their minds and do not slacken their actions\": The",
  "cnd23:20.2": "one who is alone-enlightened arouses vitality, devotes himself, and works hard",
  "cnd23:20.3": "for the evil and unwholesome dhammas that have not arisen; for the evil and",
  "cnd23:20.4": "unwholesome dhammas that have arisen, to give up... (omitted), for the arising",
  "cnd23:20.5": "of the unborn good Dhamma..., for the survival, not disappearing, increase,",
  "cnd23:20.6": "expansion, and completion of the practice of the good Dhamma that has arisen,",
  "cnd23:20.7": "desire, hard work, vitality, dedication, diligence.",
  "cnd23:21.1": "Or,",
  "cnd23:21.2": "\"I am willing to leave only skin, tendons, and bones;",
  "cnd23:21.3": "If the flesh and blood of the body is dried up,",
  "cnd23:21.4": "As long as people's perseverance, human strength,",
  "cnd23:21.5": "Human vitality, and human efforts should (persist)",
  "cnd23:21.6": "But (the goal is) not achieved,",
  "cnd23:21.7": "There will be no cessation of vitality.\"",
  "cnd23:21.8": "[SN.12.2]",
  "cnd23:22.1": "\"I will neither eat nor drink,",
  "cnd23:22.2": "Nor go out of my residence,",
  "cnd23:22.3": "Will not cause the thigh to fall (lying down),",
  "cnd23:22.4": "While the arrow of thirst is not be removed.\"",
  "cnd23:22.5": "[Thag.223]",
  "cnd23:23.1": "\"As long as my heart is not freed from the troubles by not clinging,",
  "cnd23:23.2": "I will not break this cross-legged (posture)!\"",
  "cnd23:23.3": "[MN.32]",
  "cnd23:24.1": "\"As long as my mind is not free from the troubles with non-clinging, I will not",
  "cnd23:24.2": "get up from this seat.\"",
  "cnd23:25.1": "\"I will not go down from the scripture... (omitted), I will not go out from the",
  "cnd23:25.2": "residence..., I will not go out from the half-roofed house..., the tall",
  "cnd23:25.3": "building, the flat house, cave, hut, heavy pavilion, observation deck, round",
  "cnd23:25.4": "house, shed, lecture hall, tent..., as long as my heart is not free from all",
  "cnd23:25.5": "defilements without clinging, I will not go out from the tree.\"",
  "cnd23:26.1": "\"Just before this noon, I will obtain, fully obtain, attain, reach, and testify",
  "cnd23:26.2": "to the Holy Dhamma.\" He is dedicated and diligent, so he is also a person who",
  "cnd23:26.3": "does not shrink from his heart and who does not slacken his behavior. \"Just at",
  "cnd23:26.4": "noon... (omitted), in the evening..., before eating, after eating, before the",
  "cnd23:26.5": "night, the night, after the night, at the time of death, at the time of the",
  "cnd23:26.6": "white moon, during the rainy season, in the winter, summer, youth, adolescence,",
  "cnd23:26.7": "middle-age, old age..., I will acquire, fully acquire, attain, reach, and",
  "cnd23:26.8": "testify about the Holy Dhamma.\" He is dedicated and diligent, and so is also a",
  "cnd23:26.9": "person who does not shrink in heart and does not slack in behavior.",
  "cnd23:27.1": "\"Strong hard work, fortitude, and strength\": The alone-enlightened one is a",
  "cnd23:27.2": "strong holder of good Dhamma, in good deeds in body, in words, good intentions,",
  "cnd23:27.3": "generosity and sharing, precepts and prohibitions, deeds of filial piety to his",
  "cnd23:27.4": "mother, deeds of filial piety to his father, respect to Samaṇas, respect to",
  "cnd23:27.5": "Brāhmaṇas, respect to the oldest person in the family, certain holders who live",
  "cnd23:27.6": "up to the highest virtues [DN.30]. \"With fortitude, and a strength-sufficient",
  "cnd23:27.7": "person,\" the alone-enlightened person has, fully has, reached, fully reached,",
  "cnd23:27.8": "possessed, fully possessed fortitude, strength, vitality, hard work, wisdom.",
  "cnd23:28.1": "<em>155 : Those who sit alone, do not ignore jhāna,",
  "cnd23:28.2": "And always follow the Dhamma,",
  "cnd23:28.3": "Having explored the misery in existence,",
  "cnd23:28.4": "Should walk alone like a rhinoceros.</em>",
  "cnd23:28.5": "<em>155 : Those who sit alone, do not ignore jhāna,",
  "cnd23:28.6": "And always follow the Dhamma,",
  "cnd23:28.7": "Having explored the misery in existence,",
  "cnd23:28.8": "Should walk alone like a rhinoceros.</em>",
  "cnd23:28.9": "<em>155 : Those who sit alone, do not ignore jhāna,",
  "cnd23:28.10": "And always follow the Dhamma,",
  "cnd23:28.11": "Having explored the misery in existence,",
  "cnd23:28.12": "Should walk alone like a rhinoceros.</em>",
  "cnd23:28.13": "<em>155 : Those who sit alone, do not ignore jhāna,",
  "cnd23:28.14": "And always follow the Dhamma,",
  "cnd23:28.15": "Having explored the misery in existence,",
  "cnd23:28.16": "Should walk alone like a rhinoceros.</em>",
  "cnd23:29.1": "\"Sit alone, do not ignore jhāna\": The alone-enlightened person is a person who",
  "cnd23:29.2": "is willing to sit alone, a person who loves to sit alone, and a practitioner of",
  "cnd23:29.3": "inner cessation, does not despise jhāna, has the observer, and increases the",
  "cnd23:29.4": "vacant house, the meditator, the jhāna-loving person, the singular practitioner,",
  "cnd23:29.5": "and the admirer of their own interests, are those who sit alone. \"Do not ignore",
  "cnd23:29.6": "jhāna,\" the one who is enlightened in two ways doesn't neglect jhāna: for the",
  "cnd23:29.7": "emergence of the first jhāna that has not arisen, to become harnessed, strongly",
  "cnd23:29.8": "harnessed, fully harnessed; or the second jhāna..., or the third jhāna..., or",
  "cnd23:29.9": "the fourth jhāna....",
  "cnd23:30.1": "Or, the first jhāna has arisen, practice and more practice, or the second jhāna",
  "cnd23:30.2": "has arisen..., or the third jhāna..., or the fourth jhāna has been born..., so",
  "cnd23:30.3": "that he does not ignore jhāna.",
  "cnd23:31.1": "\"A person who always follows the Dhamma\": Four mindfulnesses... (omitted)...,",
  "cnd23:31.2": "the eight holy paths are called Dhamma. What is the path? Correct path,",
  "cnd23:31.3": "following the path, the path that is not inverted, the path of the meaning, the",
  "cnd23:31.4": "path of the Dhamma, the completeness of the precepts, the guardian of the roots,",
  "cnd23:31.5": "knowing the right amount of diet, sobriety, the mind and the right knowledge,",
  "cnd23:31.6": "these are called following the Dhamma. \"Follow the Dhamma in the Dhamma\": In the",
  "cnd23:31.7": "Dhamma always; eternal time; always constant; continuous; uninterrupted;",
  "cnd23:31.8": "successively; like water waves arising without intervals; they are continuously",
  "cnd23:31.9": "accompanied by making them reach; before noon, noon, first night, midnight, and",
  "cnd23:31.10": "late night; settle in the dark moon, bright moon, rainy season, winter, summer;",
  "cnd23:31.11": "in youth, middle age, old age, he walks, lives, acts, goes on, guards, and",
  "cnd23:31.12": "survives.",
  "cnd23:32.1": "\"I have explored the misery in all existence\": \"All actions are impermanent,\"",
  "cnd23:32.2": "..., \"all actions are suffering\"..., \"all dhammas are selfless\"..., \"any",
  "cnd23:32.3": "collection of dhammas is an extinction of dhammas.\" I have probed misery in all",
  "cnd23:32.4": "being.",
  "cnd23:33.1": "<em>156 : Those who wish for the extermination of love, those who do not let go,",
  "cnd23:33.2": "Those who are wise, those who learn more, those who have mindfulness,",
  "cnd23:33.3": "The perceiver, decider, and diligent one of the Dhamma",
  "cnd23:33.4": "Should walk alone like a rhinoceros.</em>",
  "cnd23:33.5": "<em>156 : Those who wish for the extermination of love, those who do not let go,",
  "cnd23:33.6": "Those who are wise, those who learn more, those who have mindfulness,",
  "cnd23:33.7": "The perceiver, decider, and diligent one of the Dhamma",
  "cnd23:33.8": "Should walk alone like a rhinoceros.</em>",
  "cnd23:33.9": "<em>156 : Those who wish for the extermination of love, those who do not let go,",
  "cnd23:33.10": "Those who are wise, those who learn more, those who have mindfulness,",
  "cnd23:33.11": "The perceiver, decider, and diligent one of the Dhamma",
  "cnd23:33.12": "Should walk alone like a rhinoceros.</em>",
  "cnd23:33.13": "<em>156 : Those who wish for the extermination of love, those who do not let go,",
  "cnd23:33.14": "Those who are wise, those who learn more, those who have mindfulness,",
  "cnd23:33.15": "The perceiver, decider, and diligent one of the Dhamma",
  "cnd23:33.16": "Should walk alone like a rhinoceros.</em>",
  "cnd23:34.1": "\"Hope for the extinction of the thirst for love, the one who does not let go\":",
  "cnd23:34.2": "The thirst of \"thirst for love\"..., the end of the death, the end of ignorance,",
  "cnd23:34.3": "the end of interest, the end of rebirth, the end of rotation, the end of being,",
  "cnd23:34.4": "the end of reincarnation, the end of the cycle, eager, and supplicating. \"The",
  "cnd23:34.5": "one who does not let go,\" the one who is alone is a respectful actor, a regular",
  "cnd23:34.6": "actor... (omitted) in good Dhamma, not neglecting responsibility, the one who",
  "cnd23:34.7": "doesn't let go.",
  "cnd23:35.1": "\"The wise, the hearer (of learning), the thoughtful\": \"The wise one (not the",
  "cnd23:35.2": "deaf and mute),\" the one who is enlightened alone is the wise, the enlightened,",
  "cnd23:35.3": "the distinguished, and the wise. \"The one who hears more,\" the one who is alone",
  "cnd23:35.4": "aware is the one who hears more, remembers what has been heard, accumulates what",
  "cnd23:35.5": "has been heard, all that which has goodness in the beginning, goodness in the",
  "cnd23:35.6": "middle, and goodness in the end; correct meaning and correct words, proclaiming",
  "cnd23:35.7": "that there is only a complete and pure Brāhmaṇa Dhamma. Such Dhamma has been",
  "cnd23:35.8": "heard, remembered, recited, observed with the heart, and penetrated by seeing",
  "cnd23:35.9": "the good. \"Those who have mindfulness\" are the one who is alone-enlightened, and",
  "cnd23:35.10": "have the highest level of thought and intelligence. They are the memorizers and",
  "cnd23:35.11": "recallers who did it a long time ago and said it a long time ago.",
  "cnd23:36.1": "\"The Dhamma-seeker, the decider, and the diligent\": The Dhamma-understander is",
  "cnd23:36.2": "called wisdom, which is wisdom, understanding, simple selection, investigation,",
  "cnd23:36.3": "discernment, recognition, discrimination, close observation, inspection, learned",
  "cnd23:36.4": "virtuous wisdom, proficiency, cleverness, study, reflection, review,",
  "cnd23:36.5": "contemplation, examination, general comprehensive wisdom, vipassanā, right",
  "cnd23:36.6": "knowledge, stabbing rod, wisdom root, wisdom sword, wisdom palace, wisdom",
  "cnd23:36.7": "brightness, wisdom light, no delusion, choice of dhamma, right view. The one who",
  "cnd23:36.8": "is alone-enlightened is the perceiver of the Dhamma, the knower of the Dhamma,",
  "cnd23:36.9": "the measurer of the Dhamma, the judge of the Dhamma, the clearer of the Dhamma:",
  "cnd23:36.10": "\"all actions are impermanent,\" ...the clearer of the Dhamma. Or, for the",
  "cnd23:36.11": "alone-enlightened one, he is the enlightened person of the realm, the",
  "cnd23:36.12": "enlightened person of the place, the enlightened person of the interest, the",
  "cnd23:36.13": "enlightened person of the rebirth, the enlightened person of the revolving, the",
  "cnd23:36.14": "enlightened person of being, the enlightened person of rotation, the enlightened",
  "cnd23:36.15": "person of reincarnation. Or, the one who is enlightened is the one who lives in",
  "cnd23:36.16": "the ultimate (boundary), the one who lives in the world, the one who lives in",
  "cnd23:36.17": "the ultimate, the one who lives in the ultimate place of interest, the one who",
  "cnd23:36.18": "lives in the final life, the one who stands at the end of the incarnation, the",
  "cnd23:36.19": "one who stands at the end, the one who stands at the end of reincarnation, the",
  "cnd23:36.20": "one who stands at the end of the cycle, the one who stands at the end, those who",
  "cnd23:36.21": "gather (the last body) at the end, those who hold the last self-enlightenment.",
  "cnd23:37.1": "\"This is his last, this is the last gathering (body),",
  "cnd23:37.2": "The cycle of life and death, without his rebirth.\"",
  "cnd23:38.1": "For this reason, the enlightened person is the perceiver of the Dhamma. The",
  "cnd23:38.2": "\"decider,\" the Four Holy Paths are called the decision, and the \"one with the",
  "cnd23:38.3": "Four Holy Paths\" is the decider. He has reached, fully reached, arrived, and has",
  "cnd23:38.4": "given testimony to the decision. \"Diligence,\" diligence is called vitality,",
  "cnd23:38.5": "which is the stimulation of the vitality of the heart, diligence, hard work,",
  "cnd23:38.6": "courage, fortitude, effort, firmness, a state of courage without relaxation, a",
  "cnd23:38.7": "state of desire not to give up, and the state of not neglecting responsibility,",
  "cnd23:38.8": "the support of responsibility, vitality, root of vitality, power of vitality,",
  "cnd23:38.9": "right diligence. The enlightened person arrives (has), fully arrived, entered,",
  "cnd23:38.10": "fully entered, possessed, fully possessed, possesses this diligence. Therefore,",
  "cnd23:38.11": "the alone-enlightened person is a diligent person.",
  "cnd23:39.1": "<em>157 : Like the lion not afraid of sounds,",
  "cnd23:39.2": "Like the wind not stuck in the net,",
  "cnd23:39.3": "Like a red lotus, one which is not stained with water,",
  "cnd23:39.4": "One should walk alone like a rhinoceros.</em>",
  "cnd23:39.5": "<em>157 : Like the lion not afraid of sounds,",
  "cnd23:39.6": "Like the wind not stuck in the net,",
  "cnd23:39.7": "Like a red lotus, one which is not stained with water,",
  "cnd23:39.8": "One should walk alone like a rhinoceros.</em>",
  "cnd23:39.9": "<em>157 : Like the lion not afraid of sounds,",
  "cnd23:39.10": "Like the wind not stuck in the net,",
  "cnd23:39.11": "Like a red lotus, one which is not stained with water,",
  "cnd23:39.12": "One should walk alone like a rhinoceros.</em>",
  "cnd23:39.13": "<em>157 : Like the lion not afraid of sounds,",
  "cnd23:39.14": "Like the wind not stuck in the net,",
  "cnd23:39.15": "Like a red lotus, one which is not stained with water,",
  "cnd23:39.16": "One should walk alone like a rhinoceros.</em>",
  "cnd23:40.1": "\"Like a lion is not afraid of sounds\": Like a lion, the Beast King, is one who",
  "cnd23:40.2": "is not afraid of sound, who is has no fear of sound, who is not frightened, who",
  "cnd23:40.3": "is not suspicious, who is not timid, who does not run away, the one who is not",
  "cnd23:40.4": "afraid of the sound, those who live where they have given up their terror and",
  "cnd23:40.5": "fear, and have left the state of having body hair standing on end.",
  "cnd23:41.1": "\"As the wind is not adhered to the net\": \"Wind,\" east wind, west wind, north",
  "cnd23:41.2": "wind, south wind, dusty wind, dust-free wind, cold wind, hot wind, small wind,",
  "cnd23:41.3": "extreme wind, swift wind, cross wind, golden-winged bird wind, palm leaf wind,",
  "cnd23:41.4": "fan wind. Nets are called rope nets. As the wind is not caught by the net, is",
  "cnd23:41.5": "stuck, not bound, not captured, not tied, and not to be bound by the whole",
  "cnd23:41.6": "world, there are two types of nets in the same way: thirsting nets and seeing",
  "cnd23:41.7": "nets...(omitted). To the alone-enlightened one, the net of thirst has been cut",
  "cnd23:41.8": "off, the seeing net has been cut off, in the state where the thirst net has been",
  "cnd23:41.9": "cut off, the seeing net has been cut off, the alone-enlightened person is not",
  "cnd23:41.10": "stuck in form, not adhered to sound... (omitted), not adhered to, captured,",
  "cnd23:41.11": "tied, or bound to the world in the dhammas that are seen, heard, sensed, and can",
  "cnd23:41.12": "be known. He has left, has been freed, has been separated from the bondage, he",
  "cnd23:41.13": "lives with an unrestrained heart.",
  "cnd23:42.1": "\"As the red lotus is not stained with water\": Red lotus is called red lotus, and",
  "cnd23:42.2": "water (toyaṃ) is called water (udakaṃ). As the red lotus is not stained with",
  "cnd23:42.3": "water, is not strongly stained, or is not closely stained, it is no longer",
  "cnd23:42.4": "stained, no longer strongly stained, no longer stained closely; the same, there",
  "cnd23:42.5": "are two types of adhesion: the adhesion of thirsting and the adhesion of",
  "cnd23:42.6": "seeing.... For the one who is alone-enlightened, the adhesion of desire has been",
  "cnd23:42.7": "cut off...(omitted), in seeing, hearing, feeling, and being aware of the dhammas",
  "cnd23:42.8": "are not stained, not strongly stained,..., has been separated, has left, has",
  "cnd23:42.9": "been liberated, has been separated from the bondage, and dwells with an",
  "cnd23:42.10": "unrestrained heart.",
  "cnd23:43.1": "<em>158 : Like the lion, beast king, is one with strong teeth,",
  "cnd23:43.2": "A walker after overcoming and victory,",
  "cnd23:43.3": "One should use the border (distant) dwellings,",
  "cnd23:43.4": "Walking alone like a rhinoceros.</em>",
  "cnd23:43.5": "<em>158 : Like the lion, beast king, is one with strong teeth,",
  "cnd23:43.6": "A walker after overcoming and victory,",
  "cnd23:43.7": "One should use the border (distant) dwellings,",
  "cnd23:43.8": "Walking alone like a rhinoceros.</em>",
  "cnd23:43.9": "<em>158 : Like the lion, beast king, is one with strong teeth,",
  "cnd23:43.10": "A walker after overcoming and victory,",
  "cnd23:43.11": "One should use the border (distant) dwellings,",
  "cnd23:43.12": "Walking alone like a rhinoceros.</em>",
  "cnd23:43.13": "<em>158 : Like the lion, beast king, is one with strong teeth,",
  "cnd23:43.14": "A walker after overcoming and victory,",
  "cnd23:43.15": "One should use the border (distant) dwellings,",
  "cnd23:43.16": "Walking alone like a rhinoceros.</em>",
  "cnd23:44.1": "\"As the lion, beast king, is one with powerful teeth, a walker who overcomes and",
  "cnd23:44.2": "has victory\": As the lion and a beast king is one with powerful teeth and a",
  "cnd23:44.3": "weapon with teeth, it wins, defeats, overwhelms, and ends all the animals that",
  "cnd23:44.4": "fall into the animal category, after crushing, walking, dwelling, acting, going",
  "cnd23:44.5": "on, guarding, surviving. That alone-enlightened person is also a powerful person",
  "cnd23:44.6": "with wisdom, and one who uses wisdom as a weapon. He beats with wisdom among all",
  "cnd23:44.7": "the living, he defeated, overwhelmed, terminated, crushed, and walked, stayed,",
  "cnd23:44.8": "acted, went on, guarded, and survived.",
  "cnd23:45.1": "\"One should use border (distant) dwellings\": As the lion and beast king enters",
  "cnd23:45.2": "the forest, the wild forest, walks, lives, ..., the alone-enlightened person",
  "cnd23:45.3": "will also use the forest, the wild forest, and the border dwelling (reclining",
  "cnd23:45.4": "place): low voice, quiet, away from the atmosphere, living alone, suitable for",
  "cnd23:45.5": "sitting alone; he walks alone, stands alone, sits alone, lies alone, enters the",
  "cnd23:45.6": "village alone for alms, advance alone, returns alone, sits alone in a quiet",
  "cnd23:45.7": "place, performs alone, walks, lives, moves, goes on, guards, and survives alone.",
  "cnd23:46.1": "<em>159 : At the right time, cultivating kindness,",
  "cnd23:46.2": "Calm (equanimity), compassion, and joy, for freedom,",
  "cnd23:46.3": "Not opposed by all the world,",
  "cnd23:46.4": "One should walk alone like a rhinoceros.</em>",
  "cnd23:46.5": "<em>159 : At the right time, cultivating kindness,",
  "cnd23:46.6": "Calm (equanimity), compassion, and joy, for freedom,",
  "cnd23:46.7": "Not opposed by all the world,",
  "cnd23:46.8": "One should walk alone like a rhinoceros.</em>",
  "cnd23:46.9": "<em>159 : At the right time, cultivating kindness,",
  "cnd23:46.10": "Calm (equanimity), compassion, and joy, for freedom,",
  "cnd23:46.11": "Not opposed by all the world,",
  "cnd23:46.12": "One should walk alone like a rhinoceros.</em>",
  "cnd23:46.13": "<em>159 : At the right time, cultivating kindness,",
  "cnd23:46.14": "Calm (equanimity), compassion, and joy, for freedom,",
  "cnd23:46.15": "Not opposed by all the world,",
  "cnd23:46.16": "One should walk alone like a rhinoceros.</em>",
  "cnd23:47.1": "\"At the right time, cultivating kindness, calm, compassion, and joy, for",
  "cnd23:47.2": "liberation (the brahmavihāras)\": the alone-enlightened person fills one side",
  "cnd23:47.3": "(direction) with a heart of compassion and lives, and like that a second side,",
  "cnd23:47.4": "and the third, and the fourth, like this the up and down (directions),",
  "cnd23:47.5": "horizontally, everywhere, to everything as to yourself, with a heart of",
  "cnd23:47.6": "compassion, with a heart of vastness, excellence, immeasurable, no resentment,",
  "cnd23:47.7": "and no malice, filling all the world and dwelling afterwards. Walk with",
  "cnd23:47.8": "sorrow...(omitted,) walk with joy..., walk with peace and live in one side, ...",
  "cnd23:47.9": "the heart that is vast, outstanding, immeasurable, free of resentment, with no",
  "cnd23:47.10": "malice, and live after.",
  "cnd23:48.1": "\"Not opposed by all worldly opponents\": In the state of being practiced in",
  "cnd23:48.2": "compassion, all beings in the east will not disobey, those in the south will not",
  "cnd23:48.3": "disobey, and those in the west will not disobey; all beings in the north are not",
  "cnd23:48.4": "against them, all beings in the middle of the east are not against them, and all",
  "cnd23:48.5": "beings in the middle of the south are not against them, and all beings in the",
  "cnd23:48.6": "middle of the west are not against them; all beings in the middle of the north",
  "cnd23:48.7": "are not against them, all beings below are not against them, all beings above",
  "cnd23:48.8": "are not against them, all beings in all directions are not against them. They",
  "cnd23:48.9": "are not against them in a state of sadness that has been practiced..., in a",
  "cnd23:48.10": "state of joy that has been practiced..., in a state of calm that has been",
  "cnd23:48.11": "practiced, all beings in the east are not against them... (omitted) in all",
  "cnd23:48.12": "directions are not against them. \"Not to be opposed by all worldly opponents\":",
  "cnd23:48.13": "Not to be denied by all worldly opponents, hostiles, angry people, and",
  "cnd23:48.14": "counterattacks.",
  "cnd23:49.1": "<em>160 : After abandoning greed, anger and ignorance,",
  "cnd23:49.2": "After breaking the knots,",
  "cnd23:49.3": "Those who are not afraid at the end of their lives,",
  "cnd23:49.4": "Should walk alone like a rhinoceros.</em>",
  "cnd23:49.5": "<em>160 : After abandoning greed, anger and ignorance,",
  "cnd23:49.6": "After breaking the knots,",
  "cnd23:49.7": "Those who are not afraid at the end of their lives,",
  "cnd23:49.8": "Should walk alone like a rhinoceros.</em>",
  "cnd23:49.9": "<em>160 : After abandoning greed, anger and ignorance,",
  "cnd23:49.10": "After breaking the knots,",
  "cnd23:49.11": "Those who are not afraid at the end of their lives,",
  "cnd23:49.12": "Should walk alone like a rhinoceros.</em>",
  "cnd23:49.13": "<em>160 : After abandoning greed, anger and ignorance,",
  "cnd23:49.14": "After breaking the knots,",
  "cnd23:49.15": "Those who are not afraid at the end of their lives,",
  "cnd23:49.16": "Should walk alone like a rhinoceros.</em>",
  "cnd23:50.1": "\"After quitting greed, anger, and ignorance\": \"Greed,\" that is greed....",
  "cnd23:50.2": "\"Anger,\" that is the anger and hostility of the heart.... \"Ignorance,\" the",
  "cnd23:50.3": "ignorance of suffering.... \"After renunciation of greed, anger, and ignorance\":",
  "cnd23:50.4": "The alone-enlightened person whose greed, anger, and ignorance, after cessation,",
  "cnd23:50.5": "after abandoning, after being driven away, after finishing, and making them to",
  "cnd23:50.6": "go beyond existence.",
  "cnd23:51.1": "\"After breaking the knots\": There are ten types of knots: desire knot, hate",
  "cnd23:51.2": "knot, conceit knot, see knot, doubt knot, covetous knot, have greed knot,",
  "cnd23:51.3": "jealous knot, miserly knot, and ignorant knot. \"After breaking the knots\": After",
  "cnd23:51.4": "the ten types of knots are cut, broken, completely broken, after being broken,",
  "cnd23:51.5": "after being driven away, after finishing, and making them go to non-existence.",
  "cnd23:52.1": "\"Those who are not afraid when their lives end\": The one who is alone is, at the",
  "cnd23:52.2": "end of life, not afraid, those who do not fear, those who are not frightened,",
  "cnd23:52.3": "....",
  "cnd23:53.1": "<em>161 : They get close and serve (you) for reasons of (their own) interest;",
  "cnd23:53.2": "Friends with no motive are hard to get today.",
  "cnd23:53.3": "Impure people have the wisdom of their own interests,",
  "cnd23:53.4": "So one should walk alone like a rhinoceros.</em>",
  "cnd23:53.5": "<em>161 : They get close and serve (you) for reasons of (their own) interest;",
  "cnd23:53.6": "Friends with no motive are hard to get today.",
  "cnd23:53.7": "Impure people have the wisdom of their own interests,",
  "cnd23:53.8": "So one should walk alone like a rhinoceros.</em>",
  "cnd23:53.9": "<em>161 : They get close and serve (you) for reasons of (their own) interest;",
  "cnd23:53.10": "Friends with no motive are hard to get today.",
  "cnd23:53.11": "Impure people have the wisdom of their own interests,",
  "cnd23:53.12": "So one should walk alone like a rhinoceros.</em>",
  "cnd23:53.13": "<em>161 : They get close and serve (you) for reasons of (their own) interest;",
  "cnd23:53.14": "Friends with no motive are hard to get today.",
  "cnd23:53.15": "Impure people have the wisdom of their own interests,",
  "cnd23:53.16": "So one should walk alone like a rhinoceros.</em>",
  "cnd23:54.1": "\"They get close to and serve for reasons of interest\": For the reasons of their",
  "cnd23:54.2": "own interests, for the interests of others, for the interests of both, for the",
  "cnd23:54.3": "reasons of current interests, for the interests of the past, for the reasons of",
  "cnd23:54.4": "the highest interests, They are close, dedicated (totally close), serve,",
  "cnd23:54.5": "associate (to serve down), communicate (totally serve), and follow (toward",
  "cnd23:54.6": "serving).",
  "cnd23:55.1": "\"Friends for no reason (with no motive) are hard to get today\": \"Friends,\" there",
  "cnd23:55.2": "are two types of friends: friends at home and friends (away) from home",
  "cnd23:55.3": "(monastics). What is a friend at home? Here, a certain category of people give",
  "cnd23:55.4": "what is hard to give, charity, do what is hard to do, forgive (tolerate) what is",
  "cnd23:55.5": "hard to forgive, he tells (you his) secret, keeps (your) secret, and never",
  "cnd23:55.6": "forsakes you in disasters, he is the one who would give his life for (you)",
  "cnd23:55.7": "[DN.31], he does not contempt when (you) are exhausted, this is a friend at",
  "cnd23:55.8": "home.",
  "cnd23:56.1": "What is a friend (away) from home (monastic)? Here, the bhikkhu is lovable,",
  "cnd23:56.2": "agreeable, respectable, admirable, an interpreter, tolerant of other people's",
  "cnd23:56.3": "words, and an esoteric talker (leader). He does not encourage [AN.7.37] and",
  "cnd23:56.4": "persuade on non-increasing precepts. He persuades him in the four-mindfulness",
  "cnd23:56.5": "practice effort, in ...(omitted) the eight sacred paths of practice, this is a",
  "cnd23:56.6": "'friend (away) from home.'",
  "cnd23:57.1": "\"Friends without a reason are hard to get today\": These two types of friends,",
  "cnd23:57.2": "without a reason (motive), are hard to get.",
  "cnd23:58.1": "\"Impure people have the wisdom of their own interests\": \"The wisdom of their own",
  "cnd23:58.2": "interests,\" For their own interests, their own causes, their own reasons, their",
  "cnd23:58.3": "own motives, they get close, ..., deeds, good deeds, respect, inquiries and",
  "cnd23:58.4": "questions all the time. \"The impure person,\" \"having impure body kamma\" is an",
  "cnd23:58.5": "impure person; \"having impure mental kamma\" is an impure person; impure",
  "cnd23:58.6": "killing... (omitted); taking without being given; deceit, vulgar language,",
  "cnd23:58.7": "greed, pure malice, wrong views, impure intention, impure hope, having impure",
  "cnd23:58.8": "desires is an \"impure person;\" impure is inferior, despicable, low, inferior",
  "cnd23:58.9": "intent, and insignificant.",
  "cnd23:59.1": "\"Should walk alone like a rhinoceros\": \"Alone,\" the alone-enlightened person",
  "cnd23:59.2": "named as a bhikkhu alone.... \"Should do,\" there are eight types of",
  "cnd23:59.3": "activities.... \"Like a rhinoceros,\" the rhinoceros is truly unique....",
  "cnd23:60.1": "The description of the Rhinoceros Sutta is completed.",
  "cnd23:61.1": "\"Ajita, Tissa Metteyya, Punṇạka, and Mettagū,",
  "cnd23:61.2": "As well as Dhotaka and Upasīva, Nanda and Hemaka,",
  "cnd23:61.3": "The two Todeyya and Kappa, and the wise Jatukanṇị̄,",
  "cnd23:61.4": "As well as Bhadrāvudha and Udaya, and the Brāhmaṇa Posāla,",
  "cnd23:61.5": "the clever Mogharāja, and the great rishi Piṅgiya,",
  "cnd23:61.6": "To these sixteen, as the teaching of Brāhmaṇa.",
  "cnd23:61.7": "As explained by the other shore road, there are only so many,",
  "cnd23:61.8": "The explanation of the rhinoceros sutta is the same,",
  "cnd23:61.9": "The two types of explanations should be known, and the difference has been completed.\""
}
