{
  "cnd23:0.1": "Cūḷaniddesa",
  "cnd23:0.2": "Khaggavisāṇasuttaniddesa",
  "cnd23:0.3": "Explanation of the Rhinoceros Sutta",
  "cnd23:1.1": "First Chapter",
  "cnd23:2.1": "<em>121 : After putting down the rod against all living things,",
  "cnd23:2.2": "Hurting none of them,",
  "cnd23:2.3": "You shouldn't want a son, much less a companion;",
  "cnd23:2.4": "One should walk alone like a rhinoceros.</em>",
  "cnd23:2.5": "<em>121 : After putting down the rod against all living things,",
  "cnd23:2.6": "Hurting none of them,",
  "cnd23:2.7": "You shouldn't want a son, much less a companion;",
  "cnd23:2.8": "One should walk alone like a rhinoceros.</em>",
  "cnd23:2.9": "<em>121 : After putting down the rod against all living things,",
  "cnd23:2.10": "Hurting none of them,",
  "cnd23:2.11": "You shouldn't want a son, much less a companion;",
  "cnd23:2.12": "One should walk alone like a rhinoceros.</em>",
  "cnd23:2.13": "<em>121 : After putting down the rod against all living things,",
  "cnd23:2.14": "Hurting none of them,",
  "cnd23:2.15": "You shouldn't want a son, much less a companion;",
  "cnd23:2.16": "One should walk alone like a rhinoceros.</em>",
  "cnd23:3.1": "\"After putting down the rod against all living things\": \"All things,\" all",
  "cnd23:3.2": "completely, completely in every aspect, without surplus, and the whole, this is",
  "cnd23:3.3": "the word of ubiquity, which is \"everything.\" \"Students\" are called the weak and",
  "cnd23:3.4": "the strong. The \"cowards\" belong to those who tremble and those who have not",
  "cnd23:3.5": "been cut off in their thirst, as well as those who are terrified and afraid of",
  "cnd23:3.6": "not being cut off. For what reason are they called the cowards? They tremble,",
  "cnd23:3.7": "have fear, terror, come to fear, and for this reason they are called cowards.",
  "cnd23:3.8": "\"Strong ones\" belong to those who have been cut off from trembling and thirst,",
  "cnd23:3.9": "and those who have been cut off from fear and terror. For what reason are they",
  "cnd23:3.10": "called the strong? They do not tremble, have fear, terror, or come to fear, and",
  "cnd23:3.11": "for this reason they are called strong. \"Rods,\" there are three types of rods:",
  "cnd23:3.12": "body rods, speech rods, and mind rods. There are three types of rods for the",
  "cnd23:3.13": "body, four types of rods for evil acts and three types of rods for evil",
  "cnd23:3.14": "intentions.",
  "cnd23:4.1": "\"Hurting none of them\": The life of each sentient being will not be injured by",
  "cnd23:4.2": "clods, or sticks, or swords, or chains, or ropes. Do not use mud or sticks or",
  "cnd23:4.3": "rods or swords or chains or ropes on any living beings.",
  "cnd23:5.1": "\"Should not want a son, much less other companions\" \"No\" is negative. \"Sons,\"",
  "cnd23:5.2": "there are four types of sons: sons born to oneself, sons born in the field,",
  "cnd23:5.3": "adopted sons, and apprentices. \"Companion,\" with whomever one has a happy",
  "cnd23:5.4": "relationship, a happy coming, a happy communication, a happy standing, a happy",
  "cnd23:5.5": "sitting, a happy lying, a happy talking, a happy conversation, a happy talking,",
  "cnd23:5.6": "a happy interlocutor is called a companion. \"You shouldn't want sons, much less",
  "cnd23:5.7": "companions\": A son, you shouldn't want, accept, hope, or pray for;",
  "cnd23:5.8": "acquaintances, you shouldn't ....; or a close person, or a companion.",
  "cnd23:6.1": "\"One should walk alone like a rhinoceros\": \"Alone,\" the alone-enlightened person",
  "cnd23:6.2": "is alone having become a bhikkhu, alone in the righteousness without a partner,",
  "cnd23:6.3": "alone in the righteousness of the thirst for love, \"always free from greed\" is",
  "cnd23:6.4": "alone, \"always free from anger\" is alone, \"always free from delusion\" is alone,",
  "cnd23:6.5": "\"always free from defilement\" is alone, \"having passed the road without forks\"",
  "cnd23:6.6": "is alone, \"already realized the highest self-enlightenment\" is alone.",
  "cnd23:7.1": "How is that alone-enlightened person alone having become a bhikkhu? After the",
  "cnd23:7.2": "alone-enlightened person cut off all obstacles to home, after cutting off the",
  "cnd23:7.3": "obstacles of children and wife, ...of relatives, ...of friends, of storage,",
  "cnd23:7.4": "shaves off his hair, after being wrapped in robes, he went from being a bhikkhu",
  "cnd23:7.5": "at home to a non-house life, and after entering a state of nothingness, he",
  "cnd23:7.6": "walked, lived, moved, went on, guarded, and survived.",
  "cnd23:8.1": "How is it that the alone-enlightened person who is alone without a partner? When",
  "cnd23:8.2": "he was such a bhikkhu, he was alone in the woods, wild forests, and border",
  "cnd23:8.3": "dwellings (sitting places): quiet, away from the atmosphere, living alone,",
  "cnd23:8.4": "suitable for sitting alone; he would walk alone, stand alone, sit alone, lie",
  "cnd23:8.5": "alone, enter the village alone for alms, go forward alone, return alone, sit",
  "cnd23:8.6": "alone in a quiet place, perform alone, walk alone, live, move, go on, guard, and",
  "cnd23:8.7": "survive alone.",
  "cnd23:9.1": "How is the alone-enlightened person in the thirst for love and righteousness as",
  "cnd23:9.2": "alone? He is so alone and without a partner, he should live in reluctance, zeal,",
  "cnd23:9.3": "self-effort, great diligence, and diligence, after destroying the demon",
  "cnd23:9.4": "accompanied by the army, the evil demon, the relatives of the liberated, the",
  "cnd23:9.5": "net, the strong mobile, abandoning the entangled thirsty love, driving away,",
  "cnd23:9.6": "making to end, making it go to non-existence.",
  "cnd23:10.1": "\"People who have thirsty love as their partner,",
  "cnd23:10.2": "Reincarnate for a long time,",
  "cnd23:10.3": "Become such a state, other states,",
  "cnd23:10.4": "Do not go beyond reincarnation.",
  "cnd23:10.5": "Knowing this type of trouble:",
  "cnd23:10.6": "Craving is the origin of suffering,",
  "cnd23:10.7": "Departing from thirsty love, without taking,",
  "cnd23:10.8": "Bhikkhus should march mindfully.\"",
  "cnd23:10.9": "[It.15/Sn.3.12,745-746]",
  "cnd23:11.1": "How can the one who is alone in enlightenment consider always free from greed as",
  "cnd23:11.2": "alone? \"Take one of the states of greed to renounce greed\" as being alone, to",
  "cnd23:11.3": "renounce greed in one of the states is aloneness, one of the states of",
  "cnd23:11.4": "renunciation of ignorance is to be alone, and one of the state of renunciation",
  "cnd23:11.5": "of ignorance is to be alone.",
  "cnd23:12.1": "How is that alone-enlightened person has crossed the road without fork as alone?",
  "cnd23:12.2": "The path without a fork is called the four mindfulnesses, the four",
  "cnd23:12.3": "righteousnesses, the four divine bases, the five senses, the five powers, the",
  "cnd23:12.4": "seven enlightenment factors, and the eight sacred paths.",
  "cnd23:13.1": "\"The one who sees the death of life (rebirth), the compassionate one,",
  "cnd23:13.2": "Who knows the way without forks,",
  "cnd23:13.3": "Using this way, they crossed torrents in the past,",
  "cnd23:13.4": "Will cross (in the future), and are (crossing) in the present.\"",
  "cnd23:13.5": "[SN.47.18]",
  "cnd23:14.1": "How is that alone-enlightened person has been enlightened alone, the supreme",
  "cnd23:14.2": "independent enlightenment as alone? Enlightenment is called wisdom, root of",
  "cnd23:14.3": "wisdom, power of wisdom, investigation, vipassanā, and right view in the four",
  "cnd23:14.4": "realms. The one who is enlightened independently by the way, enlightened by the",
  "cnd23:14.5": "Path, and enlightened with the wisdom, alone, feels that \"all actions are",
  "cnd23:14.6": "impermanent,\" that \"all actions are suffering,\" that \"all dhammas are selfless,\"",
  "cnd23:14.7": "that \"knowledge is dependent on deeds,\" that \"knowledge is a dependency for name",
  "cnd23:14.8": "and form,\" that \"touch is based on six sense bases,\" that \"feeling is based on",
  "cnd23:14.9": "touch,\" \"feeling is a dependency for thirst for love,\" \"thirst and love ...for",
  "cnd23:14.10": "grasping;\" \"grasping ...for existence,\" \" existence (becoming) ...for birth,\"",
  "cnd23:14.11": "\"birth ...for old age and death;\" \"the extinguishment of ignorance\"..., of",
  "cnd23:14.12": "formation, ...of consciousness, ...of name and form..., (omitted);\" \"this is",
  "cnd23:14.13": "suffering,\" ...\"this is the collection of suffering,\" \"this is the extinguishing",
  "cnd23:14.14": "of suffering,\" this is the path leading to suffering, \"these are troubles,\"",
  "cnd23:14.15": "\"this is the collection of troubles,\" \"this is the path leading to troubles,\"",
  "cnd23:14.16": "\"these dhammas should be known,\" \"these dhammas should be cut off,\" \"these",
  "cnd23:14.17": "dhammas should be testified to,\" \"these dhammas should be practiced;\" felt the",
  "cnd23:14.18": "gathering, destruction, pleasure, trouble, and renunciation of the six touches;",
  "cnd23:14.19": "the gathering of the abundance...; the gathering of perception, the extinction,",
  "cnd23:14.20": "the pleasure, the trouble, and the renunciation.",
  "cnd23:15.1": "Or, where (any) should be felt, should be conscious, should be awakened, should",
  "cnd23:15.2": "be enlightened, should be proven, should be touched, should be testified,",
  "cnd23:15.3": "everything is subject to that alone, awareness, awakening, enlightenment,",
  "cnd23:15.4": "attainment, touch (contact), and testimony. In this way, the one who has been",
  "cnd23:15.5": "enlightened alone is alone.",
  "cnd23:16.1": "\"Should do,\" there are eight types of behaviors: prestige behaviors, conduct",
  "cnd23:16.2": "behaviors, mindful behaviors, fixed behaviors, wisdom behaviors, Path, reaching,",
  "cnd23:16.3": "and world benefits. \"Behavior\" is about the four behaviors, \"walking\" is about",
  "cnd23:16.4": "the six inner and outer regions, \"mindfulness\" is about the four mindfulnesses,",
  "cnd23:16.5": "\"meditation\" is about the four types of jhāna, and \"wisdom\" is about the four",
  "cnd23:16.6": "noble truths. \"The Path\" refers to the Four Noble Ways, \"reaching\" refers to the",
  "cnd23:16.7": "Four Samaṇa Fruits, and \"world benefits\" refers to the Tathāgata, Arahants,",
  "cnd23:16.8": "fully enlightened ones, alone-enlightened ones, and disciples. The act of",
  "cnd23:16.9": "conduct belong to those who have sufficient vows, behavior belongs to those who",
  "cnd23:16.10": "guard the roots, mindfulness and behavior belong to those who do not let go,",
  "cnd23:16.11": "fixed behavior belongs to those who strive to increase the mind, and wisdom and",
  "cnd23:16.12": "behavior belong to those who have enough. For those who do, the Path belongs to",
  "cnd23:16.13": "the righteous person, the attainment action belongs to the attained person, and",
  "cnd23:16.14": "the world-benefit actions belong to the Tathāgata, the Arahant, the Enlightened",
  "cnd23:16.15": "One, and the disciples of the Enlightened One.",
  "cnd23:17.1": "The next eight types of behavior: the victorious (who overcome the problems)",
  "cnd23:17.2": "will act with faith, those who strive with vitality will act with their",
  "cnd23:17.3": "vitality, those who make it appear will act with mindfulness, those who",
  "cnd23:17.4": "establish (do) do not distract will act with determination, those who know will",
  "cnd23:17.5": "act with wisdom, the one who knows to walk with the act of knowledge, In this",
  "cnd23:17.6": "way, the one who walks in the way makes all the good dhamma survive. \"Walking in",
  "cnd23:17.7": "order to walk,\" in this way those who walk the way reach excellence.",
  "cnd23:18.1": "The next eight types of behavior: the seeing behavior of the righteous person,",
  "cnd23:18.2": "the (heart-)oriented behavior of the righteous person, the taking and receiving",
  "cnd23:18.3": "behavior of the righteous person, the innocent behavior of the righteous person,",
  "cnd23:18.4": "the hard working behavior of the righteous person, the present action of the",
  "cnd23:18.5": "mindful person, the non-scattering action of the right minded person [Ps.1,12].",
  "cnd23:19.1": "\"Like a rhinoceros,\" the rhinoceros is truly unique. In the same way, the one",
  "cnd23:19.2": "who is enlightened alone is like that one, equivalent to that one, and",
  "cnd23:19.3": "contrasting to that one. If it is too salty, it is called salty, if it is too",
  "cnd23:19.4": "bitter, it is called bitterness, if it is too sweet, it is called like honey, if",
  "cnd23:19.5": "it is too hot, it is called like fire, if it is too cold, it is called like ice,",
  "cnd23:19.6": "and disciples who reach great supernatural power are called as a master.",
  "cnd23:19.7": "Similarly, the alone-enlightened person is there like that one, equal to that,",
  "cnd23:19.8": "contrasted to that, alone without partner (no duality), free from bondage, and",
  "cnd23:19.9": "he walks, lives, and acts correctly in the world, guards, makes survival.",
  "cnd23:20.1": "<em>122 : From connections formed arises love (affection),",
  "cnd23:20.2": "And from love arises suffering,",
  "cnd23:20.3": "Watching the trouble arising from affection,",
  "cnd23:20.4": "One should walk alone like a rhinoceros.</em>",
  "cnd23:20.5": "<em>122 : From connections formed arises love (affection),",
  "cnd23:20.6": "And from love arises suffering,",
  "cnd23:20.7": "Watching the trouble arising from affection,",
  "cnd23:20.8": "One should walk alone like a rhinoceros.</em>",
  "cnd23:20.9": "<em>122 : From connections formed arises love (affection),",
  "cnd23:20.10": "And from love arises suffering,",
  "cnd23:20.11": "Watching the trouble arising from affection,",
  "cnd23:20.12": "One should walk alone like a rhinoceros.</em>",
  "cnd23:20.13": "<em>122 : From connections formed arises love (affection),",
  "cnd23:20.14": "And from love arises suffering,",
  "cnd23:20.15": "Watching the trouble arising from affection,",
  "cnd23:20.16": "One should walk alone like a rhinoceros.</em>",
  "cnd23:21.1": "\"The connection that arises generates love\": \"Connection,\" there are two types",
  "cnd23:21.2": "of connection: the connection of seeing and the connection of hearing. What is",
  "cnd23:21.3": "the connection of seeing? Here, a certain type of people see the upright,",
  "cnd23:21.4": "beautiful, and beloved women and girls with the most beautiful face like a",
  "cnd23:21.5": "lotus. After seeing them, they mentally arise (thoughts of): \"Hair, or a",
  "cnd23:21.6": "beautiful face, or good eyes, or good ears, ...nose, lips, teeth, mouth, neck,",
  "cnd23:21.7": "breasts, chest, abdomen, waist, thigh, calf, palm, sole, finger, nail, etc., all",
  "cnd23:21.8": "beautiful and good.\" After seeing, rejoicing, welcoming, hoping, making it",
  "cnd23:21.9": "arise, following the bondage of greed, this is the connection of seeing.",
  "cnd23:22.1": "What is the connection of hearing? Here, a certain type of people heard: \"In a",
  "cnd23:22.2": "village or town with a name like that, there are women or girls who are upright,",
  "cnd23:22.3": "beautiful, and beloved, with the most beautiful face like a lotus.\" After",
  "cnd23:22.4": "hearing it, they were happy, welcome, and hopeful, making it arise, following",
  "cnd23:22.5": "the bondage of greed, this is the connection of hearing.",
  "cnd23:23.1": "\"Love,\" there are two types of love: the love of thirsting and the love of",
  "cnd23:23.2": "seeing (views). What is love of love? All are called boundaries, realms, scopes,",
  "cnd23:23.3": "borders, grasped, and regarded as one's own: this is mine, this is mine, so many",
  "cnd23:23.4": "are mine, this area is mine; (my) form, sound, smell, taste, touch, things",
  "cnd23:23.5": "spread on the ground, coats, maids and male servants, goats and sheep, chickens",
  "cnd23:23.6": "and pigs, elephants, cows and horses, mules, fields, homesteads, gold, gold",
  "cnd23:23.7": "coins, villages, towns, capitals, places, treasuries, warehouses, all the land,",
  "cnd23:23.8": "because they are thirsty and regard them as their own, all one-hundred-and-eight",
  "cnd23:23.9": "thirsty trends [AN.4.199]; this is the love of love.",
  "cnd23:24.1": "What is the love of seeing (views)? There are twenty views of the body, ten evil",
  "cnd23:24.2": "views, ten side views, all views like this, evil views, jungle (entangled)",
  "cnd23:24.3": "views, desert (barren) views, distorted views, shaken views, clinging,",
  "cnd23:24.4": "acceptance, holding, clinging to the bound view, the place where the evil way,",
  "cnd23:24.5": "the evil nature, the outside way depend, the clasping of the inversion",
  "cnd23:24.6": "(vipariyesa), the clinging of the inversion (viparīta), the inversion",
  "cnd23:24.7": "(vipallāsa), the grip of evil, the grip of \"(seeing) the real in the unreal,\"",
  "cnd23:24.8": "all come to the reach of the sixty-two evil views, this is the love of seeing.",
  "cnd23:25.1": "\"From the connection arises love\": The love that craves and the love that sees",
  "cnd23:25.2": "are generated, arise, are born, are produced, and appear with the connection of",
  "cnd23:25.3": "seeing and the connection of hearing.",
  "cnd23:26.1": "\"The suffering of love arises\": \"Love,\" there are two types of love....",
  "cnd23:26.2": "\"Suffering arises.\" Here, a certain type of person practices evil deeds of the",
  "cnd23:26.3": "body, evil deeds in word, and evil deeds in intention. He kills, takes without",
  "cnd23:26.4": "giving, invades others, takes prey (loots), blocks roads, robs, and abducts",
  "cnd23:26.5": "wives. Speaking vainly, after he was captured, they went to see the king: \"Your",
  "cnd23:26.6": "Majesty! This is a thief, a criminal, let you punish this (with a) sentence.\"",
  "cnd23:26.7": "The king rebuked him, and he took blame for it, causing terror to arise, he,",
  "cnd23:26.8": "feeling suffering, sorrow, where does this horror, suffering, and sorrow arise?",
  "cnd23:26.9": "It arises from his love, happiness, greed, joy and greed.",
  "cnd23:27.1": "The king was not satisfied with this situation. The king imprisoned him with",
  "cnd23:27.2": "handcuffs, or with ropes, or with fetters, or with vines, or with kudzu vines,",
  "cnd23:27.3": "or by throwing into chains, or by fences, or by binding to the village, town,",
  "cnd23:27.4": "city, country, or to the place, and it is even declared: \"You must not walk away",
  "cnd23:27.5": "from here.\" He also feels suffering and sorrow by the bondage; where does this",
  "cnd23:27.6": "horror, suffering, and sorrow arise? It arises from his love, happiness, greed,",
  "cnd23:27.7": "joy and greed.",
  "cnd23:28.1": "The king is not satisfied with this situation. The king will transport his",
  "cnd23:28.2": "property from him: hundreds or thousands or one hundred thousand (money). He",
  "cnd23:28.3": "also feels suffering and sorrow due to the loss of property....",
  "cnd23:29.1": "The king was not satisfied with this situation. The king imposed various",
  "cnd23:29.2": "penalties on him: whipping, beating with a stick, beating with a cane, cutting",
  "cnd23:29.3": "off hands, feet, hands and feet, ears, nose, ears and nose, and imposing sour",
  "cnd23:29.4": "porridge pot punishment, shell-bald punishment, Rāhu's mouth punishment, fire",
  "cnd23:29.5": "torture, candle hand punishment, exorcism, bark clothing punishment, antelope",
  "cnd23:29.6": "punishment, hook flesh punishment, money punishment, alkaline bath punishment,",
  "cnd23:29.7": "twisted door lock punishment, straw foot pedal punishment, drenching with hot",
  "cnd23:29.8": "oil, making the dog bite, making a piercing while alive, beheading with a sword;",
  "cnd23:29.9": "he also feels suffering and sorrow due to punishment.... The king is the master",
  "cnd23:29.10": "of these four types of staff (rod punishment).",
  "cnd23:30.1": "With their own work and the disintegration of their body, they were reborn in",
  "cnd23:30.2": "the world of suffering, evil, lower world, and hell after death. The jailers",
  "cnd23:30.3": "imposed five types of punishment on him: they made the red hot iron rod pass",
  "cnd23:30.4": "through the (first) palm, and they made the red hot iron rod pass through the",
  "cnd23:30.5": "(second) palm. After the second palm, they passed the red hot iron rod through",
  "cnd23:30.6": "the (first) sole of the foot, they passed the red hot iron rod through the",
  "cnd23:30.7": "second sole of the foot, and they passed the red hot iron rod through the chest",
  "cnd23:30.8": "in the middle. He felt bitter, fierce, violent, [MN.129], pungent feelings, and",
  "cnd23:30.9": "he would not die until the evil kamma was eliminated. Where did this terror,",
  "cnd23:30.10": "suffering, and sorrow arise? ....",
  "cnd23:31.1": "After the jailers lay him down, they cut him with an axe... (omitted) after the",
  "cnd23:31.2": "jailers grabbed him under their feet, they cut him with a small axe..., the",
  "cnd23:31.3": "jailers harnessed him on the cart and set him on fire, so he was ignited in a",
  "cnd23:31.4": "burning, glorious fire, ..., the jailers made him climb up and down the burning,",
  "cnd23:31.5": "shining charcoal volcano..., after the jailers caught him up and down, they",
  "cnd23:31.6": "threw them into the hot, blazing, burning, red-glowing copper pot; he was boiled",
  "cnd23:31.7": "with foam there, and he rose up once, sunk once, and moved across once. He felt",
  "cnd23:31.8": "bitter.... (Where did this terror, suffering, and sorrow arise? .... The jailers",
  "cnd23:31.9": "threw him into the great hell, and in the great hell:",
  "cnd23:32.1": "\"There are four doors in the four corners, divided into equal parts,",
  "cnd23:32.2": "Surrounded by iron walls, and the top is covered by iron.",
  "cnd23:32.3": "The earth is made of iron, and it shines with the burning of fire,",
  "cnd23:32.4": "All around for a hundred yojanas, always pervading and abiding.",
  "cnd23:32.5": "The miserable burning is terrible, the brilliant flames are hard to approach,",
  "cnd23:32.6": "Hair visibly standing on end due to the horror of suffering.",
  "cnd23:32.7": "From the east wall, a mass of fire originates,",
  "cnd23:32.8": "Burning those with evil kamma, striking against the west.",
  "cnd23:32.9": "From the west wall, a mass of fire originates,",
  "cnd23:32.10": "Burning those with evil kamma, striking against the east.",
  "cnd23:32.11": "From the north wall, a mass of fire originates,",
  "cnd23:32.12": "Burning those with evil kamma, striking against the south.",
  "cnd23:32.13": "From the south wall, a mass of fire originates,",
  "cnd23:32.14": "Burning those with evil kamma, striking against the north.",
  "cnd23:32.15": "From below, a mass of fire originates,",
  "cnd23:32.16": "Burning those with evil kamma, striking against the roof.",
  "cnd23:32.17": "From above, a mass of fire originates,",
  "cnd23:32.18": "Burning those with evil kamma, striking against the ground.",
  "cnd23:32.19": "Blazing iron, sorrow like being burned,",
  "cnd23:32.20": "Just so this great hell is seen from above and below.",
  "cnd23:32.21": "There beings are very cruel, those who have done great crimes,",
  "cnd23:32.22": "Perpetual evildoers, tortured without dying.",
  "cnd23:32.23": "The body is like fire, that of the dweller in this hell,",
  "cnd23:32.24": "The one with steady kamma, the fire has neither ashes nor soot.",
  "cnd23:32.25": "They run to the east, and from there to the west;",
  "cnd23:32.26": "The run to the north, and from there to the south;",
  "cnd23:32.27": "Everywhere they run, the doors are shut,",
  "cnd23:32.28": "The want to go forth, they seek for release.",
  "cnd23:32.29": "They can't go forth from there, they obtain this by means of kamma,",
  "cnd23:32.30": "For those evildoers, their abundant kamma is not yet fully ripe.\"",
  "cnd23:33.1": "Where did this terror, suffering, and sorrow arise? It arises from his love,",
  "cnd23:33.2": "happiness, greed, joy and greed.",
  "cnd23:34.1": "Again, all the suffering of hell, the suffering of the animal world, the",
  "cnd23:34.2": "suffering of the hungry ghost world, the suffering of humans, where those are",
  "cnd23:34.3": "arising, where are they produced, where did it happen, where was born, where did",
  "cnd23:34.4": "it appear, be arisen? It is produced, arises, is born, is generated, arises with",
  "cnd23:34.5": "his love as a condition, happiness as condition, greed as condition, joy and",
  "cnd23:34.6": "greed as condition.",
  "cnd23:35.1": "\"Watching the troubles of love\": \"Love,\" .... \"Watching the troubles of love\":",
  "cnd23:35.2": "The troubles of the love of love and the love of seeing, he watched, saw,",
  "cnd23:35.3": "contemplated, and observed.",
  "cnd23:36.1": "<em>123 : Those who pity friends and confidantes,",
  "cnd23:36.2": "With the heart bound (attached), lose their own interests,",
  "cnd23:36.3": "Watching this danger in intimate interaction,",
  "cnd23:36.4": "One should walk alone like a rhinoceros.</em>",
  "cnd23:36.5": "<em>123 : Those who pity friends and confidantes,",
  "cnd23:36.6": "With the heart bound (attached), lose their own interests,",
  "cnd23:36.7": "Watching this danger in intimate interaction,",
  "cnd23:36.8": "One should walk alone like a rhinoceros.</em>",
  "cnd23:36.9": "<em>123 : Those who pity friends and confidantes,",
  "cnd23:36.10": "With the heart bound (attached), lose their own interests,",
  "cnd23:36.11": "Watching this danger in intimate interaction,",
  "cnd23:36.12": "One should walk alone like a rhinoceros.</em>",
  "cnd23:36.13": "<em>123 : Those who pity friends and confidantes,",
  "cnd23:36.14": "With the heart bound (attached), lose their own interests,",
  "cnd23:36.15": "Watching this danger in intimate interaction,",
  "cnd23:36.16": "One should walk alone like a rhinoceros.</em>",
  "cnd23:37.1": "\"Pity for friends and confidantes will cause you to lose your own interests and",
  "cnd23:37.2": "be constrained\": \"Friends,\" there are two types of friends: friends at home and",
  "cnd23:37.3": "friends (away) from home (monastics). What is a friend at home? Here, a certain",
  "cnd23:37.4": "category of people give what is hard to give, charity, do what is hard to do,",
  "cnd23:37.5": "forgive (tolerate) what is hard to forgive, he tells (you his) secret, keeps",
  "cnd23:37.6": "(your) secret, and never forsakes you in disasters, he is the one who would give",
  "cnd23:37.7": "his life for (you) [DN.31], he does not contempt when (you) are exhausted, this",
  "cnd23:37.8": "is a friend at home.",
  "cnd23:38.1": "What is a friend (away) from home (monastic)? Here, the bhikkhu is lovable,",
  "cnd23:38.2": "agreeable, respectable, admirable, an interpreter, tolerant of other people's",
  "cnd23:38.3": "words, and an esoteric talker (leader). He does not encourage [AN.7.37] and",
  "cnd23:38.4": "persuade on non-increasing precepts. He persuades him in the four-mindfulness",
  "cnd23:38.5": "practice effort, in ...(omitted) the eight sacred paths of practice, this is a",
  "cnd23:38.6": "'friend (away) from home.'",
  "cnd23:39.1": "Those with whom one is happy to go, happy to come (, happy to come and go),",
  "cnd23:39.2": "happy to stand, happy to sit, happy lying, happy talking, happy conversation,",
  "cnd23:39.3": "happy talk, happy interlocutors are called a confidant.",
  "cnd23:40.1": "\"Pity a friend, a confidant; lose in your own interest.\" A friend, a confidant,",
  "cnd23:40.2": "an acquaintance, a close person, a companion, a considerer, a sorrower,",
  "cnd23:40.3": "abandoning his interests, the interests of others, and the interests of both,",
  "cnd23:40.4": "also abandoning the interests of the present life and the interests of the next",
  "cnd23:40.5": "life also causes the highest interests to retreat, forcefully retreat, be lost,",
  "cnd23:40.6": "avoided, and eliminated; those who have pity for friends and confidants, he",
  "cnd23:40.7": "makes the interests retreat.",
  "cnd23:41.1": "\"The heart is bound,\" the heart is bound in two ways: (by) making oneself stand",
  "cnd23:41.2": "in lowliness, (and) making others stand in nobility while the heart is",
  "cnd23:41.3": "restrained; or (by) making others stand in lowliness, (and) making oneself stand",
  "cnd23:41.4": "in nobleness and the heart is restrained. How to make yourself humble and make",
  "cnd23:41.5": "others stand up noble and flatter others? (Thinking:) \"You are very helpful to",
  "cnd23:41.6": "me, I rely on you to get clothes, food, shelter, the needs of patients, medical",
  "cnd23:41.7": "necessities, and anyone who gives or wants to do they think I am dependent on",
  "cnd23:41.8": "you, those who are regarded as you, all my previous names from my parents have",
  "cnd23:41.9": "disappeared to me, because you are known as those who frequent (someone's) home",
  "cnd23:41.10": "like that; those who often visit (someone's) home.\" This is to make oneself",
  "cnd23:41.11": "humble, to make others stand noble, and their hearts are bound.",
  "cnd23:42.1": "How to make others humble and make oneself stand noble and be restrained?",
  "cnd23:42.2": "(Thinking:) \"I am a good person to you. Because of me, you turn to the Buddha,",
  "cnd23:42.3": "to the Dhamma, and to the Saṅgha, become (as) those who are free from killing,",
  "cnd23:42.4": "those who have not given and take, those who have not given, and those who are",
  "cnd23:42.5": "free from lying, and those who (do not) drink spirits, fruit wine, and wine, I",
  "cnd23:42.6": "will give you instructions, give me a lot of questions, I will explain uposatha,",
  "cnd23:42.7": "and build temples. However, after you abandon me, you respect, honor, and revere",
  "cnd23:42.8": "other people.\" This is to make others humble, and make oneself stand noble, and",
  "cnd23:42.9": "the heart is bound. For those who pity for friends and confidants, their",
  "cnd23:42.10": "interests are lost and the heart is bound.",
  "cnd23:43.1": "\"Watching the horror in intimate communication (interaction)\": \"Horror,\" the",
  "cnd23:43.2": "horror of life, the horror of old age, ...sickness, ...death, kings, thieves,",
  "cnd23:43.3": "fire, water, self-reprimand, horror, others, sticks, waves, the dragon,",
  "cnd23:43.4": "whirlpool, crocodile [AN.4.122], livelihood, of dishonor, timidity, of",
  "cnd23:43.5": "intoxication, evil interest in the group is the horror of horrible stiffness,",
  "cnd23:43.6": "body hair standing on end, and fear of heart worry. \"In intimate communication",
  "cnd23:43.7": "(interaction),\" There are two types of intimate communication: of love and of",
  "cnd23:43.8": "seeing.... \"Watching this horror in intimate communication\": This horror in",
  "cnd23:43.9": "intimate communication is watched, seen, and observed.",
  "cnd23:44.1": "<em>124 : Like a huge bamboo (tree) becomes entangled together,",
  "cnd23:44.2": "Is one who has care for his children and wives,",
  "cnd23:44.3": "Like a bamboo shoot that is not stuck,",
  "cnd23:44.4": "One should walk alone like a rhinoceros.</em>",
  "cnd23:44.5": "<em>124 : Like a huge bamboo (tree) becomes entangled together,",
  "cnd23:44.6": "Is one who has care for his children and wives,",
  "cnd23:44.7": "Like a bamboo shoot that is not stuck,",
  "cnd23:44.8": "One should walk alone like a rhinoceros.</em>",
  "cnd23:44.9": "<em>124 : Like a huge bamboo (tree) becomes entangled together,",
  "cnd23:44.10": "Is one who has care for his children and wives,",
  "cnd23:44.11": "Like a bamboo shoot that is not stuck,",
  "cnd23:44.12": "One should walk alone like a rhinoceros.</em>",
  "cnd23:44.13": "<em>124 : Like a huge bamboo (tree) becomes entangled together,",
  "cnd23:44.14": "Is one who has care for his children and wives,",
  "cnd23:44.15": "Like a bamboo shoot that is not stuck,",
  "cnd23:44.16": "One should walk alone like a rhinoceros.</em>",
  "cnd23:45.1": "\"Like a huge bamboo being entangled together\": Bamboo is called a bamboo bush.",
  "cnd23:45.2": "In the bamboo bush, old bamboo is stuck, entangled, attached, fixed, and",
  "cnd23:45.3": "obstructed. The same is true; being entangled together is called craving, it is",
  "cnd23:45.4": "greed, lust, acquiescence, conformity, joy, liking, wanting, desire,",
  "cnd23:45.5": "fascination, taking, great greed, being tied, sludge, disturbance, hypocrisy,",
  "cnd23:45.6": "(reincarnation) root cause, (bitter) fertility, tailoring (craving), net, river,",
  "cnd23:45.7": "bondage, rope, attachment, accumulation, companion, wishing, channel of",
  "cnd23:45.8": "existence, desire forest (jungle), intimacy, love, anticipation, relationship,",
  "cnd23:45.9": "aspiration, aspiration state, desire for form, for sound, smell, taste, touch,",
  "cnd23:45.10": "desire to obtain, desires of man (wealth), desire for a son, desire to live,",
  "cnd23:45.11": "state of desire, prayer, greed, greedy appearance, possessing the state of",
  "cnd23:45.12": "greed, inquiries (for profits), desire for proficiency, illegal greed, improper",
  "cnd23:45.13": "greed, desire, hope, envy, complete hope, desire for desire, desire for being,",
  "cnd23:45.14": "desire for nothingness, formed thirst, formless thirst, extinction thirst, form",
  "cnd23:45.15": "thirst, sound thirst, smell thirst, taste thirst, touch thirst, dhamma thirst,",
  "cnd23:45.16": "torrent, harness, binding, clinging, obstacles, covering, bondage, along with",
  "cnd23:45.17": "defilements, potential troubles, entanglement, vines, stinginess, suffering",
  "cnd23:45.18": "roots, causes of suffering, occurrence of suffering, demon's net, demon's hook,",
  "cnd23:45.19": "demon's food (bait), demon's realm, demon's residence, demon's binding, the",
  "cnd23:45.20": "river of thirst, the net of thirst, the rope of thirst, the sea of thirst,",
  "cnd23:45.21": "craving, greed, and the root of unwholesomeness.",
  "cnd23:46.1": "\"Love (being entangled),\" what does it mean to love? The \"spread\" is love; the",
  "cnd23:46.2": "\"vast\" is love; the \"wide\" is love; the \"incorrect\" is love; \"it compels\" is",
  "cnd23:46.3": "love; \"it seizes\" is love; \"fraud\" is love; \"poisonous root\" is love; \"poisonous",
  "cnd23:46.4": "fruit\" is love; \"poisoned by use\" is love; or, \"(that) vast thirst: in form...,",
  "cnd23:46.5": "in sound..., smell, taste, touch, at home, in the masses, residence, profit,",
  "cnd23:46.6": "...(omitted)..., in the realm of desire, form, the non-material realm, ...in the",
  "cnd23:46.7": "desire to have..., physical existence..., formless..., thinking...,",
  "cnd23:46.8": "non-thinking.., in the non-imaginative non-non-imaginative existence.., the one",
  "cnd23:46.9": "aggregate existence, the four aggregates, five aggregates, past, future,",
  "cnd23:46.10": "present, ...enlarged attachments to the dhammas that can be seen, heard, felt,",
  "cnd23:46.11": "and can be known.",
  "cnd23:47.1": "\"Anyone who is concerned with children and wives\": \"Children (sons),\" there are",
  "cnd23:47.2": "four types of sons: .... The wife is called the one who should be supported.",
  "cnd23:47.3": "Attention is called craving, which is greed, ....",
  "cnd23:48.1": "\"Like a bamboo shoot that is not stuck\": Bamboo is called a bamboo bush. For",
  "cnd23:48.2": "example, the young top buds (shoots) in the bamboo bush are not stuck, attached,",
  "cnd23:48.3": "tied, or obstructed, and they have gone out and are not obstructed, leaving,",
  "cnd23:48.4": "having become free. In the same way... \"Being stuck (attachment),\" there are two",
  "cnd23:48.5": "types of adhesion: ...; ...not to be stuck, not caught, not captured, not bound",
  "cnd23:48.6": "by the world, not tied, separated, left, liberated, detached, not attached to,",
  "cnd23:48.7": "not caught, not bound, leaving bondage, he lives with a restrained hear.",
  "cnd23:49.1": "<em>125 : As an unbound deer walks in the forest,",
  "cnd23:49.2": "Walks to the desired pasture,",
  "cnd23:49.3": "A wise person, watching (his) freedom,",
  "cnd23:49.4": "Should walk alone like a rhinoceros.</em>",
  "cnd23:49.5": "<em>125 : As an unbound deer walks in the forest,",
  "cnd23:49.6": "Walks to the desired pasture,",
  "cnd23:49.7": "A wise person, watching (his) freedom,",
  "cnd23:49.8": "Should walk alone like a rhinoceros.</em>",
  "cnd23:49.9": "<em>125 : As an unbound deer walks in the forest,",
  "cnd23:49.10": "Walks to the desired pasture,",
  "cnd23:49.11": "A wise person, watching (his) freedom,",
  "cnd23:49.12": "Should walk alone like a rhinoceros.</em>",
  "cnd23:49.13": "<em>125 : As an unbound deer walks in the forest,",
  "cnd23:49.14": "Walks to the desired pasture,",
  "cnd23:49.15": "A wise person, watching (his) freedom,",
  "cnd23:49.16": "Should walk alone like a rhinoceros.</em>",
  "cnd23:50.1": "\"An unbound deer walks in the forest, walking to the desired pasture\": \"Deer,\"",
  "cnd23:50.2": "there are two types of deer: the deer and the spotted deer. For example, the",
  "cnd23:50.3": "deer living in the woods is walking in the woods and forests, walking at ease,",
  "cnd23:50.4": "standing at ease, sitting at ease, and lying down at ease.",
  "cnd23:51.1": "This was said by the Blessed One [MN.25]: \"Bhikkhus! Just like a deer living in",
  "cnd23:51.2": "the woods, when walking in the woods and forests, walk with peace of mind,",
  "cnd23:51.3": "stand, sit, and lie with peace of mind. What is the reason? Bhikkhus! That is an",
  "cnd23:51.4": "area inaccessible to brutal men.",
  "cnd23:52.1": "Similarly, bhikkhus! Here, the bhikkhus live in the first jhāna of reasoning and",
  "cnd23:52.2": "waiting after entering from renunciation from desire and unwholesome dhamma, and",
  "cnd23:52.3": "happiness and joy after detachment, bhikkhus! This is called the bhikkhu making",
  "cnd23:52.4": "the demon blind. After killing the demon's eyes, the demon enters a state of not",
  "cnd23:52.5": "seeing and footlessness (misfortune).",
  "cnd23:53.1": "Besides, bhikkhus! Bhikkhus calm down with reasoning and thinking, confident,",
  "cnd23:53.2": "and one-minded. After entering, they live in the second jhāna of no reasoning or",
  "cnd23:53.3": "thinking, and concentration produces joy and happiness, bhikkhus! This is called",
  "cnd23:53.4": "the bhikkhu making the demon blind. After killing the demon's eyes, ....",
  "cnd23:54.1": "Besides, bhikkhus! The bhikkhu fades away with joy and lives in peace, has",
  "cnd23:54.2": "mindfulness, right knowledge, and feels happiness with the body. After entering,",
  "cnd23:54.3": "he lives in the third jhāna of this holy disciple proclaiming: 'He is a calm,",
  "cnd23:54.4": "mindful, and happy one,' Bhikkhus! This is called the bhikkhu making the demon",
  "cnd23:54.5": "blind. After killing the demon's eyes, ....",
  "cnd23:55.1": "Besides, bhikkhus! After entering the fourth jhāna, the bhikkhus live in the fourth",
  "cnd23:55.2": "jhāna that is not painful or unhappy, after entering the fourth jhāna, bhikkhus!",
  "cnd23:55.3": "This is called the bhikkhu making the demon blind. ....",
  "cnd23:56.1": "Besides, bhikkhus! Bhikkhus transcend all lusts and thoughts, with the extinction",
  "cnd23:56.2": "of opposing thoughts, without thinking about all types of thoughts, (and know):",
  "cnd23:56.3": "'Void is boundless,' after entering, live in the boundless void, bhikkhus! This is",
  "cnd23:56.4": "called the bhikkhu making the demon blind. ....",
  "cnd23:57.1": "Besides, bhikkhus! After Bhikkhu transcends all emptiness and boundlessness (and",
  "cnd23:57.2": "knowledge): 'Consciousness is boundless,' after entering, live in the",
  "cnd23:57.3": "boundlessness of consciousness... (omitted).",
  "cnd23:58.1": "Besides, bhikkhus! (A Bhikkhu,) after surpassing all the boundless places of",
  "cnd23:58.2": "consciousness (and knowing): 'There is nothing,' after entering, live in",
  "cnd23:58.3": "nowhere....",
  "cnd23:59.1": "Besides, bhikkhus! (A Bhikkhu,) after surpassing everything that has no possessions,",
  "cnd23:59.2": "after entering, he will live in a place where he wants to be....",
  "cnd23:60.1": "Besides, bhikkhus! (A Bhikkhu,) after surpassing all non-thinking things, after",
  "cnd23:60.2": "entering, staying in wanting to be destroyed, after seeing with wisdom, all his",
  "cnd23:60.3": "troubles are destroyed, bhikkhus! This is called the Bhikkhu blinding the demon.",
  "cnd23:60.4": "After killing the demon's eyes, the demon enters a state of not seeing and",
  "cnd23:60.5": "footlessness, letting go of his attachment to the world. He walks with peace of",
  "cnd23:60.6": "mind, stands with peace of mind, sits with peace of mind, and lies with peace of",
  "cnd23:60.7": "mind. What is the reason? Bhikkhu is an unreachable area for the demon.\"",
  "cnd23:61.1": "\"Wise men watch freedom\": \"Wise men\" are wise people, enlightened people, and",
  "cnd23:61.2": "distinguished people. \"Humans\" are sentient beings, human beings, student",
  "cnd23:61.3": "Brāhmaṇas, humans, individuals, beings, those who have birth, those born to",
  "cnd23:61.4": "Indā, and Manu. \"Free,\" there are two types of freedom: free in Dhamma and free",
  "cnd23:61.5": "as a man. What is free in Dhamma? Four mindfulnesses, four righteousnesses....",
  "cnd23:61.6": "This is the freedom of Dhamma. What is a free man? Anyone who possesses these",
  "cnd23:61.7": "freedoms is called a free man. \"The wise men watch freedom\": The wise people",
  "cnd23:61.8": "watch, see, and observe the freedom of Dhamma.",
  "cnd23:62.1": "<em>126 : One is addressed among companions",
  "cnd23:62.2": "At home, standing, walking, or traveling,",
  "cnd23:62.3": "Watching for the freedom that is not desired,",
  "cnd23:62.4": "One should walk alone like a rhinoceros.</em>",
  "cnd23:62.5": "<em>126 : One is addressed among companions",
  "cnd23:62.6": "At home, standing, walking, or traveling,",
  "cnd23:62.7": "Watching for the freedom that is not desired,",
  "cnd23:62.8": "One should walk alone like a rhinoceros.</em>",
  "cnd23:62.9": "<em>126 : One is addressed among companions",
  "cnd23:62.10": "At home, standing, walking, or traveling,",
  "cnd23:62.11": "Watching for the freedom that is not desired,",
  "cnd23:62.12": "One should walk alone like a rhinoceros.</em>",
  "cnd23:62.13": "<em>126 : One is addressed among companions",
  "cnd23:62.14": "At home, standing, walking, or traveling,",
  "cnd23:62.15": "Watching for the freedom that is not desired,",
  "cnd23:62.16": "One should walk alone like a rhinoceros.</em>",
  "cnd23:63.1": "\"He is addressed among his companions, when staying at home, standing, walking,",
  "cnd23:63.2": "traveling\": wherever he is happy, (with whom he is) happy to come, happy to go",
  "cnd23:63.3": "with, happy to stand, happy to sit, happy to sleep, happy for good talk,",
  "cnd23:63.4": "pleasant talk, and pleasant conversation, are called companions. \"He is",
  "cnd23:63.5": "addressed among his companions, when staying at home, standing, walking, and",
  "cnd23:63.6": "traveling\": When staying at home, standing, walking, and traveling among his",
  "cnd23:63.7": "companions, he considers his own interests, the interests of others, and both",
  "cnd23:63.8": "interests, consider the interests of the current life, the interests of the",
  "cnd23:63.9": "afterlife, and the interests of both.",
  "cnd23:64.1": "\"Watching the freedom not to be desired\": For the fool, the unkind, the",
  "cnd23:64.2": "outsider, and the sectarian disciples, this is undesirable, that is: to be bald",
  "cnd23:64.3": "and robe-clothed; for the supporter of the Buddha (an independent person), this",
  "cnd23:64.4": "is what is desired, that is, becoming bald and robe-clothed. \"Free\" has two",
  "cnd23:64.5": "types of freedom: .... \"Watching the freedom not to be desired\": Watch, see,",
  "cnd23:64.6": "contemplate, and observe the freedom of the Dhamma.",
  "cnd23:65.1": "<em>127 : There is entertainment and joy among companions,",
  "cnd23:65.2": "And great love for sons.",
  "cnd23:65.3": "Hating the parting with the dear,",
  "cnd23:65.4": "One should walk alone like a rhinoceros.</em>",
  "cnd23:65.5": "<em>127 : There is entertainment and joy among companions,",
  "cnd23:65.6": "And great love for sons.",
  "cnd23:65.7": "Hating the parting with the dear,",
  "cnd23:65.8": "One should walk alone like a rhinoceros.</em>",
  "cnd23:65.9": "<em>127 : There is entertainment and joy among companions,",
  "cnd23:65.10": "And great love for sons.",
  "cnd23:65.11": "Hating the parting with the dear,",
  "cnd23:65.12": "One should walk alone like a rhinoceros.</em>",
  "cnd23:65.13": "<em>127 : There is entertainment and joy among companions,",
  "cnd23:65.14": "And great love for sons.",
  "cnd23:65.15": "Hating the parting with the dear,",
  "cnd23:65.16": "One should walk alone like a rhinoceros.</em>",
  "cnd23:66.1": "\"There is entertainment and joy among companions\": \"Entertainment,\" there are",
  "cnd23:66.2": "two types of entertainment: physical entertainment and verbal entertainment.",
  "cnd23:66.3": "What is physical entertainment? Playing with elephants, horses, carts, bows,",
  "cnd23:66.4": "swords and other weapons, octagonal chess, ten-eye chess, aerial chess, and",
  "cnd23:66.5": "hopscotch, also playing with a stone jigsaw, also with a dice board, also with a",
  "cnd23:66.6": "wooden stick, also with the hand, also with dice, also with a leaf flute, also",
  "cnd23:66.7": "with a toy hoe, also with somersaults, also with toy windmills, also playing",
  "cnd23:66.8": "with toy measuring instruments, cart games, toy bows and arrows, guessing words,",
  "cnd23:66.9": "guessing ideas, and imitating flaws [DN.1].",
  "cnd23:67.1": "What is verbal entertainment? The sound of playing a drum with a mouth, the",
  "cnd23:67.2": "sound of a drum being smeared with the mouth, the sound of the felling drum with",
  "cnd23:67.3": "the mouth, the sound of a bend of the lips, the playing of a drum with the",
  "cnd23:67.4": "mouth, the mouth (imitating) the hollow sound of drums, loud cheers, commotion",
  "cnd23:67.5": "at dancers, singing, and joking.",
  "cnd23:68.1": "\"Joy,\" which is synonymous with being satisfied, is \"joy.\" Those with whom one",
  "cnd23:68.2": "is happy to go, come, stand, sit, lie down, talk, and converse, are called",
  "cnd23:68.3": "companions. There is entertainment and joy in companions.",
  "cnd23:69.1": "\"And there is great love in sons\": \"Sons,\" .... There is much love of the son.",
  "cnd23:70.1": "\"Disliking separation from the dear\": There are two types of dear (lovely):",
  "cnd23:70.2": "sentient beings or deeds. What are lovely beings? Here, they are the mother or",
  "cnd23:70.3": "father who wants to be beneficial to him, who wants to be useful, and who wants",
  "cnd23:70.4": "to get away from the harness. Relatives, or brothers, or sisters, or sons, or",
  "cnd23:70.5": "daughters, or friends, or colleagues, or relatives, or people of blood (kin),",
  "cnd23:70.6": "these are lovely beings.",
  "cnd23:71.1": "What are the dear deeds? Desirable forms, desirable sounds, ...smells, flavors,",
  "cnd23:71.2": "touches, these are lovely behaviors. \"Disliking parting from the dear\": Hating,",
  "cnd23:71.3": "disgusted, and ashamed of the parting from the dear.",
  "cnd23:72.1": "<em>128 : Becoming a person who does not reject the four directions,",
  "cnd23:72.2": "Who is satisfied with everything,",
  "cnd23:72.3": "Those who are tolerant of danger and those who are not scared,",
  "cnd23:72.4": "Should walk alone like a rhinoceros.</em>",
  "cnd23:72.5": "<em>128 : Becoming a person who does not reject the four directions,",
  "cnd23:72.6": "Who is satisfied with everything,",
  "cnd23:72.7": "Those who are tolerant of danger and those who are not scared,",
  "cnd23:72.8": "Should walk alone like a rhinoceros.</em>",
  "cnd23:72.9": "<em>128 : Becoming a person who does not reject the four directions,",
  "cnd23:72.10": "Who is satisfied with everything,",
  "cnd23:72.11": "Those who are tolerant of danger and those who are not scared,",
  "cnd23:72.12": "Should walk alone like a rhinoceros.</em>",
  "cnd23:72.13": "<em>128 : Becoming a person who does not reject the four directions,",
  "cnd23:72.14": "Who is satisfied with everything,",
  "cnd23:72.15": "Those who are tolerant of danger and those who are not scared,",
  "cnd23:72.16": "Should walk alone like a rhinoceros.</em>",
  "cnd23:73.1": "\"Those who do not reject the four directions\": \"The four directions,\" the",
  "cnd23:73.2": "alone-enlightened person fills one side (direction) with a heart of compassion",
  "cnd23:73.3": "and lives, and like that a second side, and the third, and the fourth, like this",
  "cnd23:73.4": "the up and down (directions), horizontally, everywhere, to everything as to",
  "cnd23:73.5": "yourself, with a heart of compassion, with a heart of vastness, excellence,",
  "cnd23:73.6": "immeasurable, no resentment, and no malice, filling all the world and dwelling",
  "cnd23:73.7": "afterwards. Walk with sorrow...(omitted,) walk with joy..., walk with peace and",
  "cnd23:73.8": "live in one side, .... \"The four directions, not to reject those\": In the state",
  "cnd23:73.9": "of being practiced in compassion, all beings in the east will not disobey, those",
  "cnd23:73.10": "in the south will not disobey, and those in the west will not disobey; all",
  "cnd23:73.11": "beings in the north are not against them, all beings in the middle of the east",
  "cnd23:73.12": "are not against them, and all beings in the middle of the south are not against",
  "cnd23:73.13": "them, and all beings in the middle of the west are not against them; all beings",
  "cnd23:73.14": "in the middle of the north are not against them, all beings below are not",
  "cnd23:73.15": "against them, all beings above are not against them, all beings in all",
  "cnd23:73.16": "directions are not against them. They are not against them in a state of sadness",
  "cnd23:73.17": "that has been practiced..., in a state of joy that has been practiced..., in a",
  "cnd23:73.18": "state of calm that has been practiced, all beings in the east are not against",
  "cnd23:73.19": "them... (omitted) in all directions are not against them.",
  "cnd23:74.1": "\"The one who is satisfied with everything\": The Enlightened One is the one who",
  "cnd23:74.2": "is satisfied with whatever clothes, and praises the satisfaction with whatever",
  "cnd23:74.3": "clothes. He does not come to inappropriate evil because of clothes. Please,",
  "cnd23:74.4": "don't tremble if you don't get clothes, don't be tied (attached) if you get the",
  "cnd23:74.5": "clothes, don't be infatuated, innocent, seeing the troubled land, using with",
  "cnd23:74.6": "wisdom [SN.16.1], and he does not use this, no matter with what type of clothes,",
  "cnd23:74.7": "is satisfied, not praising oneself, and not despising others. Those who are",
  "cnd23:74.8": "skilled, not lazy, righteous, and mindful are called the alone-enlightened",
  "cnd23:74.9": "person who lives in the highest caste of the past [DN.33/AN.4.28].",
  "cnd23:75.1": "It is a person who is satisfied with whatever food ...(omitted), no matter the",
  "cnd23:75.2": "place of residence..., no matter the patient's needs and medical necessities....",
  "cnd23:76.1": "\"Those who are tolerant of danger and not frightened\": \"Danger (distress,",
  "cnd23:76.2": "crisis, peril),\" there are two types of dangers: obvious dangers and secret",
  "cnd23:76.3": "dangers. What are the obvious dangers? Lions, tigers, leopards, bears, dogs,",
  "cnd23:76.4": "wolves, bison, elephants, snakes, scorpions, centipedes, or thieves or gangsters",
  "cnd23:76.5": "who do bad things or are ready to do bad things, eye diseases, ear diseases,",
  "cnd23:76.6": "nose diseases, tongue diseases, body diseases, head diseases, external ear",
  "cnd23:76.7": "disease, mouth disease, dental disease, cough, wheezing, external nose disease,",
  "cnd23:76.8": "fever, old age, abdominal disease, coma, diarrhea, abdominal pain, cholera,",
  "cnd23:76.9": "leprosy, tumor, ringworm, lung disease, epilepsy, scabies, rheumatoid ringworm,",
  "cnd23:76.10": "scratches (disease), dry and cracked skin, blood biliary disease, diabetes,",
  "cnd23:76.11": "hemorrhoids, rashes (boils), ulcers, diseases caused by gallbladder, diseases",
  "cnd23:76.12": "caused by phlegm, diseases caused by wind, etc., (three) diseases caused by a",
  "cnd23:76.13": "combination of seasons, diseases caused by incorrect postures, sudden attack",
  "cnd23:76.14": "diseases, diseases born from the fruit of kamma, such as cold, heat, hunger,",
  "cnd23:76.15": "thirst, feces, urine, contact with fly mosquitoes, sun snakes, etc., are called",
  "cnd23:76.16": "obvious dangers.",
  "cnd23:77.1": "What are the hidden dangers? Evil body (deeds), evil speech, evil intent, desire",
  "cnd23:77.2": "cover, malice cover, sleepy cover, demotion and regret cover, doubt cover,",
  "cnd23:77.3": "greed, aversion, ignorance, anger, resentment, hiding evil, domineering,",
  "cnd23:77.4": "jealousy, stinginess, deceit, cunning, stubbornness, passion, conceit,",
  "cnd23:77.5": "arrogance, relaxation, all pollution, all evil deeds, all troubles, all anxiety,",
  "cnd23:77.6": "all enthusiasm, all unwholesome deeds, these are called hidden secret danger.",
  "cnd23:78.1": "\"Danger, crisis, peril,\" what is the meaning of danger? \"Conquer all over\" is a",
  "cnd23:78.2": "crisis; \"leading to loss\" is a crisis; \"live there\" is a crisis. How is",
  "cnd23:78.3": "\"conquering all over\" peril? Those dangers who conquer, defeat, overwhelm, end,",
  "cnd23:78.4": "and crush that person are \"conquer all over\" as dangers.",
  "cnd23:79.1": "How is \"leading to loss\" a danger? Those obstacles and retreats that lead to",
  "cnd23:79.2": "good dhamma in crisis; which good dhamma? The right way, the following way, the",
  "cnd23:79.3": "uninverted way, the way of non-contradiction, the way as it means, the way of",
  "cnd23:79.4": "the Dhamma, the precepts are complete, guarding the roots, knowing the right",
  "cnd23:79.5": "amount of food, specializing in sobriety, mindfulness and right knowledge, four",
  "cnd23:79.6": "mindfulnesses...(omitted), the obstacles that lead to the loss of this good",
  "cnd23:79.7": "Dhamma, this is \"leading to loss\" as a crisis.",
  "cnd23:80.1": "How is \"inhabiting there\" danger? There, these evil and unwholesome dhammas",
  "cnd23:80.2": "arose to restrain individuals, such as burrowing animals lying in caves; aquatic",
  "cnd23:80.3": "animals lying in water; forest animals lying in the forest; arboreal animals",
  "cnd23:80.4": "lying in trees. In the same way, these evil and unwholesome dhammas give rise to",
  "cnd23:80.5": "mutual dependence.",
  "cnd23:81.1": "This was said by the Blessed One [SN.35.151]: \"Bhikkhus! Bhikkhus with apprentices",
  "cnd23:81.2": "and masters live in misery and restlessness. But, bhikkhus! How is it that bhikkhus",
  "cnd23:81.3": "with disciples and masters live in distress and restlessness?",
  "cnd23:82.1": "Bhikkhus! Here, after seeing the form with his eyes, the bhikkhu has the",
  "cnd23:82.2": "memories and intentions of those evil and unwholesome Dhamma that follow the",
  "cnd23:82.3": "knot. They live in him; evil and unwholesome dhammas live and enter (occupy).",
  "cnd23:82.4": "Therefore, he is called 'having disciples.' They conquer him; evil and",
  "cnd23:82.5": "unwholesome dhammas conquer him. Therefore, he is called 'the master.'",
  "cnd23:83.1": "Besides, bhikkhus! After the bhikkhu hears the sound with his ears...(omitted),",
  "cnd23:83.2": "after smelling the smell with his nose..., after tasting the taste with his",
  "cnd23:83.3": "tongue..., touching the touch with his body..., after knowing the dhamma with",
  "cnd23:83.4": "consciousness, he arises memories and intentions of evil and unwholesome dhamma.",
  "cnd23:83.5": "They live in him; evil and unwholesome dhammas live and enter.... Bhikkhus! In",
  "cnd23:83.6": "this way, bhikkhus with disciples and masters live in misery and restlessness.\"",
  "cnd23:84.1": "This was said by the Blessed One [It.88]: \"Bhikkhus! There are these three types of",
  "cnd23:84.2": "internal grime, internal non-friends, internal enemies, internal killers, and",
  "cnd23:84.3": "internal grievances. Bhikkhus! Greed is internal grime, internal non-friends,",
  "cnd23:84.4": "...; Bhikkhus! Sorrow...; Bhikkhus! Infatuation.... Bhikkhus! These are the three",
  "cnd23:84.5": "types of internal grime, internal non-friends, internal enemies, internal",
  "cnd23:84.6": "killers, and internal grievances.\"",
  "cnd23:85.1": "\"Greed is the cause of no benefit, and greed is the one which shakes the heart,",
  "cnd23:85.2": "Horror arises from it, and people don't realize (understand) it.",
  "cnd23:85.3": "The greedy person does not know the benefits, the greedy person cannot see the Dhamma,",
  "cnd23:85.4": "At that time he was a blind dark one: anyone who can conquer with greed.",
  "cnd23:85.5": "Anger is the cause of no benefit, anger is the one that shakes the heart,",
  "cnd23:85.6": "horror arises from it, and people don't realize it.",
  "cnd23:85.7": "The angry do not know the benefits, the angry cannot see the Dhamma,",
  "cnd23:85.8": "At that time he was a blind dark one: a man who can (be) conquered.",
  "cnd23:85.9": "Foolishness is the cause of no benefit, foolishness is the one that shakes the heart,",
  "cnd23:85.10": "horror arises from it, and people don't realize it.",
  "cnd23:85.11": "Fools don't know the benefits, fools can't see the Dhamma,",
  "cnd23:85.12": "At that time he was a blind dark one: anyone who can be conquered.\"",
  "cnd23:86.1": "This was said by the Blessed One [SN.3.2]: \"King! When the three dhammas within",
  "cnd23:86.2": "a person arise, disadvantage, suffering, and restlessness arise. Which three are",
  "cnd23:86.3": "there? King! When the greed within the man himself arises, disadvantages,",
  "cnd23:86.4": "sufferings, and restlessness arise; King! When the aggression within the man",
  "cnd23:86.5": "himself arises.... King! When the foolishness within the person arises, ....\"",
  "cnd23:87.1": "\"A greedy, aversive, foolish, malevolent man,",
  "cnd23:87.2": "Hurts oneself, like many fruits (damage) a tree's heart.\"",
  "cnd23:88.1": "This was said by the Blessed One: [SN.10.3]",
  "cnd23:88.2": "\"From here come greed and anger,",
  "cnd23:88.3": "Unhappiness, happiness, and horror (lit. body hair standing on end);",
  "cnd23:88.4": "From here is where intention arises,",
  "cnd23:88.5": "Like a little boy letting a crow go.\"",
  "cnd23:89.1": "\"Those who endure the dangers,\" the ones who endure in danger, the winners, the",
  "cnd23:89.2": "overwhelmer, the terminator, the renegade. \"The one who is not frightened,\" the",
  "cnd23:89.3": "one who is alone-enlightened is the one who is not timid, not frightened, not",
  "cnd23:89.4": "afeared, and does not run away. He dwells in having given up fear of fear and",
  "cnd23:89.5": "(giving up) his body hair standing on end.",
  "cnd23:90.1": "<em>129 : Even some bhikkhus are difficult to take care of,",
  "cnd23:90.2": "So too with lay (family) members who live at home,",
  "cnd23:90.3": "After becoming someone who doesn't care about other people's sons,",
  "cnd23:90.4": "One should walk alone like a rhinoceros.</em>",
  "cnd23:90.5": "<em>129 : Even some bhikkhus are difficult to take care of,",
  "cnd23:90.6": "So too with lay (family) members who live at home,",
  "cnd23:90.7": "After becoming someone who doesn't care about other people's sons,",
  "cnd23:90.8": "One should walk alone like a rhinoceros.</em>",
  "cnd23:90.9": "<em>129 : Even some bhikkhus are difficult to take care of,",
  "cnd23:90.10": "So too with lay (family) members who live at home,",
  "cnd23:90.11": "After becoming someone who doesn't care about other people's sons,",
  "cnd23:90.12": "One should walk alone like a rhinoceros.</em>",
  "cnd23:90.13": "<em>129 : Even some bhikkhus are difficult to take care of,",
  "cnd23:90.14": "So too with lay (family) members who live at home,",
  "cnd23:90.15": "After becoming someone who doesn't care about other people's sons,",
  "cnd23:90.16": "One should walk alone like a rhinoceros.</em>",
  "cnd23:91.1": "\"There are even some bhikkhus, for whom it is difficult to take care\": Here,",
  "cnd23:91.2": "there is a type of bhikkhu, although they should be given refuge, although they",
  "cnd23:91.3": "are given instructions, they are given many questions, although they are given",
  "cnd23:91.4": "clothes, ...the bowl, ...a copper bowl, a water filter, a water filter pouch, a",
  "cnd23:91.5": "bag, a shoe, belt, they would not listen, don't turn their hearts or ears to",
  "cnd23:91.6": "know, don't know, those who are disloyal, disobedient, and opposing behaviors,",
  "cnd23:91.7": "don't turn their face to others [Ni.2].",
  "cnd23:92.1": "\"There are also resident families who live at home\": Here, there is a",
  "cnd23:92.2": "type of resident who is given elephants... (omitted); although they are",
  "cnd23:92.3": "given carts, fields, homes, gold, and gold coins, they are given villages...,",
  "cnd23:92.4": "towns, cities, royal capitals..., although they are given places, they don't",
  "cnd23:92.5": "listen, don't listen to them, don't turn their hearts or ears to know, are",
  "cnd23:92.6": "disloyal, disobedient, have opposing behavior.",
  "cnd23:93.1": "\"After becoming someone who does not care about the sons of others\": In all this",
  "cnd23:93.2": "sense except for himself, for the sons of others. After becoming indifferent to",
  "cnd23:93.3": "the sons of those other people, after becoming a less busy person, becoming a",
  "cnd23:93.4": "non-concerned person, after that.",
  "cnd23:94.1": "<em>130 : After abandoning the mark of the family (lay life),",
  "cnd23:94.2": "As the kovilạ̄ra tree whose leaves have been shed,",
  "cnd23:94.3": "After the hero cuts off the bondage of his family,",
  "cnd23:94.4": "He should walk alone like a rhinoceros.</em>",
  "cnd23:94.5": "<em>130 : After abandoning the mark of the family (lay life),",
  "cnd23:94.6": "As the kovilạ̄ra tree whose leaves have been shed,",
  "cnd23:94.7": "After the hero cuts off the bondage of his family,",
  "cnd23:94.8": "He should walk alone like a rhinoceros.</em>",
  "cnd23:94.9": "<em>130 : After abandoning the mark of the family (lay life),",
  "cnd23:94.10": "As the kovilạ̄ra tree whose leaves have been shed,",
  "cnd23:94.11": "After the hero cuts off the bondage of his family,",
  "cnd23:94.12": "He should walk alone like a rhinoceros.</em>",
  "cnd23:94.13": "<em>130 : After abandoning the mark of the family (lay life),",
  "cnd23:94.14": "As the kovilạ̄ra tree whose leaves have been shed,",
  "cnd23:94.15": "After the hero cuts off the bondage of his family,",
  "cnd23:94.16": "He should walk alone like a rhinoceros.</em>",
  "cnd23:95.1": "\"After abandoning the mark of the family\": hair, beard, wreath, spices, balm,",
  "cnd23:95.2": "ornaments, accessories, clothes, coverings, headband, massage, rubbing, bathing,",
  "cnd23:95.3": "mirror, eye ointment, garland perfume balm, face powder, face cream, bracelet,",
  "cnd23:95.4": "ribbon hair accessory, rod, barrel, sword, umbrella, colorful shoes, bun, orb,",
  "cnd23:95.5": "whisk, long and short white clothes, etc., are called laymen's marks. \"After",
  "cnd23:95.6": "abandoning the mark of the family member\": After the family member's mark is",
  "cnd23:95.7": "abandoned, after completely abandoning, after being put down, after stopping.",
  "cnd23:96.1": "\"Like a kovilạ̄ra tree whose leaves have been shed\": As the leaves of a kovilạ̄ra",
  "cnd23:96.2": "tree have been cut, cut off, fallen, dropped, similarly, the mark of the layman",
  "cnd23:96.3": "of the alone-enlightened person has been cut, cut off, fallen down.",
  "cnd23:97.1": "\"After the hero cuts off the bondage of his family\": \"Hero,\" \"Energetic\" is a",
  "cnd23:97.2": "hero; \"able\" is a hero; \"sufficient\" is a hero; \"ample\" is a hero; \"brave\" is a",
  "cnd23:97.3": "hero; \"heroic\" is a hero; \"one who is not afraid\" is a hero; \"no terror\" is a",
  "cnd23:97.4": "hero; \"no fear\" are heroes; \"those who do not run away\" are heroes; \"those who",
  "cnd23:97.5": "have renounced terror and fear\" are heroes; \"those who have left their fear and",
  "cnd23:97.6": "body hair standing on end\" are heroes.",
  "cnd23:98.1": "\"Abstaining from all evil deeds,",
  "cnd23:98.2": "With vitality, after transcending the suffering of hell,",
  "cnd23:98.3": "An energetic and hardworking person;",
  "cnd23:98.4": "People like this can be called a hero.\"",
  "cnd23:98.5": "[Sn.3.6]",
  "cnd23:99.1": "Sons, wives, male servants, maids, goats and sheep, chickens and pigs,",
  "cnd23:99.2": "elephants, cows and horses, mules horses, fields, homesteads, gold, gold coins,",
  "cnd23:99.3": "villages, towns, royal capitals, places, treasury, warehouse, whatever things",
  "cnd23:99.4": "can be corrupted by greed are called the bondage of the lay family.",
  "cnd23:100.1": "\"After the hero cuts off the bondage of the family member\": The one who is",
  "cnd23:100.2": "alone is a hero. After the bondage of the family member is cut off, after",
  "cnd23:100.3": "breaking, after abandoning, after being driven away, after ending, after making",
  "cnd23:100.4": "it go to non-existence.",
  "cnd23:101.1": "Second Chapter",
  "cnd23:102.1": "<em>131 : If you get a wise companion,",
  "cnd23:102.2": "One who walks with you, who lives with kindness, one who is wise,",
  "cnd23:102.3": "After defeating all the dangers,",
  "cnd23:102.4": "One should walk with him mindfully and happily.",
  "cnd23:102.5": "[Dph.23,328]</em>",
  "cnd23:102.6": "<em>131 : If you get a wise companion,",
  "cnd23:102.7": "One who walks with you, who lives with kindness, one who is wise,",
  "cnd23:102.8": "After defeating all the dangers,",
  "cnd23:102.9": "One should walk with him mindfully and happily.",
  "cnd23:102.10": "[Dph.23,328]</em>",
  "cnd23:102.11": "<em>131 : If you get a wise companion,",
  "cnd23:102.12": "One who walks with you, who lives with kindness, one who is wise,",
  "cnd23:102.13": "After defeating all the dangers,",
  "cnd23:102.14": "One should walk with him mindfully and happily.",
  "cnd23:102.15": "[Dph.23,328]</em>",
  "cnd23:102.16": "<em>131 : If you get a wise companion,",
  "cnd23:102.17": "One who walks with you, who lives with kindness, one who is wise,",
  "cnd23:102.18": "After defeating all the dangers,",
  "cnd23:102.19": "One should walk with him mindfully and happily.",
  "cnd23:102.20": "[Dph.23,328]</em>",
  "cnd23:102.21": "<em>131 : If you get a wise companion,",
  "cnd23:102.22": "One who walks with you, who lives with kindness, one who is wise,",
  "cnd23:102.23": "After defeating all the dangers,",
  "cnd23:102.24": "One should walk with him mindfully and happily.",
  "cnd23:102.25": "[Dph.23,328]</em>",
  "cnd23:103.1": "\"If you get a wise companion\": If you get, receive, gain, have a wise,",
  "cnd23:103.2": "conscious, separate, and wise companion.",
  "cnd23:104.1": "\"Walker, good dweller, wise one\": \"Walker,\" one who walks alone. \"Good dweller,\"",
  "cnd23:104.2": "one who lives in the first jhāna is in the good dweller, and also the second...,",
  "cnd23:104.3": "third..., fourth jhāna is the good dweller, the benevolent and liberating is the",
  "cnd23:104.4": "benevolent dweller, and compassion... (omitted) and joy..., and calm and",
  "cnd23:104.5": "liberating as the benevolent dweller, also those who dwell in the boundless",
  "cnd23:104.6": "void..., the boundlessness of knowledge..., ...nothingness..., ...the (neither",
  "cnd23:104.7": "perceiving nor) non-perceiving place.... Those who are also the most benevolent",
  "cnd23:104.8": "inhabitants of extinction, and those who are the most good inhabitants of the",
  "cnd23:104.9": "Fruit. \"The wise ones,\" the wise are the wise, the enlightened, the separated,",
  "cnd23:104.10": "the wise.",
  "cnd23:105.1": "\"After defeating all dangers\": \"Dangers,\" there are two types of dangers:",
  "cnd23:105.2": "obvious dangers and secret dangers. What are the obvious dangers? Lions, tigers,",
  "cnd23:105.3": "leopards, bears, dogs, wolves, bison, elephants, snakes, scorpions, centipedes,",
  "cnd23:105.4": "or thieves or gangsters who do bad things or are ready to do bad things, eye",
  "cnd23:105.5": "diseases, ear diseases, nose diseases, tongue diseases, body diseases, head",
  "cnd23:105.6": "diseases, external ear disease, mouth disease, dental disease, cough, wheezing,",
  "cnd23:105.7": "external nose disease, fever, old age, abdominal disease, coma, diarrhea,",
  "cnd23:105.8": "abdominal pain, cholera, leprosy, tumor, ringworm, lung disease, epilepsy,",
  "cnd23:105.9": "scabies, rheumatoid ringworm, scratches (disease), dry and cracked skin, blood",
  "cnd23:105.10": "biliary disease, diabetes, hemorrhoids, rashes (boils), ulcers, diseases caused",
  "cnd23:105.11": "by gallbladder, diseases caused by phlegm, diseases caused by wind, etc.,",
  "cnd23:105.12": "(three) diseases caused by a combination of seasons, diseases caused by",
  "cnd23:105.13": "incorrect postures, sudden attack diseases, diseases born from the fruit of",
  "cnd23:105.14": "kamma, such as cold, heat, hunger, thirst, feces, urine, contact with fly",
  "cnd23:105.15": "mosquitoes, sun snakes, etc., are called obvious dangers.",
  "cnd23:106.1": "What are the hidden dangers? Evil body (deeds), evil speech, evil intent, desire",
  "cnd23:106.2": "cover, malice cover, sleepy cover, demotion and regret cover, doubt cover,",
  "cnd23:106.3": "greed, aversion, ignorance, anger, resentment, hiding evil, domineering,",
  "cnd23:106.4": "jealousy, stinginess, deceit, cunning, stubbornness, passion, conceit,",
  "cnd23:106.5": "arrogance, relaxation, all pollution, all evil deeds, all troubles, all anxiety,",
  "cnd23:106.6": "all enthusiasm, all unwholesome deeds, these are called hidden secret danger.",
  "cnd23:107.1": "\"Those who have thoughts (mindfulness) should walk with (these) others happily\":",
  "cnd23:107.2": "The alone-enlightened person should be with the wise, enlightened,",
  "cnd23:107.3": "distinguished, and wise companion; to be happy, satisfied, rejoicing,",
  "cnd23:107.4": "enthusiastic, happy to walk, live, act, go on, guard, and survive together.",
  "cnd23:107.5": "\"Thinking one,\" that alone-enlightened person is the mindful person, possessing",
  "cnd23:107.6": "the highest mind and intelligence, and is the memorizer and recaller who did it",
  "cnd23:107.7": "a long time ago and said it a long time ago [SN.48.9].",
  "cnd23:108.1": "<em>132 : If you don't get a wise companion,",
  "cnd23:108.2": "One who walks with you, one who lives with kindness, one who is wise,",
  "cnd23:108.3": "Like a king abandoning conquered territory,",
  "cnd23:108.4": "One should walk alone like a rhinoceros.",
  "cnd23:108.5": "[Dph.23,329]</em>",
  "cnd23:108.6": "<em>132 : If you don't get a wise companion,",
  "cnd23:108.7": "One who walks with you, one who lives with kindness, one who is wise,",
  "cnd23:108.8": "Like a king abandoning conquered territory,",
  "cnd23:108.9": "One should walk alone like a rhinoceros.",
  "cnd23:108.10": "[Dph.23,329]</em>",
  "cnd23:108.11": "<em>132 : If you don't get a wise companion,",
  "cnd23:108.12": "One who walks with you, one who lives with kindness, one who is wise,",
  "cnd23:108.13": "Like a king abandoning conquered territory,",
  "cnd23:108.14": "One should walk alone like a rhinoceros.",
  "cnd23:108.15": "[Dph.23,329]</em>",
  "cnd23:108.16": "<em>132 : If you don't get a wise companion,",
  "cnd23:108.17": "One who walks with you, one who lives with kindness, one who is wise,",
  "cnd23:108.18": "Like a king abandoning conquered territory,",
  "cnd23:108.19": "One should walk alone like a rhinoceros.",
  "cnd23:108.20": "[Dph.23,329]</em>",
  "cnd23:108.21": "<em>132 : If you don't get a wise companion,",
  "cnd23:108.22": "One who walks with you, one who lives with kindness, one who is wise,",
  "cnd23:108.23": "Like a king abandoning conquered territory,",
  "cnd23:108.24": "One should walk alone like a rhinoceros.",
  "cnd23:108.25": "[Dph.23,329]</em>",
  "cnd23:109.1": "\"If you don't get a wise companion\": If you don't get, receive, obtain, have a",
  "cnd23:109.2": "wise, conscious, separate, and wise companion.",
  "cnd23:110.1": "\"A traveler, a good dweller, and a wise person\": ....",
  "cnd23:111.1": "\"Like a king abandoning the national territory\": As the top warriors have",
  "cnd23:111.2": "defeated the enemy, the victors, the one who has the (objects of) desire, the",
  "cnd23:111.3": "one who has the full storehouse, that king giving up the country, the land, the",
  "cnd23:111.4": "storehouse, many gold stores, and the city. After shaving his hair and beard and",
  "cnd23:111.5": "putting on robes, he went from being at home to living a non-domestic (monastic)",
  "cnd23:111.6": "life. After entering a state of no possessions, he walked, lived, moved, went",
  "cnd23:111.7": "on, guarded, and survived. In this way, the one who lives alone after cutting",
  "cnd23:111.8": "off all obstacles in the home, cutting off the obstacles of children and wives,",
  "cnd23:111.9": "cutting off the obstacles of relatives, cutting off the obstacles of friends (,",
  "cnd23:111.10": "cutting off the obstacles of storage), shave off the hair and beard and put on",
  "cnd23:111.11": "the robes; after leaving home and becoming one who lives a non-domestic",
  "cnd23:111.12": "(monastic) life, he started to become in a state of nothing and walked alone,",
  "cnd23:111.13": "lived, moved, went on, guarded, and survived.",
  "cnd23:112.1": "<em>133 : Indeed we praise our (good) companions,",
  "cnd23:112.2": "We should get close to superior and equal companions.",
  "cnd23:112.3": "After failing to get these, like one eating without fault,",
  "cnd23:112.4": "One should walk alone like a rhinoceros.</em>",
  "cnd23:112.5": "<em>133 : Indeed we praise our (good) companions,",
  "cnd23:112.6": "We should get close to superior and equal companions.",
  "cnd23:112.7": "After failing to get these, like one eating without fault,",
  "cnd23:112.8": "One should walk alone like a rhinoceros.</em>",
  "cnd23:112.9": "<em>133 : Indeed we praise our (good) companions,",
  "cnd23:112.10": "We should get close to superior and equal companions.",
  "cnd23:112.11": "After failing to get these, like one eating without fault,",
  "cnd23:112.12": "One should walk alone like a rhinoceros.</em>",
  "cnd23:112.13": "<em>133 : Indeed we praise our (good) companions,",
  "cnd23:112.14": "We should get close to superior and equal companions.",
  "cnd23:112.15": "After failing to get these, like one eating without fault,",
  "cnd23:112.16": "One should walk alone like a rhinoceros.</em>",
  "cnd23:113.1": "\"Indeed we praise our full companions\": \"Indeed,\" this is the decisive,",
  "cnd23:113.2": "language, the undoubted word, the confident word, the unduly worded, the",
  "cnd23:113.3": "undoubtedly read word, the command word, the word without error, this is the",
  "cnd23:113.4": "word of certainty, which is \"indeed.\" \"Sufficient companion,\" whoever has the",
  "cnd23:113.5": "no-learning precepts..., the no-learning concentration..., the no-learning",
  "cnd23:113.6": "wisdom.... \"Indeed we praise the full companions\": We praise, admire, and praise",
  "cnd23:113.7": "the good companions.",
  "cnd23:114.1": "\"Should be close to the superior and equal companions\": Regard those superior in",
  "cnd23:114.2": "precepts, concentration, wisdom, liberation, and liberated wisdom as superior",
  "cnd23:114.3": "companions; and equal in precepts, concentration, wisdom, liberation, and",
  "cnd23:114.4": "liberated wisdom (as equals). One should get close to a (superior) companion or",
  "cnd23:114.5": "equivalent companion, associate (serve), respect, inquire, and ask questions all",
  "cnd23:114.6": "the time.",
  "cnd23:115.1": "\"After failing to get (these), like one eating without fault\": Some people are",
  "cnd23:115.2": "faulty eaters, and some are (not). Who is a fault eater? Here, a certain type of",
  "cnd23:115.3": "people use tricks, talk, suggest, ridicule, exchange for other benefits, give",
  "cnd23:115.4": "things with wood, give things with bamboo, give things with leaves, give things",
  "cnd23:115.5": "with flowers, give things with bathing cloths, give things with washing powder,",
  "cnd23:115.6": "donations made of clay, donate things made of teeth, donate things with wash",
  "cnd23:115.7": "water, flattery, open the river with faith, greed, slander behind (the back),",
  "cnd23:115.8": "use homestead to show, show with beasts, those who use astrology, act as envoys,",
  "cnd23:115.9": "send envoys, run errands, use medical treatment, use (the creation of) new jobs,",
  "cnd23:115.10": "give food and give in return, and give alms. One who has illegally and",
  "cnd23:115.11": "improperly obtained. After acquiring, after obtaining, after possessing, after",
  "cnd23:115.12": "receiving, this is called a person who has a negligent eater.",
  "cnd23:116.1": "And who is a non-negligent eater? Here, a certain type of people do not use",
  "cnd23:116.2": "tricks, do not talk, do not use hints, do not ridicule.... He has properly",
  "cnd23:116.3": "acquired, obtained possessed, and received according to the Dhamma. He (is not",
  "cnd23:116.4": "one who) uses it illegally and improperly to survive after obtaining, acquiring,",
  "cnd23:116.5": "possessing, and receiving. This is called a no-fault eater.",
  "cnd23:117.1": "\"Those who do not get these no-fault eaters\": Those who do not get these",
  "cnd23:117.2": "no-fault eaters can't get them, after they don't get them, after they don't",
  "cnd23:117.3": "obtain them, after they don't have them, they don't receive them, they don't get",
  "cnd23:117.4": "them.",
  "cnd23:118.1": "<em>134 : After seeing the brilliance of gold (bracelets),",
  "cnd23:118.2": "Well forged by the smith,",
  "cnd23:118.3": "The two (bracelets) rubbing each other on the hands,",
  "cnd23:118.4": "One should walk alone like rhinoceros.</em>",
  "cnd23:118.5": "<em>134 : After seeing the brilliance of gold (bracelets),",
  "cnd23:118.6": "Well forged by the smith,",
  "cnd23:118.7": "The two (bracelets) rubbing each other on the hands,",
  "cnd23:118.8": "One should walk alone like rhinoceros.</em>",
  "cnd23:118.9": "<em>134 : After seeing the brilliance of gold (bracelets),",
  "cnd23:118.10": "Well forged by the smith,",
  "cnd23:118.11": "The two (bracelets) rubbing each other on the hands,",
  "cnd23:118.12": "One should walk alone like rhinoceros.</em>",
  "cnd23:118.13": "<em>134 : After seeing the brilliance of gold (bracelets),",
  "cnd23:118.14": "Well forged by the smith,",
  "cnd23:118.15": "The two (bracelets) rubbing each other on the hands,",
  "cnd23:118.16": "One should walk alone like rhinoceros.</em>",
  "cnd23:119.1": "\"After seeing the brilliance of gold\": After seeing, weighing, judging,",
  "cnd23:119.2": "separating, and clarifying. \"Golden\" (suvaṇṇassāti) is golden (jātarūpassa).",
  "cnd23:119.3": "\"Shining\" is all pure, all clear.",
  "cnd23:120.1": "\"Well-made by a smith\": a smith is called a goldsmith. \"What is done well by the",
  "cnd23:120.2": "smith\": What is done well by the smith, what is good work, and what is good",
  "cnd23:120.3": "meticulous work.",
  "cnd23:121.1": "\"Two rubbing against each other on the hands\": The hand (bhujo) is called the",
  "cnd23:121.2": "hand (hattho). Two bracelets on one hand rubbing together. In the same way, all",
  "cnd23:121.3": "beings are in hell because of their thirst and seeing. They have friction, they",
  "cnd23:121.4": "have friction in the animal world, they have friction in the hungry ghost world,",
  "cnd23:121.5": "they have friction in the human world, and they have friction in the heavenly",
  "cnd23:121.6": "world. Interest and interest..., death and death..., rebirth and rebirth...,",
  "cnd23:121.7": "having and having..., reincarnation and reincarnation..., circulation and",
  "cnd23:121.8": "circulation. They create friction, walk, dwell, act, go on, guard, survive.",
  "cnd23:122.1": "<em>135 : So if I am with a partner,",
  "cnd23:122.2": "There would be verbal (fond) conversation or sticking (friction),",
  "cnd23:122.3": "Watching for this terror in the future,",
  "cnd23:122.4": "One should walk alone like a rhinoceros.</em>",
  "cnd23:122.5": "<em>135 : So if I am with a partner,",
  "cnd23:122.6": "There would be verbal (fond) conversation or sticking (friction),",
  "cnd23:122.7": "Watching for this terror in the future,",
  "cnd23:122.8": "One should walk alone like a rhinoceros.</em>",
  "cnd23:122.9": "<em>135 : So if I am with a partner,",
  "cnd23:122.10": "There would be verbal (fond) conversation or sticking (friction),",
  "cnd23:122.11": "Watching for this terror in the future,",
  "cnd23:122.12": "One should walk alone like a rhinoceros.</em>",
  "cnd23:122.13": "<em>135 : So if I am with a partner,",
  "cnd23:122.14": "There would be verbal (fond) conversation or sticking (friction),",
  "cnd23:122.15": "Watching for this terror in the future,",
  "cnd23:122.16": "One should walk alone like a rhinoceros.</em>",
  "cnd23:123.1": "\"So if I am with my partner\": There is a thirsty (love) partner or a human",
  "cnd23:123.2": "(companion) partner. What is a thirsty partner? \"Thirst for love,\" the thirst",
  "cnd23:123.3": "for form... (omitted), for Dhamma. Speaking of this thirsty lover, the partner",
  "cnd23:123.4": "who is called thirsty.",
  "cnd23:124.1": "\"People who have thirsty love as their partner,",
  "cnd23:124.2": "Reincarnate for a long time,",
  "cnd23:124.3": "Becomes such a state, other states,",
  "cnd23:124.4": "Does not go beyond reincarnation.\"",
  "cnd23:124.5": "[It.15/Sn.3.12,745]",
  "cnd23:125.1": "What is a human companion? There is a class of people who cause no benefit,",
  "cnd23:125.2": "cause haughtiness, cause the lack of a calm mind, and the first becomes second,",
  "cnd23:125.3": "second becomes third, or third becomes fourth. There are a lot of obscene words,",
  "cnd23:125.4": "namely: talking about kings, about thieves, ministers, army, fear, war, food,",
  "cnd23:125.5": "beverage, clothing, bedding, garland, smell, kinship, cart ride, village, town,",
  "cnd23:125.6": "city, land, woman, (man theory,) hero, street, water well, ancestor spirit,",
  "cnd23:125.7": "various things, world origin, ocean origin, and so on [DN.1]. This is the",
  "cnd23:125.8": "companion of man.",
  "cnd23:126.1": "\"There will be verbal conversation or sticking\": verbal conversation is called",
  "cnd23:126.2": "the thirty-two types of beastly theory, that is: talk about kings.... \"Adhesion",
  "cnd23:126.3": "(attachment),\" there are two types of adhesion: the sticking of eagerness and",
  "cnd23:126.4": "the sticking of seeing....",
  "cnd23:127.1": "\"Watching the horror of the future\": \"Horror,\" the horror of life, the horror of",
  "cnd23:127.2": "old age, ...sickness, ...death, kings, thieves, fire, water, self-reprimand,",
  "cnd23:127.3": "horror, others, sticks, waves, the dragon, whirlpool, crocodile [AN.4.122],",
  "cnd23:127.4": "livelihood, of dishonor, timidity, of intoxication, evil interest in the group",
  "cnd23:127.5": "is the horror of horrible stiffness, body hair standing on end, and fear of",
  "cnd23:127.6": "heart worry. \"Watching the terror of the future\": He is watching, seeing, and",
  "cnd23:127.7": "observing the terror of the future.",
  "cnd23:128.1": "<em>136 : All types of desires are indeed honey-like and pleasing,",
  "cnd23:128.2": "And they disturb the heart in various ways.",
  "cnd23:128.3": "After seeing the danger in all types of desires,",
  "cnd23:128.4": "One should walk alone like a rhinoceros.</em>",
  "cnd23:128.5": "<em>136 : All types of desires are indeed honey-like and pleasing,",
  "cnd23:128.6": "And they disturb the heart in various ways.",
  "cnd23:128.7": "After seeing the danger in all types of desires,",
  "cnd23:128.8": "One should walk alone like a rhinoceros.</em>",
  "cnd23:128.9": "<em>136 : All types of desires are indeed honey-like and pleasing,",
  "cnd23:128.10": "And they disturb the heart in various ways.",
  "cnd23:128.11": "After seeing the danger in all types of desires,",
  "cnd23:128.12": "One should walk alone like a rhinoceros.</em>",
  "cnd23:128.13": "<em>136 : All types of desires are indeed honey-like and pleasing,",
  "cnd23:128.14": "And they disturb the heart in various ways.",
  "cnd23:128.15": "After seeing the danger in all types of desires,",
  "cnd23:128.16": "One should walk alone like a rhinoceros.</em>",
  "cnd23:129.1": "\"All types of desires are indeed honey-like and pleasing\": \"Desire,\" there are",
  "cnd23:129.2": "two types of desires: .... \"Various (types),\" sights of various forms, sounds of",
  "cnd23:129.3": "various forms, smells of various forms, tastes of various forms, touches of",
  "cnd23:129.4": "various forms, desirable, lovely, and desirable, accompanied by desire, greedy.",
  "cnd23:129.5": "\"Like honey.\" This is said by the Blessed One [MN.139]: \"Bhikkhus! There are",
  "cnd23:129.6": "these five desires, which five? (Those that) can be known (recognized) by the",
  "cnd23:129.7": "eye, which makes for desire, want, greed for form; ...the ear..., nose, tongue,",
  "cnd23:129.8": "body; Bhikkhus! These are called the five desires. Bhikkhus! All the happiness",
  "cnd23:129.9": "and joy that arise from these five desires, bhikkhus, this is called lust,",
  "cnd23:129.10": "filthy happiness, ordinary people's happiness, and vulgar comfort. I said: 'It",
  "cnd23:129.11": "should not be practiced, it should not be practiced much, you should be afraid",
  "cnd23:129.12": "of this type of happiness.'\" \"Heart\": All heart... (omitted) corresponds to that",
  "cnd23:129.13": "consciousness. They make the mind happy, praise, satisfy, and laugh.",
  "cnd23:130.1": "\"They disturb the heart in a variety of ways\": Touched by a variety of forms...",
  "cnd23:130.2": "(omitted), they disturb the heart, satisfy and laugh.",
  "cnd23:131.1": "\"After seeing all types of desires\": The Blessed One said [MN.13]: \"Bhikkhus!",
  "cnd23:131.2": "What is the fault of desire? Bhikkhus! Here, every good man earns his living",
  "cnd23:131.3": "with skills: whether it is inspection, accounting, calculation, farming,",
  "cnd23:131.4": "business, cattle grazing, governing, or other skills, he faces the cold and",
  "cnd23:131.5": "heat, and the horsefly, the mosquito, wind, sun, and snakes, is contacted",
  "cnd23:131.6": "(injured), and dies of hunger and thirst, bhikkhus! This is called the fault of",
  "cnd23:131.7": "desire, the directly visible accumulation of suffering, desire is the cause,",
  "cnd23:131.8": "because of desire, desire is the cause.",
  "cnd23:132.1": "Bhikkhus! If a virtuous man rises up, works hard, and fails to get wealth, he",
  "cnd23:132.2": "will be sad, tired, weeping, pounding his chest and crying, and come to",
  "cnd23:132.3": "confusion (and say): 'My rise is empty, and my efforts are fruitless.' Bhikkhus!",
  "cnd23:132.4": "This is called the fault of desire....",
  "cnd23:133.1": "Bhikkhus! If a virtuous man gets wealth by rising up and working hard, he will",
  "cnd23:133.2": "feel pain and worry in order to protect that wealth: 'How can (I make it so)",
  "cnd23:133.3": "neither the king take my wealth, nor the thieves will take it, nor the fire will",
  "cnd23:133.4": "burn it out, nor water flow (it) away, nor will the unlovable heirs take it",
  "cnd23:133.5": "away?' When he guards and protects those wealth, or the king takes it, or the",
  "cnd23:133.6": "thieves take it, or the fire burns, or the water runs (it) away, or the",
  "cnd23:133.7": "unlovable heir takes it away, he is sad... (omitted) (and says): 'What I have no",
  "cnd23:133.8": "longer exists.' Bhikkhus! This is called the fault of desire....",
  "cnd23:134.1": "Besides, bhikkhus! Desire is the cause..., the king and the king theory (talking",
  "cnd23:134.2": "about), the khattiya and the khattiya theory, the Brāhmaṇa..., homeowner...,",
  "cnd23:134.3": "mother and the son..., son and mother..., father and son..., son and father...,",
  "cnd23:134.4": "brother and brother..., brother and sister..., sister and brother..., friend and",
  "cnd23:134.5": "friend.... When they were quarrelling and arguing, they attacked each other with",
  "cnd23:134.6": "fists, clods, clubs, and swords, where they suffered death, or suffering like",
  "cnd23:134.7": "death. Bhikkhus! This is called the fault of desire....",
  "cnd23:135.1": "Besides, bhikkhus! Desire is the cause..., take up the sword and shield, wear",
  "cnd23:135.2": "bows and arrows, the two sides confront each other into battle, in the sharp",
  "cnd23:135.3": "flight of arrows and spears, in the sparkling of swords, there, they were",
  "cnd23:135.4": "pierced by arrows and spears and beheaded by swords, where they suffered death,",
  "cnd23:135.5": "or suffering like death. Bhikkhus! This is called the fault of desire....",
  "cnd23:136.1": "Besides, bhikkhus! Desire is the cause cause..., take up the sword and shield,",
  "cnd23:136.2": "wear the bow and arrow, throw into the slippery defense, in the sharp flight of",
  "cnd23:136.3": "arrows and spears, in the shining of swords, there they were pierced by arrows",
  "cnd23:136.4": "and spears, drenched in cow dung, crushed by heavy objects, and beheaded by",
  "cnd23:136.5": "swords, where they suffered death or suffering like death. Bhikkhus! This is",
  "cnd23:136.6": "called the fault of desire....",
  "cnd23:137.1": "Besides, bhikkhus! Desire is the cause ..., they invaded people, took prey",
  "cnd23:137.2": "(looting), robbed the way (robbery along the road), abducted wives, and after",
  "cnd23:137.3": "the king captured him, he was punished with various punishments: flogging,",
  "cnd23:137.4": "beating with a stick, beating with a cane, cutting off hands, feet, hands and",
  "cnd23:137.5": "feet, ears, nose, ears and nose, and imposing sour porridge pot punishment,",
  "cnd23:137.6": "shell-bald punishment, Rāhu's mouth punishment, fire torture, candle hand",
  "cnd23:137.7": "punishment, exorcism, bark clothing punishment, antelope punishment, hook flesh",
  "cnd23:137.8": "punishment, money punishment, alkaline bath punishment, twisted door lock",
  "cnd23:137.9": "punishment, straw foot pedal punishment, drenching with hot oil, making the dog",
  "cnd23:137.10": "bite, making a piercing while alive, beheading with a sword; where they suffer",
  "cnd23:137.11": "death, or suffering like death. Bhikkhus! This is called the fault of desire....",
  "cnd23:138.1": "Besides, bhikkhus! Desire is the cause..., do evil with the body, do evil with",
  "cnd23:138.2": "the word, and do evil with the mind. He did evil deeds with his body and words,",
  "cnd23:138.3": "and after he did evil with his mind, he was reborn into the suffering world,",
  "cnd23:138.4": "evil interest, lower world, and hell after his death. Bhikkhus! This is called",
  "cnd23:138.5": "the fault of desire, the suffering of later generations, desire is the cause,",
  "cnd23:138.6": "because of desire, desire is the cause.\"",
  "cnd23:139.1": "\"After seeing the troubles in all types of desires\": After seeing the troubles",
  "cnd23:139.2": "in all types of desires, he saw, after seeing, after weighing, after judging,",
  "cnd23:139.3": "after separating, after clarifying.",
  "cnd23:140.1": "<em>137 : This is a disaster and tumor and scourge,",
  "cnd23:140.2": "Disease and arrow and terror for me,",
  "cnd23:140.3": "After seeing this horror in various desires,",
  "cnd23:140.4": "One should walk alone like a rhinoceros.</em>",
  "cnd23:140.5": "<em>137 : This is a disaster and tumor and scourge,",
  "cnd23:140.6": "Disease and arrow and terror for me,",
  "cnd23:140.7": "After seeing this horror in various desires,",
  "cnd23:140.8": "One should walk alone like a rhinoceros.</em>",
  "cnd23:140.9": "<em>137 : This is a disaster and tumor and scourge,",
  "cnd23:140.10": "Disease and arrow and terror for me,",
  "cnd23:140.11": "After seeing this horror in various desires,",
  "cnd23:140.12": "One should walk alone like a rhinoceros.</em>",
  "cnd23:140.13": "<em>137 : This is a disaster and tumor and scourge,",
  "cnd23:140.14": "Disease and arrow and terror for me,",
  "cnd23:140.15": "After seeing this horror in various desires,",
  "cnd23:140.16": "One should walk alone like a rhinoceros.</em>",
  "cnd23:141.1": "\"This is my calamity and tumor and scourge, disease and arrow and terror\": This",
  "cnd23:141.2": "was said by the Blessed One [AN.8.56]: \"Bhikkhus! 'Terror,' this is synonymous",
  "cnd23:141.3": "with desire; Bhikkhus! 'Suffering,' this is synonymous with desire;",
  "cnd23:141.4": "...disease..., ...tumor..., the stab of an arrow, staining, mud (quagmire),",
  "cnd23:141.5": "mother fetus (being born or reborn).... Why is 'terror' synonymous with desire?",
  "cnd23:141.6": "Bhikkhus! Because those who are infected and bound by desire and greed ill not",
  "cnd23:141.7": "be free from terror in their lives, and in the next life, they will not be free",
  "cnd23:141.8": "from terror. Therefore, 'terror' is synonymous with desire. Bhikkhus! Why is",
  "cnd23:141.9": "'suffering'... 'disease'.... Bhikkhus! Because those who are tainted and bound",
  "cnd23:141.10": "by desire and greed will not are not free from the mother's womb in (this) life,",
  "cnd23:141.11": "and will not be free from the mother's womb in the next life, therefore, this is",
  "cnd23:141.12": "a synonym for desire.\"",
  "cnd23:142.1": "\"Terror, suffering, disease, tumors,",
  "cnd23:142.2": "Piercing arrows and infection, the quagmire and the fetus,",
  "cnd23:142.3": "These are called desires, where most people are attached.",
  "cnd23:142.4": "They fell into a desirable state, then walked into the mother's womb,",
  "cnd23:142.5": "When a bhikkhu becomes a zealous person, he does not give up right knowledge.",
  "cnd23:142.6": "He conquered this obstacle and road like that,",
  "cnd23:142.7": "He observes these trembling people: those who have life and death.\"",
  "cnd23:143.1": "\"After seeing this horror in all types of desires,\" After seeing this horror in",
  "cnd23:143.2": "all types of desires, he saw, after seeing, after weighing....",
  "cnd23:144.1": "<em>138 : Heat and cold, hunger and thirst,",
  "cnd23:144.2": "And the wind, sun, fly, and snake,",
  "cnd23:144.3": "After enduring all this,",
  "cnd23:144.4": "One should walk alone like a rhinoceros.</em>",
  "cnd23:144.5": "<em>138 : Heat and cold, hunger and thirst,",
  "cnd23:144.6": "And the wind, sun, fly, and snake,",
  "cnd23:144.7": "After enduring all this,",
  "cnd23:144.8": "One should walk alone like a rhinoceros.</em>",
  "cnd23:144.9": "<em>138 : Heat and cold, hunger and thirst,",
  "cnd23:144.10": "And the wind, sun, fly, and snake,",
  "cnd23:144.11": "After enduring all this,",
  "cnd23:144.12": "One should walk alone like a rhinoceros.</em>",
  "cnd23:144.13": "<em>138 : Heat and cold, hunger and thirst,",
  "cnd23:144.14": "And the wind, sun, fly, and snake,",
  "cnd23:144.15": "After enduring all this,",
  "cnd23:144.16": "One should walk alone like a rhinoceros.</em>",
  "cnd23:145.1": "\"Heat, cold, hunger and thirst\": \"cold,\" there is cold due to two reasons: cold",
  "cnd23:145.2": "due to inner excitement, or cold due to external weather. \"Heat,\" hot due to two",
  "cnd23:145.3": "reasons: .... Hunger is called hunger. Thirst is called the desire for water.",
  "cnd23:146.1": "\"And the wind, sun, fly, and snake\": \"Wind,\" east wind, west wind, north wind,",
  "cnd23:146.2": "south wind, dusty wind, dust-free wind, cold wind, hot wind, breeze, gale, fast",
  "cnd23:146.3": "wind [SN.17.9], side wind, golden-winged bird wind, palm leaf wind, fan wind.",
  "cnd23:146.4": "The scorching sun is called the torment (scorching heat) of the sun. The fly",
  "cnd23:146.5": "(horsefly) is called the fly (gadfly). The snake (crawler) is called the snake.",
  "cnd23:147.1": "\"After enduring all this\": After he has defeated, overwhelmed, finished,",
  "cnd23:147.2": "crushed.",
  "cnd23:148.1": "<em>139 : As an elephant which up the herd,",
  "cnd23:148.2": "With a back like a lotus (spotted), outstanding,",
  "cnd23:148.3": "Will live in the forest as he likes,",
  "cnd23:148.4": "One should walk alone like a rhinoceros.</em>",
  "cnd23:148.5": "<em>139 : As an elephant which up the herd,",
  "cnd23:148.6": "With a back like a lotus (spotted), outstanding,",
  "cnd23:148.7": "Will live in the forest as he likes,",
  "cnd23:148.8": "One should walk alone like a rhinoceros.</em>",
  "cnd23:148.9": "<em>139 : As an elephant which up the herd,",
  "cnd23:148.10": "With a back like a lotus (spotted), outstanding,",
  "cnd23:148.11": "Will live in the forest as he likes,",
  "cnd23:148.12": "One should walk alone like a rhinoceros.</em>",
  "cnd23:148.13": "<em>139 : As an elephant which up the herd,",
  "cnd23:148.14": "With a back like a lotus (spotted), outstanding,",
  "cnd23:148.15": "Will live in the forest as he likes,",
  "cnd23:148.16": "One should walk alone like a rhinoceros.</em>",
  "cnd23:149.1": "\"Like an elephant (nāga; also meaning a noble person) after giving up the herd\":",
  "cnd23:149.2": "The elephant is called the elephant, and the one who is enlightened alone is",
  "cnd23:149.3": "also the elephant. For what reason is the alone-enlightened person an elephant?",
  "cnd23:149.4": "\"Don't commit a crime\" is the elephant; \"don't go\" is the elephant; \"don't come\"",
  "cnd23:149.5": "is the elephant. How is the alone-enlightened person \"not committing crimes\" as",
  "cnd23:149.6": "an elephant? Crimes are called evil and unwholesome dhammas: those that are",
  "cnd23:149.7": "polluted, that there are again (re-existing), there are fears, those that suffer",
  "cnd23:149.8": "the consequences, and the ones that will die in the future.",
  "cnd23:150.1": "\"Do not commit any crimes in the world,",
  "cnd23:150.2": "After leaving all bonds and bondages,",
  "cnd23:150.3": "Those who don't stick to everything and are free,",
  "cnd23:150.4": "Like this are truly called elephants.\"",
  "cnd23:151.1": "How is the alone-enlightened person \"not going\" as an elephant? The one",
  "cnd23:151.2": "enlightened one shouldn't do what he doesn't want to do; what he doesn't want to",
  "cnd23:151.3": "do is not what he should do; he who doesn't go because of obsession should not",
  "cnd23:151.4": "do what he should; don't go with anger; don't go because of ignorance; don't go",
  "cnd23:151.5": "because of conceit; don't go because of seeing; don't go because of abandonment;",
  "cnd23:151.6": "don't go because of doubt; don't go because of potential troubles; don't be",
  "cnd23:151.7": "carried by quarrels, taken away, and moved.",
  "cnd23:152.1": "How is the alone-enlightened person \"not coming\" as elephant? Any pollution that",
  "cnd23:152.2": "is cut off by the Sotāpanna Path, those pollution he no longer experiences, does",
  "cnd23:152.3": "not return, and does not go back; it is said that... (omitted) is not",
  "cnd23:152.4": "returned... (omitted); all that pollution is cut off by the Arahant Path, he",
  "cnd23:152.5": "will no longer experience, return, or go back to those pollutions.",
  "cnd23:153.1": "\"Like an elephant after abandoning the herd\": For example, after the elephant",
  "cnd23:153.2": "gives up and avoids the herd, it enters the woods, walks, lives, moves, goes on,",
  "cnd23:153.3": "guards, and survives. Those who are alone in enlightenment also give up and",
  "cnd23:153.4": "avoid the masses, and then they use the woods, wild forests, and border",
  "cnd23:153.5": "dwellings (sitting places): low-noise, quiet, isolated atmosphere, alone,",
  "cnd23:153.6": "suitable for sitting alone; he walks alone, stands alone, sits alone, lies",
  "cnd23:153.7": "alone, enters the village alone for alms, advances alone, returns alone, sits",
  "cnd23:153.8": "alone in a quiet place, performs alone, walks, lives alone, acts, goes on,",
  "cnd23:153.9": "guards, and survives.",
  "cnd23:154.1": "\"The back is as the lotus flower, and outstanding\": As the back of the elephant",
  "cnd23:154.2": "has seven treasures or eight treasures, the one who is alone-enlightened has no",
  "cnd23:154.3": "precept and prohibition learning accumulation, no concentration learning",
  "cnd23:154.4": "accumulation, no wisdom learning accumulation, no liberation learning",
  "cnd23:154.5": "accumulation, no perfect learning accumulation,; like the elephant with a lotus,",
  "cnd23:154.6": "the one who is alone-enlightened also uses the flower of the seven branches of",
  "cnd23:154.7": "enlightenment as the one with the lotus: mind as the flower of enlightenment,",
  "cnd23:154.8": "the flower of enlightenment by choosing the Dhamma, ...with energy, ...with",
  "cnd23:154.9": "happiness, tranquility, calmness. Like that. The head elephant is outstanding",
  "cnd23:154.10": "with power (fortitude), with strength, with speed, and with courage. The one who",
  "cnd23:154.11": "is alone with enlightenment is also such with precepts, with concentration, with",
  "cnd23:154.12": "wisdom, with liberation, and liberation with wisdom.",
  "cnd23:155.1": "\"Will live in the wild (forest) as he likes\": As the elephant lives in the wild",
  "cnd23:155.2": "as he likes, so the Enlightened One lives in the wild as he likes: to live in",
  "cnd23:155.3": "the wild as he likes in the first jhāna; also with the second jhāna...",
  "cnd23:155.4": "(omitted), also with the third jhāna..., and also with the fourth jhāna, to live",
  "cnd23:155.5": "in the woods as he likes; also with compassion..., relief..., joy, peace of mind",
  "cnd23:155.6": "to live in the woods as he likes; also to dwell in the boundless void, ...the",
  "cnd23:155.7": "boundlessness of knowledge, ...nothingness, wait for extinction, for Fruit, to",
  "cnd23:155.8": "live in the woods as you like.",
  "cnd23:156.1": "<em>140 : It is impossible that those who are willing to meet (have company)",
  "cnd23:156.2": "Can reach (even) temporary relief,",
  "cnd23:156.3": "After listening to the words of (him of) the Sun tribe,",
  "cnd23:156.4": "One should walk alone like a rhinoceros.</em>",
  "cnd23:156.5": "<em>140 : It is impossible that those who are willing to meet (have company)",
  "cnd23:156.6": "Can reach (even) temporary relief,",
  "cnd23:156.7": "After listening to the words of (him of) the Sun tribe,",
  "cnd23:156.8": "One should walk alone like a rhinoceros.</em>",
  "cnd23:156.9": "<em>140 : It is impossible that those who are willing to meet (have company)",
  "cnd23:156.10": "Can reach (even) temporary relief,",
  "cnd23:156.11": "After listening to the words of (him of) the Sun tribe,",
  "cnd23:156.12": "One should walk alone like a rhinoceros.</em>",
  "cnd23:156.13": "<em>140 : It is impossible that those who are willing to meet (have company)",
  "cnd23:156.14": "Can reach (even) temporary relief,",
  "cnd23:156.15": "After listening to the words of (him of) the Sun tribe,",
  "cnd23:156.16": "One should walk alone like a rhinoceros.</em>",
  "cnd23:157.1": "\"It's impossible that those who are willing to meet (have company) can reach",
  "cnd23:157.2": "(even) temporary relief\": This is said by the Blessed One [MN.122]: \"Ānanda,",
  "cnd23:157.3": "indeed, everyone who is happy to have company, is better for having company,",
  "cnd23:157.4": "likes to have company, specializes and enjoys gatherings, bhikkhus who are",
  "cnd23:157.5": "better for gatherings and get joy in the gatherings will be those who are",
  "cnd23:157.6": "free-willed, those who are not difficult, and those who do not have",
  "cnd23:157.7": "difficulties, such as vitality, solitary, quiet, and enlightenment — this is",
  "cnd23:157.8": "impossible. But, Ānanda, whichever bhikkhu lives alone, away from the group,",
  "cnd23:157.9": "this should be expected: such a bhikkhu will be happy, lonely, quiet,",
  "cnd23:157.10": "enlightened, etc. That type of enjoyment, those who have no difficulty — this is",
  "cnd23:157.11": "possible. Ānanda, indeed, everyone who enjoys gatherings, ...will enter and",
  "cnd23:157.12": "dwell in an appeased, calmed, unshakable heart — this is impossible. But Ānanda,",
  "cnd23:157.13": "whichever bhikkhus live alone and away from groups..., this should be expected:",
  "cnd23:157.14": "such a bhikkhu will live in an appeased, calmed, unshakable heart — this is",
  "cnd23:157.15": "possible.\"",
  "cnd23:158.1": "\"After listening to the words of the Sun tribe\": The sun (ādicco) is called the",
  "cnd23:158.2": "sun (sūriyo), his surname is Gotama, and the one who is enlightened is also the",
  "cnd23:158.3": "surname of Gotama, and the one who is enlightened is a relative of the surname",
  "cnd23:158.4": "of the sun and has kinship, so that alone-enlightened person is from the Sun",
  "cnd23:158.5": "Clan. \"After listening to the words of the Sun tribe\": The words, ways of",
  "cnd23:158.6": "speaking, teachings, explanations, admonitions of the Sun tribe, after hearing,",
  "cnd23:158.7": "after grasping, understanding, and discerning.",
  "cnd23:159.1": "Third Chapter",
  "cnd23:160.1": "<em>141 : \"The distorted view has been cast off,",
  "cnd23:160.2": "The decision has been reached, the way has been obtained,",
  "cnd23:160.3": "I have arisen knowledge and will not be guided by others\":",
  "cnd23:160.4": "So saying, one should walk alone like a rhinoceros.</em>",
  "cnd23:160.5": "<em>141 : \"The distorted view has been cast off,",
  "cnd23:160.6": "The decision has been reached, the way has been obtained,",
  "cnd23:160.7": "I have arisen knowledge and will not be guided by others\":",
  "cnd23:160.8": "So saying, one should walk alone like a rhinoceros.</em>",
  "cnd23:160.9": "<em>141 : \"The distorted view has been cast off,",
  "cnd23:160.10": "The decision has been reached, the way has been obtained,",
  "cnd23:160.11": "I have arisen knowledge and will not be guided by others\":",
  "cnd23:160.12": "So saying, one should walk alone like a rhinoceros.</em>",
  "cnd23:160.13": "<em>141 : \"The distorted view has been cast off,",
  "cnd23:160.14": "The decision has been reached, the way has been obtained,",
  "cnd23:160.15": "I have arisen knowledge and will not be guided by others\":",
  "cnd23:160.16": "So saying, one should walk alone like a rhinoceros.</em>",
  "cnd23:161.1": "\"The distorted view has been cast off\": The distorted view is called the Twenty",
  "cnd23:161.2": "Dependent Views. Here, the ordinary people who have not heard of the Holy One,",
  "cnd23:161.3": "have never seen the saints, those who are not proficient in the Dhamma, and have",
  "cnd23:161.4": "not been trained in the Dhamma; they have never seen the Dhamma of good people,",
  "cnd23:161.5": "are unskilled in the Dhamma, and have not been trained in the good Dhamma. They",
  "cnd23:161.6": "think that form is self, or 'I' have form, or form is in 'me,' or 'I' am in",
  "cnd23:161.7": "form, ...feeling..., ...thinking..., ...consciousness... [SN.22.1]; these are",
  "cnd23:161.8": "distorted views. \"The distorted view has been shaken off\": The distorted view",
  "cnd23:161.9": "has been shaken off, has been surpassed, has been traversed, has been",
  "cnd23:161.10": "transcended, has been overcome.",
  "cnd23:162.1": "\"The decision has been reached, the way has been obtained\": The four (holy) ways",
  "cnd23:162.2": "(Paths) are called decisions. Those who possess the four noble paths have",
  "cnd23:162.3": "reached, fully reached, and decision that has been reached. \"The path has been",
  "cnd23:162.4": "obtained,\" He has gained the Path, has obtained the Path, has reached the Path,",
  "cnd23:162.5": "has witnessed the Path.",
  "cnd23:163.1": "\"I am the one who has arisen wisdom and will not be guided by other people\": The",
  "cnd23:163.2": "wisdom of the one who has been enlightened has arisen, has been fully arisen,",
  "cnd23:163.3": "has been born, has been produced, has appeared: \"All actions are impermanent\"",
  "cnd23:163.4": "has arisen... (omitted), \"all deeds are suffering\"..., \"all dhammas are without",
  "cnd23:163.5": "self\"..., \"any collection of dhammas is an extinction\"....\"Won't be guided by",
  "cnd23:163.6": "other people,\" that alone-enlightened person is one who is not guided by others,",
  "cnd23:163.7": "does not depend on others, does not rely on others, has arrived to not being",
  "cnd23:163.8": "bound by others, he knows and sees truthfully, is not ignorant, the right",
  "cnd23:163.9": "knower, and the rememberer: \"All actions are impermanent,\" he is a person who is",
  "cnd23:163.10": "not guided by others...(omitted)....",
  "cnd23:164.1": "<em>142 : Those who do not have greed, deceit, or desire,",
  "cnd23:164.2": "Those who do not hide evil, those who have eliminated evil and delusions,",
  "cnd23:164.3": "After becoming one who has left his wishes in all the world,",
  "cnd23:164.4": "One should walk alone like a rhinoceros.</em>",
  "cnd23:164.5": "<em>142 : Those who do not have greed, deceit, or desire,",
  "cnd23:164.6": "Those who do not hide evil, those who have eliminated evil and delusions,",
  "cnd23:164.7": "After becoming one who has left his wishes in all the world,",
  "cnd23:164.8": "One should walk alone like a rhinoceros.</em>",
  "cnd23:164.9": "<em>142 : Those who do not have greed, deceit, or desire,",
  "cnd23:164.10": "Those who do not hide evil, those who have eliminated evil and delusions,",
  "cnd23:164.11": "After becoming one who has left his wishes in all the world,",
  "cnd23:164.12": "One should walk alone like a rhinoceros.</em>",
  "cnd23:164.13": "<em>142 : Those who do not have greed, deceit, or desire,",
  "cnd23:164.14": "Those who do not hide evil, those who have eliminated evil and delusions,",
  "cnd23:164.15": "After becoming one who has left his wishes in all the world,",
  "cnd23:164.16": "One should walk alone like a rhinoceros.</em>",
  "cnd23:165.1": "\"Those who are not greedy, who are not deceitful, and those who are not",
  "cnd23:165.2": "craving\": Greed is called craving, that is greed, lust, acquiescence,",
  "cnd23:165.3": "conformity, joy, desire, obsession, taking, contaminated, disturbance, fraud,",
  "cnd23:165.4": "(reincarnation) root cause, (bitter) fertility, tailoring (greed), net, river,",
  "cnd23:165.5": "bondage, rope, attachment, accumulation, companionship, desire, intimate",
  "cnd23:165.6": "interaction, forest, jungle, love, expectation, relationship, desire for form,",
  "cnd23:165.7": "desire for sounds, desire for smells, desire for tastes, desire for touches,",
  "cnd23:165.8": "desire for acquisition, desire for wealth, desire for sons, desire for life, the",
  "cnd23:165.9": "state of desire, hope, prayer, greedy appearance, possessing greed, inquiring",
  "cnd23:165.10": "for profit, illegal greed, improper greed, hope, envy, desire for desire, desire",
  "cnd23:165.11": "for nothingness, desire for form, formless thirst, extinguished thirst, form",
  "cnd23:165.12": "thirst, sound thirst, smell thirst, taste thirst, touch thirst, dhamma thirst,",
  "cnd23:165.13": "torrent, harness, binding, clinging, obstacles, covering, defilements, potential",
  "cnd23:165.14": "trends of troubles, entanglement, vines, stinginess, suffering roots, causes of",
  "cnd23:165.15": "suffering, occurrence of suffering, magical nets, magical hooks, magical food,",
  "cnd23:165.16": "the realm of the devil, the residence of the devil, the state of the devil, the",
  "cnd23:165.17": "bondage of the devil, the river of thirst, the net of thirst, the rope of",
  "cnd23:165.18": "thirst, the sea of thirst, craving, greed, and the root of unwholesomeness. That",
  "cnd23:165.19": "greed, craving, for the alone-enlightened person, has been cut off, the root has",
  "cnd23:165.20": "been cut off just like a palm tree without roots, becoming non-existent, a",
  "cnd23:165.21": "non-living thing for the future, so the Buddha is the undisturbed. In the",
  "cnd23:165.22": "disturbed state of disconnection, the Blessed One does not waver; does not shake",
  "cnd23:165.23": "when he does not get it (obtain something); does not shake when he has",
  "cnd23:165.24": "reputation; does not shake when he has no reputation; does not shake with",
  "cnd23:165.25": "praise; does not shake with reprimand; does not shake at times; does not shake,",
  "cnd23:165.26": "does not move, does not tremble. Therefore, the alone-enlightened person is the",
  "cnd23:165.27": "one without greed.",
  "cnd23:166.1": "\"Non-deceitful,\" there are three types of deceit): deceit to use resources,",
  "cnd23:166.2": "deceit of deportment, and deceit of talking all around for gain.",
  "cnd23:167.1": "What is the trickery of using resources? Here, the homeowners invite the",
  "cnd23:167.2": "bhikkhus with clothes, food, shelter, patients' necessities, and medical",
  "cnd23:167.3": "necessities. He is a person with evil desire, a person with a desire for nature,",
  "cnd23:167.4": "and a person with hope. He is a person who has clothes, food, shelter,",
  "cnd23:167.5": "necessities of the patient, and medical necessities. Hoping for more and",
  "cnd23:167.6": "rejecting clothes, refusal to give food, refusal to shelter, refusal of",
  "cnd23:167.7": "patients' necessities and medical necessities, he said: \"What do high-value",
  "cnd23:167.8": "clothes have for a Samaṇa!\" It is appropriate that a Samaṇa should use rags from",
  "cnd23:167.9": "the mound room or garbage dump or in front of the shop to make coats of. What",
  "cnd23:167.10": "does high-value food mean to a Samaṇa! It is appropriate that a Samaṇa should",
  "cnd23:167.11": "survive by wandering for alms. What is there for a Samaṇa with high-value",
  "cnd23:167.12": "accommodation! ...A Samaṇa should be those who live under the trees or between",
  "cnd23:167.13": "the mounds or live in the open. ...needs of patients and medical necessities!",
  "cnd23:167.14": "...should use medicine of fermented cow urine or crushed greens. After grasping",
  "cnd23:167.15": "that, he wears coarse clothes; receives coarse food; lives in coarse dwellings;",
  "cnd23:167.16": "uses coarse patients' necessities and medical necessities. The homeowners knew",
  "cnd23:167.17": "him this way: \"This Samaṇa is a person with little desire, a contented person, a",
  "cnd23:167.18": "lonely person, a person who is away from the masses, a person whose vitality has",
  "cnd23:167.19": "been activated, and a teacher.\" They invite more and more with with clothes,",
  "cnd23:167.20": "food, shelter, patients' necessities, and medical necessities. He said: \"The",
  "cnd23:167.21": "three current states have faithful men who produce a lot of merit: the current",
  "cnd23:167.22": "state of faith has faithful men, the current state that produces a lot of merit",
  "cnd23:167.23": "and donation has a believing man who produces a lot of merit, and the current",
  "cnd23:167.24": "state of a person worthy of support has a believing man who produces a lot of",
  "cnd23:167.25": "merit. You are the believer, and the charity exists (is found), and I am the",
  "cnd23:167.26": "receiver. If I don't accept it, then you will become outsiders of merit. This is",
  "cnd23:167.27": "not necessary for me, but just for pity, from you, I accept.\" After clinging to",
  "cnd23:167.28": "that, he accepts many clothes, many foods, many residences, and many patients'",
  "cnd23:167.29": "necessities and medical necessities. The frowning of anyone who frowns like this",
  "cnd23:167.30": "is the path of deceit, the state of deceit, this is deceit to gain resources.",
  "cnd23:168.1": "What is the trickery of deportment? Here, there are certain types of evil",
  "cnd23:168.2": "desirers, those who desire nature, and those who desire respect, (thought): \"In",
  "cnd23:168.3": "this way, people will respect me.\" He placed to walk, placed to stand, placed to",
  "cnd23:168.4": "sit, placed to lie down, walked for desire, stood for desire, sat down for",
  "cnd23:168.5": "desire, lay down for desire, walked like a person in concentration, as in",
  "cnd23:168.6": "concentration he stands, sits down like a meditation person, lies down like a",
  "cnd23:168.7": "meditation person, and becomes visible as a meditator. The placement,",
  "cnd23:168.8": "strengthening, and complete placement of behaviors like this; the frown of this",
  "cnd23:168.9": "frowning person is the path of trickery and the state of trickery, this is the",
  "cnd23:168.10": "trickery of deportment.",
  "cnd23:169.1": "What is the trickery of talking all around for gain? Here, there are certain",
  "cnd23:169.2": "types of evil desirers, those who desire nature, and those who desire respect,",
  "cnd23:169.3": "(thought): \"In this way, people will respect me.\" He spoke according to the Holy",
  "cnd23:169.4": "Dhamma, and he said: \"Whoever dresses like this is a powerful Samaṇa.\" He said:",
  "cnd23:169.5": "\"Anyone who holds a bowl like this..., holding a copper bowl..., holding a water",
  "cnd23:169.6": "filter..., water filter, keys, wearing shoe, a belt, ...is a Samaṇa of great",
  "cnd23:169.7": "power.\" He said: \"Whoever his followers are like this, he is a powerful Samaṇa.\"",
  "cnd23:169.8": "He said: \"Whoever his teacher is like this..., the equivalent of a bhikkhu is",
  "cnd23:169.9": "like this..., the equivalent of a teacher, a friend, an acquaintance, a close",
  "cnd23:169.10": "person, a companion..., he is a powerful Samaṇa.\" He said: \"Anyone who lives in",
  "cnd23:169.11": "a dwelling like this..., in a half-roof house, in a tall building, in a flat",
  "cnd23:169.12": "house, in a cave, living in a cave, a hut, a heavy pavilion, an observatory,",
  "cnd23:169.13": "round house, a shed, a lecture hall, a tent, living under a tree..., he is the",
  "cnd23:169.14": "Samaṇa of great power.\"",
  "cnd23:170.1": "Or, those who keep frowning; constantly frowning; those who keep tricking; those",
  "cnd23:170.2": "who keep nagging; those who are respected because of their mouths, who says such",
  "cnd23:170.3": "deep, secret, subtle, out-of-the-world, and empty talk: \"This Samaṇa gets this",
  "cnd23:170.4": "quiet residence like this and waits.\" The frown of anyone who frowns like this;",
  "cnd23:170.5": "the path of the trick, the state of the trick, this is the trickery of the",
  "cnd23:170.6": "surrounding language. For the alone-enlightened person, these three types of",
  "cnd23:170.7": "tricks: tricks with money (resources), tricks with deportment, and tricks with",
  "cnd23:170.8": "of speaking around for gain, have been cut off, calmed down, stopped, can't",
  "cnd23:170.9": "arise and burned by the fire of wisdom, therefore, the alone-enlightened one is",
  "cnd23:170.10": "a non-scheming one.",
  "cnd23:171.1": "\"Those who have no desire,\" desire is called thirst, which is greed.... The",
  "cnd23:171.2": "longing, the thirsting, has been cut off for the enlightened one, and the roots",
  "cnd23:171.3": "have been cut off.... Therefore, the one enlightened one is the one without",
  "cnd23:171.4": "desire.",
  "cnd23:172.1": "\"Those who do not hide the evil, have eliminated the filth and delusions\":",
  "cnd23:172.2": "\"Hiding evil\" refers to all acts of hiding evil, hypocrisy, and jealousy.",
  "cnd23:172.3": "\"Filth\" refers to greed, vulgarity, obscenity, sordid filth, anger...,",
  "cnd23:172.4": "resentment..., hiding evil..., domineering..., all unwholesome contrived things.",
  "cnd23:172.5": "\"Ignorance\" is ignorance in suffering, ignorance in the path leading to",
  "cnd23:172.6": "suffering, ignorance in the past, ignorance in the future, in the past and the",
  "cnd23:172.7": "future, the ignorance of the specific conditionality and the conditioned state,",
  "cnd23:172.8": "all such ignorance, not seeing, not being aware, not enlightening, not",
  "cnd23:172.9": "understanding, not firmly understanding, not to see correctly, not to examine,",
  "cnd23:172.10": "bad wisdom, obsession, the torrent of ignorance, harness of ignorance, potential",
  "cnd23:172.11": "trend of trouble of ignorance, entanglement of ignorance, the fence of",
  "cnd23:172.12": "ignorance, the root of ignorance. For that alone-enlightened person, hiding evil",
  "cnd23:172.13": "and filth and ignorance has been spit out, has been spit out completely, has",
  "cnd23:172.14": "been eliminated, has been cut off.... The alone-enlightened person is the one",
  "cnd23:172.15": "who does not hide the evil, and has eliminated the filth and delusion.",
  "cnd23:173.1": "\"Becoming one who has left the desire in all the world\": Desire is called",
  "cnd23:173.2": "craving, which is greed.... \"In all worlds,\" in the world of suffering, in the",
  "cnd23:173.3": "world of humans, in the world of heaven, in the world of aggregates, in the",
  "cnd23:173.4": "world of the world. \"Become the one who has no desire in all the worlds\": In all",
  "cnd23:173.5": "the worlds, become the one who has no desires; become the one who departs from",
  "cnd23:173.6": "thirst; after becoming the one who departs from the desire.",
  "cnd23:174.1": "<em>143 : Evil companions should be avoided,",
  "cnd23:174.2": "Those who show what is of no benefit, those who are fixed on what is wrong,",
  "cnd23:174.3": "One should not make friends with those who are devoted (to wrong things) and loose,",
  "cnd23:174.4": "But should walk alone like a rhinoceros.</em>",
  "cnd23:174.5": "<em>143 : Evil companions should be avoided,",
  "cnd23:174.6": "Those who show what is of no benefit, those who are fixed on what is wrong,",
  "cnd23:174.7": "One should not make friends with those who are devoted (to wrong things) and loose,",
  "cnd23:174.8": "But should walk alone like a rhinoceros.</em>",
  "cnd23:174.9": "<em>143 : Evil companions should be avoided,",
  "cnd23:174.10": "Those who show what is of no benefit, those who are fixed on what is wrong,",
  "cnd23:174.11": "One should not make friends with those who are devoted (to wrong things) and loose,",
  "cnd23:174.12": "But should walk alone like a rhinoceros.</em>",
  "cnd23:174.13": "<em>143 : Evil companions should be avoided,",
  "cnd23:174.14": "Those who show what is of no benefit, those who are fixed on what is wrong,",
  "cnd23:174.15": "One should not make friends with those who are devoted (to wrong things) and loose,",
  "cnd23:174.16": "But should walk alone like a rhinoceros.</em>",
  "cnd23:175.1": "\"Should avoid evil companions\": Anyone who has ten bases for evil views is",
  "cnd23:175.2": "called an evil companion: \"There is no charity, no offerings, no good or evil",
  "cnd23:175.3": "kamma, no results and rewards. In this world, there is no other world, no",
  "cnd23:175.4": "mother, no father, no arisen sentient beings. There is no righteous Samaṇa or",
  "cnd23:175.5": "Brāhmaṇa in this world who testifies to this world and other worlds.\" This is an",
  "cnd23:175.6": "evil companion. \"Evil companions should be avoided\": \"Evil companions should be",
  "cnd23:175.7": "avoided, should be shunned.",
  "cnd23:176.1": "\"The unbeneficial seer, the one who is fixed on the unrighteous\": Anyone who has",
  "cnd23:176.2": "the bad view, those companions of the ten bases of evil views, is called the",
  "cnd23:176.3": "unprofitable seer: \"No charity, no support....\" \"The one who is fixed on the",
  "cnd23:176.4": "wrong,\" the one who is fixed in the wrong body kamma; the one who is fixed in",
  "cnd23:176.5": "the wrong language kamma; the one who is fixed in the wrong intention kamma;",
  "cnd23:176.6": "those who are fixed in unrighteous killing; those who are fixed when they take",
  "cnd23:176.7": "without being given; ...in unrighteous adultery; ...unrighteous deceit;",
  "cnd23:176.8": "...unrighteous separation wrong language; unfair and vulgar language; unjust",
  "cnd23:176.9": "vulgar language; unrighteous greed; unfair malice; unfair views; wrong deeds;",
  "cnd23:176.10": "five wrong desires; fixed, deeply fixed (attached), stuck, stopped, on the five",
  "cnd23:176.11": "wrong covers, to be entered, to be stained, to be turned toward, to be attached,",
  "cnd23:176.12": "to be fixed, to be obstructed.",
  "cnd23:177.1": "\"One should not make friends with those who are keen and loose\": \"Keen",
  "cnd23:177.2": "(enthusiasts),\" those who seek and beg on all desires, those with that",
  "cnd23:177.3": "character, those who have more, those who value the other, those who target",
  "cnd23:177.4": "that, the hardworking person, the ones who lean towards that, the overcomer, and",
  "cnd23:177.5": "the uplifter, he is a passionate person. Anyone who is seeking and begging in",
  "cnd23:177.6": "all forms because of thirst..., in sound..., (omitted) in smell..., in taste...,",
  "cnd23:177.7": "in touch..., ...he is also a passionate one. Whoever gets in the forms because",
  "cnd23:177.8": "of thirst..., in the sound..., ....he is also a passionate person. Anyone who is",
  "cnd23:177.9": "used in all forms because of thirst..., in sound..., in smell..., in taste...,",
  "cnd23:177.10": "in touch.... Enthusiasts, such as critics are enthusiastic about criticism,",
  "cnd23:177.11": "workers are enthusiastic about work, those who walk on the path are keen on the",
  "cnd23:177.12": "path, and meditators are keen on meditation; in the same way, whoever seeks,",
  "cnd23:177.13": "...is a passionate one. Anyone that is seeking and begging in the various forms",
  "cnd23:177.14": "because of thirst.... Whatever is obtained in the various forms because of",
  "cnd23:177.15": "thirst.... \"Loose (eased, relaxed)\" means that in the evil deeds of the body, or",
  "cnd23:177.16": "in the evil deeds of speech, or in the evil deeds of the mind, or in the five",
  "cnd23:177.17": "desires, letting go can be turned, and the heart's abandonment does not arise.",
  "cnd23:177.18": "Or, the state of no respect for the practice of good Dhamma, the state of",
  "cnd23:177.19": "impermanence, the state of non-stop working, the state of being stuck to the",
  "cnd23:177.20": "habit, the state of neglecting desire, the state of neglecting responsibility,",
  "cnd23:177.21": "not practicing not practicing much, not establishing, practicing, letting go",
  "cnd23:177.22": "(relaxing). Anything like this state of relaxation, letting go, and ease is",
  "cnd23:177.23": "called loose.",
  "cnd23:178.1": "\"Oneself should not make friends with those who are enthusiasts and loose\": With",
  "cnd23:178.2": "those who are enthusiasts one should not make friends; with those who are loose",
  "cnd23:178.3": "one should not make friends; they should not make friends, should not engage in,",
  "cnd23:178.4": "should not participate, should not be used, should not be practiced, and should",
  "cnd23:178.5": "not be practiced fully, and should not be gone on with after accepting.",
  "cnd23:179.1": "<em>144 : You should get close to people who learn a lot, those who hold the Dhamma,",
  "cnd23:179.2": "And excellent and eloquent friends,",
  "cnd23:179.3": "After knowing all the benefits and dispelling doubts,",
  "cnd23:179.4": "One should walk alone like a rhinoceros.</em>",
  "cnd23:179.5": "<em>144 : You should get close to people who learn a lot, those who hold the Dhamma,",
  "cnd23:179.6": "And excellent and eloquent friends,",
  "cnd23:179.7": "After knowing all the benefits and dispelling doubts,",
  "cnd23:179.8": "One should walk alone like a rhinoceros.</em>",
  "cnd23:179.9": "<em>144 : You should get close to people who learn a lot, those who hold the Dhamma,",
  "cnd23:179.10": "And excellent and eloquent friends,",
  "cnd23:179.11": "After knowing all the benefits and dispelling doubts,",
  "cnd23:179.12": "One should walk alone like a rhinoceros.</em>",
  "cnd23:179.13": "<em>144 : You should get close to people who learn a lot, those who hold the Dhamma,",
  "cnd23:179.14": "And excellent and eloquent friends,",
  "cnd23:179.15": "After knowing all the benefits and dispelling doubts,",
  "cnd23:179.16": "One should walk alone like a rhinoceros.</em>",
  "cnd23:180.1": "\"Should be close to those who hear (learn) more and those who hold the Dhamma\":",
  "cnd23:180.2": "Friends are those who hear more, remember what they hear, accumulate what they",
  "cnd23:180.3": "hear, and those who start with goodness, the middle is good, and the end is",
  "cnd23:180.4": "good; the meaning is correct and the words are correct. He declares that there",
  "cnd23:180.5": "is only perfection and purification of Brahma. Such a Dhamma has been heard,",
  "cnd23:180.6": "remembered, memorized, observed with the heart, and penetrated with the good.",
  "cnd23:180.7": "\"Dhamma-holder,\" remembering of the Dhamma: Suttas, Geyya, Veyyākaraṇa, Gātha,",
  "cnd23:180.8": "Udāna, Itivuttaka, Jātaka, Abbhuta Dhamma, Vedalla. \"Should be close to those",
  "cnd23:180.9": "who hear more and those who hold the Dhamma\": Those who hear more and the Dhamma",
  "cnd23:180.10": "holders should be close friends, should be completely close, should be obeyed,",
  "cnd23:180.11": "one should bend to obey, one should be completely obedient, and should be",
  "cnd23:180.12": "towards.",
  "cnd23:181.1": "\"Excellent, eloquent friends\": Friends who are excellent in virtue of precept,",
  "cnd23:181.2": "concentration, wisdom, liberation, and liberation of wisdom. There are three",
  "cnd23:181.3": "types of eloquent people: the learned, the inquisitive, and the proven. What is",
  "cnd23:181.4": "a learned debater? Here, a certain type of person is a learner of Buddhist",
  "cnd23:181.5": "language (the teachings of the Buddha): Suttas, Verses, ..., appear after",
  "cnd23:181.6": "relying on his learning.",
  "cnd23:182.1": "What is a debater who asks repeatedly? Here, a certain type of person is a",
  "cnd23:182.2": "questioner in (their own) interests, justice (righteous) (interests),",
  "cnd23:182.3": "characteristics, reasons, possibility and impossibility, and appears after",
  "cnd23:182.4": "reliance on his questioning.",
  "cnd23:183.1": "What is a proven debater? Here, a certain type of person is the attainer of the",
  "cnd23:183.2": "four mindfulnesses, the four righteousnesses, the four spiritual bases, the five",
  "cnd23:183.3": "senses, the five powers, the seven enlightenment elements, the eight holy paths,",
  "cnd23:183.4": "the four Samaṇa fruits, the four debates, and the six magic powers. Those who",
  "cnd23:183.5": "have known the reason, the known method, and the known word, the reason is",
  "cnd23:183.6": "defended in the known principle, the method appears in the known Dhamma, the",
  "cnd23:183.7": "word is defended in the known word, and the three types of wisdom are not",
  "cnd23:183.8": "hindered. To understand the wisdom, the one who has the independent",
  "cnd23:183.9": "enlightenment arrives, fully arrives, enters, fully enters, has enough, is fully",
  "cnd23:183.10": "satisfied, and possesses this type of argument. If he hasn't learned,",
  "cnd23:183.11": "questioned, and proved, what will he answer?",
  "cnd23:184.1": "\"You should get rid of doubt after knowing all the benefits\": After knowing your",
  "cnd23:184.2": "own interests, you should know the interests of others; after knowing the",
  "cnd23:184.3": "interests of the two, after knowing the interests of the current life, after",
  "cnd23:184.4": "knowing the interests of the future life, after knowing the highest interest,",
  "cnd23:184.5": "after verifying, after understanding, after weighing, after judging, after",
  "cnd23:184.6": "separating, after clarifying, suspecting, he will be removed, expelled, cut off,",
  "cnd23:184.7": "discarded, terminated, and made to cease to exist.",
  "cnd23:185.1": "<em>145 : Without satisfaction in the entertainment,",
  "cnd23:185.2": "Joy, desire and pleasure in the world,",
  "cnd23:185.3": "Without decoration (adornment),",
  "cnd23:185.4": "Become a person without interest,",
  "cnd23:185.5": "With separation from adornment, a truth-speaker,",
  "cnd23:185.6": "One should walk alone like a rhinoceros.</em>",
  "cnd23:185.7": "<em>145 : Without satisfaction in the entertainment,",
  "cnd23:185.8": "Joy, desire and pleasure in the world,",
  "cnd23:185.9": "Without decoration (adornment),",
  "cnd23:185.10": "Become a person without interest,",
  "cnd23:185.11": "With separation from adornment, a truth-speaker,",
  "cnd23:185.12": "One should walk alone like a rhinoceros.</em>",
  "cnd23:185.13": "<em>145 : Without satisfaction in the entertainment,",
  "cnd23:185.14": "Joy, desire and pleasure in the world,",
  "cnd23:185.15": "Without decoration (adornment),",
  "cnd23:185.16": "Become a person without interest,",
  "cnd23:185.17": "With separation from adornment, a truth-speaker,",
  "cnd23:185.18": "One should walk alone like a rhinoceros.</em>",
  "cnd23:185.19": "<em>145 : Without satisfaction in the entertainment,",
  "cnd23:185.20": "Joy, desire and pleasure in the world,",
  "cnd23:185.21": "Without decoration (adornment),",
  "cnd23:185.22": "Become a person without interest,",
  "cnd23:185.23": "With separation from adornment, a truth-speaker,",
  "cnd23:185.24": "One should walk alone like a rhinoceros.</em>",
  "cnd23:185.25": "<em>145 : Without satisfaction in the entertainment,",
  "cnd23:185.26": "Joy, desire and pleasure in the world,",
  "cnd23:185.27": "Without decoration (adornment),",
  "cnd23:185.28": "Become a person without interest,",
  "cnd23:185.29": "With separation from adornment, a truth-speaker,",
  "cnd23:185.30": "One should walk alone like a rhinoceros.</em>",
  "cnd23:185.31": "<em>145 : Without satisfaction in the entertainment,",
  "cnd23:185.32": "Joy, desire and pleasure in the world,",
  "cnd23:185.33": "Without decoration (adornment),",
  "cnd23:185.34": "Become a person without interest,",
  "cnd23:185.35": "With separation from adornment, a truth-speaker,",
  "cnd23:185.36": "One should walk alone like a rhinoceros.</em>",
  "cnd23:186.1": "\"Entertainment, joy and desire in the world\": \"Entertainment\": There are two",
  "cnd23:186.2": "types of entertainment: physical entertainment and verbal entertainment...",
  "cnd23:186.3": "(omitted). \"Joy,\" which is synonymous with being satisfied, is \"joy.\" \"Desire,\"",
  "cnd23:186.4": "this is said by the Blessed One [MN.139]: \"Bhikkhus! There are five types of",
  "cnd23:186.5": "desires, which five types? (Those that) can be known (recognized) by the eye,",
  "cnd23:186.6": "which makes for desire, want, greed for form; ...the ear..., nose, tongue, body;",
  "cnd23:186.7": "Bhikkhus! These are called the five desires. Bhikkhus! All the happiness and joy",
  "cnd23:186.8": "that arise from these five desires, bhikkhus, this is called lust, filthy",
  "cnd23:186.9": "happiness, ordinary people's happiness, and vulgar comfort. I said: 'It should",
  "cnd23:186.10": "not be practiced, it should not be practiced much, you should be afraid of this",
  "cnd23:186.11": "type of happiness.' Bhikkhus! The happiness and joy that arise from these five",
  "cnd23:186.12": "desires, bhikkhus! This is called lust.\" \"In the world,\" in the world of man.",
  "cnd23:187.1": "\"Become a non-interested one without decoration\": In the entertainment and joy",
  "cnd23:187.2": "in the world and the pleasure of the world, become non-interested, and without",
  "cnd23:187.3": "decoration. After he has given up, driven away, after the end, and making it go",
  "cnd23:187.4": "to non-existence.",
  "cnd23:188.1": "\"Separated from the state of decoration, speaking truly\": \"Decoration,\" there",
  "cnd23:188.2": "are two types of decoration: there are decorations for the resident, and there",
  "cnd23:188.3": "are decorations for the non-residents. What is the decoration of the resident?",
  "cnd23:188.4": "Hair, beard, wreath, ..., this is the decoration of the layperson.",
  "cnd23:189.1": "What is the decoration of non-resident? The decoration of clothes, the",
  "cnd23:189.2": "decoration of the bowl, the decoration of the bed, the decoration of the rotten",
  "cnd23:189.3": "body or the decoration of necessities, beautification (solemnity), desire to",
  "cnd23:189.4": "dress up, well-dressed, greedy state, impetuous state, impetuous and shallow,",
  "cnd23:189.5": "this is the decoration of non-residents (bhikkhus).",
  "cnd23:190.1": "\"True speaker,\" the one who is alone-enlightened is the true whisperer, the",
  "cnd23:190.2": "truthful, the reliable, the trustworthy, and the one who has no deception in the",
  "cnd23:190.3": "world. The decorative state has been separated, abstained, quashed, left,",
  "cnd23:190.4": "renunciation, unbound, and liberation, he lives with an unrestrained heart.",
  "cnd23:191.1": "<em>146 : Wife and parents, children,",
  "cnd23:191.2": "Wealth, grain, and relatives,",
  "cnd23:191.3": "After giving up all the desires in the scope,",
  "cnd23:191.4": "One should walk alone like a rhinoceros.</em>",
  "cnd23:191.5": "<em>146 : Wife and parents, children,",
  "cnd23:191.6": "Wealth, grain, and relatives,",
  "cnd23:191.7": "After giving up all the desires in the scope,",
  "cnd23:191.8": "One should walk alone like a rhinoceros.</em>",
  "cnd23:191.9": "<em>146 : Wife and parents, children,",
  "cnd23:191.10": "Wealth, grain, and relatives,",
  "cnd23:191.11": "After giving up all the desires in the scope,",
  "cnd23:191.12": "One should walk alone like a rhinoceros.</em>",
  "cnd23:191.13": "<em>146 : Wife and parents, children,",
  "cnd23:191.14": "Wealth, grain, and relatives,",
  "cnd23:191.15": "After giving up all the desires in the scope,",
  "cnd23:191.16": "One should walk alone like a rhinoceros.</em>",
  "cnd23:192.1": "\"Children, wife and parents\": \"Son,\" there are four types of sons: sons born to",
  "cnd23:192.2": "oneself, sons born in the field, adopted sons, and apprentices. The wife is",
  "cnd23:192.3": "called the one who should be supported. \"Father,\" that is the one who gave",
  "cnd23:192.4": "produced (one). \"Mother,\" that is the one who gave birth.",
  "cnd23:193.1": "\"Wealth, grain, and relatives\": Gold, gold coins, pearls, orbs, glass, spirals,",
  "cnd23:193.2": "rocks, corals, silver, gold, rubies, agate are called wealth (things). Grain",
  "cnd23:193.3": "(things): rice, paddy rice, barley, wheat, millet, and grains, are grains (lit.",
  "cnd23:193.4": "suitable for curry). \"Relations,\" there are four types of relatives: direct",
  "cnd23:193.5": "relatives are relatives, surname relatives are also relatives, sacred relatives",
  "cnd23:193.6": "are also relatives, and skill (trade) relatives are also relatives.",
  "cnd23:194.1": "\"After abandoning all the desires according to the scope\": \"Desire,\" there are",
  "cnd23:194.2": "two types of desires: .... \"After abandoning all desires,\" after he knows the",
  "cnd23:194.3": "desire for things, after abandoning the desire for pollution, after abandoning,",
  "cnd23:194.4": "after being driven away, after finishing, and making it go beyond existence.",
  "cnd23:194.5": "\"After abandoning all the desires according to the scope\": Any pollution that is",
  "cnd23:194.6": "cut off by the Sotāpanna Path, those pollutions he no longer experiences and",
  "cnd23:194.7": "does not return; all the pollution that is cut off by the Sakadāgāmī...; the",
  "cnd23:194.8": "pollution that is cut off by the Anāgāmī Path...; the pollution that is cut off",
  "cnd23:194.9": "by the Arahant Path will no longer be experienced or return to the pollution.",
  "cnd23:195.1": "<em>147 : This is tie, there is little happiness here,",
  "cnd23:195.2": "Little (that is) enjoyable, and (there is) more suffering (here),",
  "cnd23:195.3": "Like this, this is a fishing hook; after knowing this,",
  "cnd23:195.4": "The wise person should walk alone like a rhinoceros.</em>",
  "cnd23:195.5": "<em>147 : This is tie, there is little happiness here,",
  "cnd23:195.6": "Little (that is) enjoyable, and (there is) more suffering (here),",
  "cnd23:195.7": "Like this, this is a fishing hook; after knowing this,",
  "cnd23:195.8": "The wise person should walk alone like a rhinoceros.</em>",
  "cnd23:195.9": "<em>147 : This is tie, there is little happiness here,",
  "cnd23:195.10": "Little (that is) enjoyable, and (there is) more suffering (here),",
  "cnd23:195.11": "Like this, this is a fishing hook; after knowing this,",
  "cnd23:195.12": "The wise person should walk alone like a rhinoceros.</em>",
  "cnd23:195.13": "<em>147 : This is tie, there is little happiness here,",
  "cnd23:195.14": "Little (that is) enjoyable, and (there is) more suffering (here),",
  "cnd23:195.15": "Like this, this is a fishing hook; after knowing this,",
  "cnd23:195.16": "The wise person should walk alone like a rhinoceros.</em>",
  "cnd23:196.1": "\"This is a tie, there is little happiness here\": \"Tie,\" or \"crochet,\" or",
  "cnd23:196.2": "\"tempting object,\" or \"sticking,\" or \"obstacle,\" which is synonymous with the",
  "cnd23:196.3": "five desires. \"Here is little happiness,\" this is said by the Blessed One:",
  "cnd23:196.4": "\"Bhikkhus! There are these five desires, which are the five? .... This pleasure",
  "cnd23:196.5": "is small; this pleasure is insignificant; this pleasure is only some; this",
  "cnd23:196.6": "pleasure is inferior; this pleasure is lesser; this pleasure is lower.\"",
  "cnd23:197.1": "\"Less enjoyment and more suffering here\": The Blessed One said: \"Desire causes",
  "cnd23:197.2": "less pleasure but more suffering and more despair, there are more troubles",
  "cnd23:197.3": "here;\" the Blessed One said: \"desire is like a skeleton..., like a piece of",
  "cnd23:197.4": "flesh..., like a torch..., a charcoal pit..., dream, a borrowed thing, the fruit",
  "cnd23:197.5": "a tree, a slaughterhouse, a sword halberd...;\" the Blessed One said: \"desire is",
  "cnd23:197.6": "like a snake's head, and is bitter and desperate; there are more troubles here.\"",
  "cnd23:197.7": "[MN.22]",
  "cnd23:198.1": "\"Like this, this is the fish hook, the wise one knows it\": \"hook,\" or \"crochet,\"",
  "cnd23:198.2": "or \"temptation,\" or \"sticking,\" or \"obstacle,\" which is synonymous with the five",
  "cnd23:198.3": "desires. \"Like this,\" the continuation of sentences; the connection of",
  "cnd23:198.4": "sentences; the completion of sentences; the combination of words; the connection",
  "cnd23:198.5": "of words; this is the order of sentences, which is \"like this.\" \"The wise\" are",
  "cnd23:198.6": "wise, enlightened, differentiated, and wise. \"Like this, this is a fishing hook.",
  "cnd23:198.7": "The one who knows the wisdom knows it\": The one who knows the \"hook\" knows the",
  "cnd23:198.8": "\"crochet,\" knows the \"temptation,\" knows the \"sticking,\" knows the \"binding,\"",
  "cnd23:198.9": "knows the \"obstacles;\" after knowing he understands, weighs, judges, separates,",
  "cnd23:198.10": "and clarifies.",
  "cnd23:199.1": "<em>148 : After breaking the knots,",
  "cnd23:199.2": "Like a fish in the water breaking the net,",
  "cnd23:199.3": "Like a fire not returning to the burnt object,",
  "cnd23:199.4": "One should walk alone like a rhinoceros.</em>",
  "cnd23:199.5": "<em>148 : After breaking the knots,",
  "cnd23:199.6": "Like a fish in the water breaking the net,",
  "cnd23:199.7": "Like a fire not returning to the burnt object,",
  "cnd23:199.8": "One should walk alone like a rhinoceros.</em>",
  "cnd23:199.9": "<em>148 : After breaking the knots,",
  "cnd23:199.10": "Like a fish in the water breaking the net,",
  "cnd23:199.11": "Like a fire not returning to the burnt object,",
  "cnd23:199.12": "One should walk alone like a rhinoceros.</em>",
  "cnd23:199.13": "<em>148 : After breaking the knots,",
  "cnd23:199.14": "Like a fish in the water breaking the net,",
  "cnd23:199.15": "Like a fire not returning to the burnt object,",
  "cnd23:199.16": "One should walk alone like a rhinoceros.</em>",
  "cnd23:200.1": "\"After breaking the knots\": There are ten types of knots: desire knot, hate",
  "cnd23:200.2": "knot, conceit knot, see knot, doubt knot, covetous knot, have greed knot,",
  "cnd23:200.3": "jealous knot, miserly knot, and ignorant knot. \"After breaking the knots\": After",
  "cnd23:200.4": "the ten types of knots are broken, driven away, after finishing, and making them",
  "cnd23:200.5": "go to non-existence.",
  "cnd23:201.1": "\"Like a fish in the water after breaking a net\": The net is called a rope net,",
  "cnd23:201.2": "the water (salilaṃ) is called water (udakaṃ), and the fish (ambucārī) is called",
  "cnd23:201.3": "fish (maccho). Like a fish destroys, completely destroys, and breaks, the net is",
  "cnd23:201.4": "completely broken and completely broken, it walks, lives, moves, goes on,",
  "cnd23:201.5": "guards, and survives. Similarly, there are two types of nets: thirst nets and",
  "cnd23:201.6": "seeing nets.... For the one who is enlightened, the thirst net has been cut off,",
  "cnd23:201.7": "and the seeing net has been cut off. In the state where the thirst net has been",
  "cnd23:201.8": "cut off, the saw net has been cut off. In the state of mindfulness, that",
  "cnd23:201.9": "individual who is enlightened is not adhered to form, sound, or smell...",
  "cnd23:201.10": "(omitted); seeing, hearing, perceiving, and being aware of the dhammas, they are",
  "cnd23:201.11": "not adhered to, captured, bound, not unconscious, separated, left, liberated,",
  "cnd23:201.12": "already leaving the bondage, he lives with the unrestrained heart.",
  "cnd23:202.1": "\"As the fire does not turn back to the burned object\": As the fire burns grass",
  "cnd23:202.2": "fuel, it goes until it does not turn back, and the same, for the",
  "cnd23:202.3": "alone-enlightened person, all the pollution that is cut off by the Sotāpanna",
  "cnd23:202.4": "Path, ..., does not return.",
  "cnd23:203.1": "<em>149 : Those whose eyes are downward and those who do not wander,",
  "cnd23:203.2": "Those who guard the roots, those who protect the mind,",
  "cnd23:203.3": "Those who have no pollutions and are not burned all over (with passion),",
  "cnd23:203.4": "Should walk alone like rhinoceros.</em>",
  "cnd23:203.5": "<em>149 : Those whose eyes are downward and those who do not wander,",
  "cnd23:203.6": "Those who guard the roots, those who protect the mind,",
  "cnd23:203.7": "Those who have no pollutions and are not burned all over (with passion),",
  "cnd23:203.8": "Should walk alone like rhinoceros.</em>",
  "cnd23:203.9": "<em>149 : Those whose eyes are downward and those who do not wander,",
  "cnd23:203.10": "Those who guard the roots, those who protect the mind,",
  "cnd23:203.11": "Those who have no pollutions and are not burned all over (with passion),",
  "cnd23:203.12": "Should walk alone like rhinoceros.</em>",
  "cnd23:203.13": "<em>149 : Those whose eyes are downward and those who do not wander,",
  "cnd23:203.14": "Those who guard the roots, those who protect the mind,",
  "cnd23:203.15": "Those who have no pollutions and are not burned all over (with passion),",
  "cnd23:203.16": "Should walk alone like rhinoceros.</em>",
  "cnd23:204.1": "\"The one with the eyes down and the one that does not wander\": How are the eyes",
  "cnd23:204.2": "confused? Here, the bhikkhu is an restless in the eyes: what should be seen",
  "cnd23:204.3": "becomes invisible, and what should be crossed (over) becomes seen. From the",
  "cnd23:204.4": "garden to the garden, from the village to the village, from the town to the",
  "cnd23:204.5": "town, from the city to the city, from the country to the country, from the place",
  "cnd23:204.6": "to the place, he sees the long parades (processions) and occasional parades in",
  "cnd23:204.7": "various forms.",
  "cnd23:205.1": "Or, when the bhikkhu is a visitor at home, a walker on the street, he walks",
  "cnd23:205.2": "unprotected: he looks at the elephant, the horse, the cart, the infantry, the",
  "cnd23:205.3": "boy, and the girl as he walks. Watching women, watching men, watching the",
  "cnd23:205.4": "market, watching the door of the house, watching the top, watching the bottom,",
  "cnd23:205.5": "and watching in all directions.",
  "cnd23:206.1": "Or, after the bhikkhu sees a form with his eyes, he becomes a grasper of",
  "cnd23:206.2": "appearance and a grasper of subtle appearance, because when he stays at the root",
  "cnd23:206.3": "of his eyes, greed, sorrow and evil will flow in. He does not act according to",
  "cnd23:206.4": "his self-control, does not protect the roots of the eyes, and does not achieve",
  "cnd23:206.5": "self-control [SN.35.120] of the roots of the eyes.",
  "cnd23:207.1": "Or if some Samaṇas and Brāhmaṇa masters received food offered by faith, they",
  "cnd23:207.2": "dwelt at performances and watched like this: dancing, singing, music, drama,",
  "cnd23:207.3": "speaking about ancient times, handbells, cymbals, drums, magic, iron balls,",
  "cnd23:207.4": "bamboo stick play, stunts, elephant fighting, horse fighting, buffalo fighting,",
  "cnd23:207.5": "bull fighting, goat fighting, ram fighting, rooster fighting, quail fighting,",
  "cnd23:207.6": "club fighting, fist fighting, wrestling, exercises, drills, army formations,",
  "cnd23:207.7": "military parade [DN.1], etc., who are engaged in watching various performances",
  "cnd23:207.8": "like this.",
  "cnd23:208.1": "How is the eye down? Here, the bhikkhu is not a person with unstable eyes, and",
  "cnd23:208.2": "one who does not possess (restless) eyes: what should be seen becomes",
  "cnd23:208.3": "invisible..., from places to places, he didn't want to see long parades and",
  "cnd23:208.4": "occasional parades in various forms.",
  "cnd23:209.1": "Or, when the bhikkhu is a visitor to the home, a walker on the street, he walks",
  "cnd23:209.2": "protectively: he does not look at the elephant while walking, does not look at",
  "cnd23:209.3": "the horse, ...the cart..., ...the infantry..., does not look at all directions.",
  "cnd23:210.1": "Or, after the bhikkhu sees the form with his eyes, he does not become a grasper",
  "cnd23:210.2": "of the form or a grasper of the subtle form, because when he stays at the root",
  "cnd23:210.3": "of the eye, greed, sorrow and evil will flow in, and he will act according to",
  "cnd23:210.4": "his self-control, protect the root of the eye and achieve self-control of the",
  "cnd23:210.5": "root of the eye.",
  "cnd23:211.1": "Or if some Samaṇas and Brāhmaṇa masters received the food offered by faith, they",
  "cnd23:211.2": "did not dwell at at the performances and watch like this, that is: dancing,",
  "cnd23:211.3": "singing, music... (omitted), avoiding watching the performances like this.",
  "cnd23:212.1": "\"And not wandering,\" how is it wandering? Here, a certain type of bhikkhu is a",
  "cnd23:212.2": "wanderer, with wandering nature: from garden to garden, ..., from place to",
  "cnd23:212.3": "place, he lives engaged in long parades and irregular parades.",
  "cnd23:213.1": "Or a wandering bhikkhu in the bhikkhu's garden, wandering: for no benefit, no",
  "cnd23:213.2": "reason, uprooted, quietly walking from the bhikkhu's room to the bhikkhu's room,",
  "cnd23:213.3": "from residence to residence, from half-roof house..., from high-rise..., flat",
  "cnd23:213.4": "house, cave, hut, pavilion,observation deck, tent, shed, lecture hall, round",
  "cnd23:213.5": "house, tree, or where the bhikkhus sit, and he walks there, where the first",
  "cnd23:213.6": "becomes the second, or the second position becomes the third position, or the",
  "cnd23:213.7": "third position becomes the fourth position. There is a lot of miscellaneous",
  "cnd23:213.8": "talking there, namely: the theory (talk) of kings, of thieves, ministers, army,",
  "cnd23:213.9": "fear, war, food, beverage, clothing, bedding, garland, smell, kinship, cart",
  "cnd23:213.10": "ride, village, town, city, land, woman, (man theory,) hero, street, water well,",
  "cnd23:213.11": "ancestor spirit, various things, world origin, ocean origin, and so on [DN.1].",
  "cnd23:214.1": "\"One who does not wander,\" the one who has been separated from wandering, has",
  "cnd23:214.2": "abstained, has given up, has left, has been freed, has separated from the",
  "cnd23:214.3": "bondage, and is happy to be alone with an unrestrained heart. The sitting",
  "cnd23:214.4": "person, the person who likes to sit alone, the practitioner of inner cessation,",
  "cnd23:214.5": "the person who does not despise the jhāna, has the observer, and increases the",
  "cnd23:214.6": "vacant house, the meditator, the jhāna-loving person, the singular practitioner,",
  "cnd23:214.7": "and the admirer of his own interests.",
  "cnd23:215.1": "\"The one who protects the root, the one who protects the mind\": \"The one who",
  "cnd23:215.2": "protects the root,\" The one who, seeing form with his eyes, does not become a",
  "cnd23:215.3": "grasper of appearance, a grasper of details, because he when he lives at the",
  "cnd23:215.4": "root of the eye he is unprotected, greed, sorrow and evil will flow in. He acts",
  "cnd23:215.5": "according to his self-control, protects the eye roots, achieves self-control at",
  "cnd23:215.6": "the eye roots; when he listens to sounds with his ears..., after smelling with",
  "cnd23:215.7": "his nose..., after tasting the taste of the tongue..., touching the touch with",
  "cnd23:215.8": "the body..., after knowing the Dhamma with consciousness, he will not become the",
  "cnd23:215.9": "grasper of the aspect, the grasper of the subtle aspect, because when the mind",
  "cnd23:215.10": "is not protected, he will be greedy and worried, evil and unwholesome dhammas",
  "cnd23:215.11": "will flow in, and he will act according to his self-control, protect the root of",
  "cnd23:215.12": "mind, and achieve self-control on the root of mind The \"protective mind\" is the",
  "cnd23:215.13": "guardian of the mind.",
  "cnd23:216.1": "\"Those who have no leaks (pollution) and are not burned all over\": This is said",
  "cnd23:216.2": "by the Venerable Moggallāna [SN.35.243]: \"Mendicants! I will teach you about",
  "cnd23:216.3": "leaking and not leaking. You have to listen! Be careful! I'm going to say it.\"",
  "cnd23:216.4": "Venerable Moggallāna said:",
  "cnd23:217.1": "\"Mendicants! What is a leaker? Mendicants! Here, after seeing the form with his",
  "cnd23:217.2": "eyes, the bhikkhu falls in love with the desirable form, rejects the unlovable",
  "cnd23:217.3": "form, lives without establishing mindfulness of the body, and their heart is",
  "cnd23:217.4": "limited. Liberation: the evil and unwholesome dhammas that have arisen have no",
  "cnd23:217.5": "end; after hearing the sound with ears... (omitted), after knowing the dhamma",
  "cnd23:217.6": "with consciousness, fall in love with the lovable dhamma, reject the unlovable",
  "cnd23:217.7": "dhamma, live in the body and have no thoughts, without the truth of mind relief,",
  "cnd23:217.8": "freedom from wisdom, and wisdom liberation: those evil and unwholesome dhammas",
  "cnd23:217.9": "that have arisen have no extinguishment, fellow students! This is called the",
  "cnd23:217.10": "bhikkhu who is the leaker in the form that can be recognized by the eye....",
  "cnd23:217.11": "Students! When the Bhikkhu lives like this, if the demon approaches him from the",
  "cnd23:217.12": "eyes, the demon gets the opportunity and the demon gets the object; if the demon",
  "cnd23:217.13": "approaches him from the ear... (omitted;) if the demon approaches him",
  "cnd23:217.14": "intentionally he, the devil, gets the opportunity, the devil gets the object.",
  "cnd23:218.1": "Mendicants! It is like a reed house or thatched house that has been dry for",
  "cnd23:218.2": "three or four years. If a man approaches it with a burning torch from the east,",
  "cnd23:218.3": "the fire will get the opportunity and the fire will get the object; if the man",
  "cnd23:218.4": "is from the west... (omitted), if from the north..., if From the south..., if",
  "cnd23:218.5": "from below..., if from above..., if a man approaches it with a burning torch no",
  "cnd23:218.6": "matter which direction it is from, the fire will get the opportunity and the",
  "cnd23:218.7": "fire will get the object. Similarly, fellow students! When the bhikkhu lives",
  "cnd23:218.8": "like this, if the demon approaches him from the eye, the demon gets the",
  "cnd23:218.9": "opportunity and the demon gets the object; if the demon is from the ear....",
  "cnd23:219.1": "Mendicants! When living like this, form conquers bhikkhus rather than bhikkhus",
  "cnd23:219.2": "conquering form; ...sound...; smell...; taste....; touches....; Dhamma...;",
  "cnd23:219.3": "fellow students! This is called a bhikkhu who is conquered by form, conquered by",
  "cnd23:219.4": "sound, conquered by smell, conquered by taste, conquered by touch, conquered by",
  "cnd23:219.5": "Dhamma; conquered, not conqueror; polluted, reborn, and distressed; retribution,",
  "cnd23:219.6": "he will be killed by the evil dhamma of life and death in the future. Friends!",
  "cnd23:219.7": "This is the leaker.",
  "cnd23:220.1": "Mendicants! How is it not to leak? Friends! Here, after seeing form with his",
  "cnd23:220.2": "eyes, the bhikkhu does not fall in love with the desirable form, does not reject",
  "cnd23:220.3": "the undesirable, lives having established mindfulness of the body, with an",
  "cnd23:220.4": "unrestrained heart, immeasurable, truthfully knowing the mind, and liberated by",
  "cnd23:220.5": "wisdom; the evil and unwholesome dhammas that arise can be destroyed. After",
  "cnd23:220.6": "hearing the sound... (omitted), and liberate from wisdom: there is no end to the",
  "cnd23:220.7": "evil and unwholesome Dhamma that arises, fellow students! This is called a",
  "cnd23:220.8": "bhikkhu who does not leak out in terms of the forms that can be recognized by",
  "cnd23:220.9": "the eye.... Friends! When the bhikkhu lives in this way, if the demon approaches",
  "cnd23:220.10": "him from the eyes, the demon neither gets the opportunity nor the object; if",
  "cnd23:220.11": "from the ear... (omitted) if the demon approaches him intentionally, the demon",
  "cnd23:220.12": "neither gets the chance, nor the object.",
  "cnd23:221.1": "Mendicants! It is like a heavy pavilion or a lecture hall newly coated with",
  "cnd23:221.2": "thick clay. If a man approaches it with a burning torch from the east, the fire",
  "cnd23:221.3": "will neither have a chance nor an object; if it is from the west..., no matter",
  "cnd23:221.4": "which direction it is from, the fire will neither get the chance nor the object.",
  "cnd23:221.5": "Similarly, fellow students! When the bhikkhu lives like this, if the demon",
  "cnd23:221.6": "approaches him from the eye, the demon will neither get the opportunity nor the",
  "cnd23:221.7": "object..., if the demon approaches him deliberately, the demon will neither get",
  "cnd23:221.8": "the opportunity nor the object.",
  "cnd23:222.1": "Mendicants! When living in this way, bhikkhus conquer form are not conquered by",
  "cnd23:222.2": "form;and non-form; ...sound...; ...tastes..., smells, touches, Dhamma, ...fellow",
  "cnd23:222.3": "students! This is called the bhikkhu conquering form, conquering sound,",
  "cnd23:222.4": "conquering smell, conquering taste, conquering touch, conquering the Dhamma; the",
  "cnd23:222.5": "conqueror, not the conquered; he conquers the polluted, regenerated, distressed,",
  "cnd23:222.6": "and bitter, the evil and unwholesome Dhamma of life and death in the future.",
  "cnd23:222.7": "Friends! This is the one who does not leak.\"",
  "cnd23:223.1": "\"Those who are not burned all over,\" those who are not burnt by the scorching",
  "cnd23:223.2": "heat of greed; those who are not burned by the scorching heat of anger; those",
  "cnd23:223.3": "who are not burned by the scorching heat of ignorance.",
  "cnd23:224.1": "<em>150 : After leaving the marks of the family member (layperson),",
  "cnd23:224.2": "Like a pāricchattaka tree covered with leaves,",
  "cnd23:224.3": "In the yellow robes, after leaving home,",
  "cnd23:224.4": "One should walk alone like a rhinoceros.</em>",
  "cnd23:224.5": "<em>150 : After leaving the marks of the family member (layperson),",
  "cnd23:224.6": "Like a pāricchattaka tree covered with leaves,",
  "cnd23:224.7": "In the yellow robes, after leaving home,",
  "cnd23:224.8": "One should walk alone like a rhinoceros.</em>",
  "cnd23:224.9": "<em>150 : After leaving the marks of the family member (layperson),",
  "cnd23:224.10": "Like a pāricchattaka tree covered with leaves,",
  "cnd23:224.11": "In the yellow robes, after leaving home,",
  "cnd23:224.12": "One should walk alone like a rhinoceros.</em>",
  "cnd23:224.13": "<em>150 : After leaving the marks of the family member (layperson),",
  "cnd23:224.14": "Like a pāricchattaka tree covered with leaves,",
  "cnd23:224.15": "In the yellow robes, after leaving home,",
  "cnd23:224.16": "One should walk alone like a rhinoceros.</em>",
  "cnd23:225.1": "\"After taking off the mark of the layman\": hair, beard..., are called the mark",
  "cnd23:225.2": "of the layman. \"After taking off the mark of the family member\": After the",
  "cnd23:225.3": "family member's mark is abandoned, after completely abandoning, after putting",
  "cnd23:225.4": "down, after stopping.",
  "cnd23:226.1": "\"Like a pāricchattaka tree covered with leaves\": Like the pāricchattaka tree",
  "cnd23:226.2": "with dense leaves and thick shade. Similarly, that alone-enlightened person is a",
  "cnd23:226.3": "perfect mantle-bearer. (Some translations of this sutta use \"...having shed its",
  "cnd23:226.4": "leaves;\" this seems in line with previous verses and makes sense in context, but",
  "cnd23:226.5": "does not seem to be what is literally written here).",
  "cnd23:227.1": "\"In the robes, after leaving home\": The single-conscious person cut off all",
  "cnd23:227.2": "obstacles of the house, cut off the obstacles of his children and wife, ...of",
  "cnd23:227.3": "relatives, ...friends, ...storage; after removing the obstacles, shaved hair and",
  "cnd23:227.4": "beard, wrapped in robes, went from home to a non-domestic (monastic) life, and",
  "cnd23:227.5": "began to walk alone, live, act, go on, guard, and survive, after becoming in a",
  "cnd23:227.6": "state of nothing.",
  "cnd23:228.1": "Fourth Chapter",
  "cnd23:229.1": "<em>151 : In terms of taste, not being a greedy person,",
  "cnd23:229.2": "A person who is not desiring, a person who does not nurture others,",
  "cnd23:229.3": "A second-time beggar (not skipping houses), not restrained to any family,",
  "cnd23:229.4": "One should walk alone like a rhinoceros.</em>",
  "cnd23:229.5": "<em>151 : In terms of taste, not being a greedy person,",
  "cnd23:229.6": "A person who is not desiring, a person who does not nurture others,",
  "cnd23:229.7": "A second-time beggar (not skipping houses), not restrained to any family,",
  "cnd23:229.8": "One should walk alone like a rhinoceros.</em>",
  "cnd23:229.9": "<em>151 : In terms of taste, not being a greedy person,",
  "cnd23:229.10": "A person who is not desiring, a person who does not nurture others,",
  "cnd23:229.11": "A second-time beggar (not skipping houses), not restrained to any family,",
  "cnd23:229.12": "One should walk alone like a rhinoceros.</em>",
  "cnd23:229.13": "<em>151 : In terms of taste, not being a greedy person,",
  "cnd23:229.14": "A person who is not desiring, a person who does not nurture others,",
  "cnd23:229.15": "A second-time beggar (not skipping houses), not restrained to any family,",
  "cnd23:229.16": "One should walk alone like a rhinoceros.</em>",
  "cnd23:230.1": "\"In terms of taste, one who is not greedy or desiring\": \"Taste,\" there are root,",
  "cnd23:230.2": "branch, skin, leaf, flower, fruit, sour, sweet, bitter, spicy, salty, alkaline,",
  "cnd23:230.3": "astringent, pleasant, unpleasant, cold, and hot. Some Samaṇas and Brāhmaṇas are",
  "cnd23:230.4": "greedy for taste. They wander around for the best taste with their tongues.",
  "cnd23:230.5": "After they get the sour taste, they ask for no sour taste, and ask for sourness",
  "cnd23:230.6": "after getting no sourness; ...(omitted) sweetness ...(omitted); bitterness,",
  "cnd23:230.7": "spicy, salty, alkali; when they get the sour taste, they look for the",
  "cnd23:230.8": "astringency, when they get the astringency, look for the sour taste; ...pleasant",
  "cnd23:230.9": "taste..., unpleasant...; ...unpleasant..., pleasant...; ...hot..., cold...;",
  "cnd23:230.10": "...cold..., hot. They are greedy, craving, tied, fascinated, tainted, attached,",
  "cnd23:230.11": "fixed, in the desire for taste, being obstructed. For the alone-enlightened",
  "cnd23:230.12": "person, the taste and thirst and love have been cut off, ..., he eats food after",
  "cnd23:230.13": "inspecting it logically: \"Neither for pleasure, nor for intoxication, not for a",
  "cnd23:230.14": "good figure, not for dignity, but for the survival of this body, to stop harm,",
  "cnd23:230.15": "and to support the Brahma. In this way, I will repel the previous feelings, not",
  "cnd23:230.16": "arouse new feelings, be healthy, without fault, and live in peace.\"",
  "cnd23:231.1": "For example, if he applies oil to the sore, it is only for the purpose of",
  "cnd23:231.2": "growing (flesh), or, if he applies oil to the axle, only for the purpose of",
  "cnd23:231.3": "transporting goods, or, if he eats his son's meat it is only for the purpose of",
  "cnd23:231.4": "passing through the desert. In the same way, the alone-enlightened person eats",
  "cnd23:231.5": "food after introspection: \"Neither for pleasure....\" He is separated from the",
  "cnd23:231.6": "craving of taste, quit, departed, left, been freed, and being unbound, he lives",
  "cnd23:231.7": "with an unrestrained heart.",
  "cnd23:232.1": "\"Those who are not greedy,\" greed is called craving, which is greed, lust,",
  "cnd23:232.2": "acquiescence, conformity, joy, desire, obsession, taking, contaminated,",
  "cnd23:232.3": "disturbance, fraud, (reincarnation) root cause, (bitter) fertility, tailoring",
  "cnd23:232.4": "(greed), net, river, bondage, rope, attachment, accumulation, companionship,",
  "cnd23:232.5": "desire, intimate interaction, forest, jungle, love, expectation, relationship,",
  "cnd23:232.6": "desire for form, desire for sounds, desire for smells, desire for tastes, desire",
  "cnd23:232.7": "for touches, desire for acquisition, desire for wealth, desire for sons, desire",
  "cnd23:232.8": "for life, the state of desire, hope, prayer, greedy appearance, possessing",
  "cnd23:232.9": "greed, inquiring for profit, illegal greed, improper greed, hope, envy, desire",
  "cnd23:232.10": "for desire, desire for nothingness, desire for form, formless thirst,",
  "cnd23:232.11": "extinguished thirst, form thirst, sound thirst, smell thirst, taste thirst,",
  "cnd23:232.12": "touch thirst, dhamma thirst, torrent, harness, binding, clinging, obstacles,",
  "cnd23:232.13": "covering, defilements, potential trends of troubles, entanglement, vines,",
  "cnd23:232.14": "stinginess, suffering roots, causes of suffering, occurrence of suffering,",
  "cnd23:232.15": "magical nets, magical hooks, magical food, the realm of the devil, the residence",
  "cnd23:232.16": "of the devil, the state of the devil, the bondage of the devil, the river of",
  "cnd23:232.17": "thirst, the net of thirst, the rope of thirst, the sea of thirst, craving,",
  "cnd23:232.18": "greed, and the root of unwholesomeness. That greed and thirst have been cut off",
  "cnd23:232.19": "for the enlightened one, ..., therefore, the alone-enlightened ones are the ones",
  "cnd23:232.20": "who are not greedy.",
  "cnd23:233.1": "\"Those who don't nurture other people, second-order beggars\": \"Those who don't",
  "cnd23:233.2": "raise other people,\" For that alone-enlightened person, only nurture themselves,",
  "cnd23:233.3": "not others.",
  "cnd23:234.1": "\"Those who do not nurture others, those who already know,",
  "cnd23:234.2": "Those who have been tamed, those who have settled in the core,",
  "cnd23:234.3": "Those who have exhausted their troubles and those who have eliminated their faults,",
  "cnd23:234.4": "I say he is a Brāhmaṇa.\"",
  "cnd23:234.5": "[Ud.6]",
  "cnd23:235.1": "\"Those who do not nurture others, second-time beggars\": The alone-enlightened",
  "cnd23:235.2": "person puts on his clothes in the early afternoon, takes the mantle, has guarded",
  "cnd23:235.3": "his body, has guarded his words, has guarded his heart, and his mind has",
  "cnd23:235.4": "emerged, with the protection of the roots, in order to enter a village or town",
  "cnd23:235.5": "as a beggar, those who have their eyes down and behave adequately, go from home",
  "cnd23:235.6": "to home without crossing to beg for alms.",
  "cnd23:236.1": "\"Do not be bound in the center of a family\": the mind is bound in two ways:",
  "cnd23:236.2": "making oneself humble, and others stand noble while the heart is bound, or",
  "cnd23:236.3": "making others stand humble, and oneself stand noble and the heart is bound. How",
  "cnd23:236.4": "to make yourself humble and make others stand up noble and flatter others?",
  "cnd23:236.5": "(Thinking:) \"You are very helpful to me, I rely on you to get clothes, food,",
  "cnd23:236.6": "shelter, the needs of patients, medical necessities, and anyone who gives or",
  "cnd23:236.7": "wants to do they think I am dependent on you, those who are regarded as you, all",
  "cnd23:236.8": "my previous names from my parents have disappeared to me, because you are known",
  "cnd23:236.9": "as those who frequent (someone's) home like that; those who often visit",
  "cnd23:236.10": "(someone's) home.\" This is to make oneself humble, to make others stand noble,",
  "cnd23:236.11": "and their hearts are bound.",
  "cnd23:237.1": "How to make others humble and make oneself stand noble and be restrained?",
  "cnd23:237.2": "(Thinking:) \"I am a good person to you. Because of me, you turn to the Buddha,",
  "cnd23:237.3": "to the Dhamma, and to the Saṅgha, become (as) those who are free from killing,",
  "cnd23:237.4": "those who have not given and take, those who have not given, and those who are",
  "cnd23:237.5": "free from lying, and those who (do not) drink spirits, fruit wine, and wine, I",
  "cnd23:237.6": "will give you instructions, give me a lot of questions, I will explain uposatha,",
  "cnd23:237.7": "and build temples. However, after you abandon me, you respect, honor, and revere",
  "cnd23:237.8": "other people.\" This is to make others humble, and make oneself stand noble, and",
  "cnd23:237.9": "the heart is bound. For those who pity for friends and confidants, their",
  "cnd23:237.10": "interests are lost and the heart is bound.",
  "cnd23:238.1": "\"Do not be fettered in the center of one family\": The mind of the",
  "cnd23:238.2": "alone-enlightened person is not fettered by the obstacles of the family; the",
  "cnd23:238.3": "heart is not fettered by the obstacles of the group (people); ...the residence;",
  "cnd23:238.4": "...the clothes; ...group feeding; ...shelter; ...patient's needs and medical",
  "cnd23:238.5": "necessities.",
  "cnd23:239.1": "<em>152 : After giving up the five covers of the mind,",
  "cnd23:239.2": "After expelling all the defilements,",
  "cnd23:239.3": "After cutting off love and aversion, independent,",
  "cnd23:239.4": "One should walk alone like a rhinoceros.</em>",
  "cnd23:239.5": "<em>152 : After giving up the five covers of the mind,",
  "cnd23:239.6": "After expelling all the defilements,",
  "cnd23:239.7": "After cutting off love and aversion, independent,",
  "cnd23:239.8": "One should walk alone like a rhinoceros.</em>",
  "cnd23:239.9": "<em>152 : After giving up the five covers of the mind,",
  "cnd23:239.10": "After expelling all the defilements,",
  "cnd23:239.11": "After cutting off love and aversion, independent,",
  "cnd23:239.12": "One should walk alone like a rhinoceros.</em>",
  "cnd23:239.13": "<em>152 : After giving up the five covers of the mind,",
  "cnd23:239.14": "After expelling all the defilements,",
  "cnd23:239.15": "After cutting off love and aversion, independent,",
  "cnd23:239.16": "One should walk alone like a rhinoceros.</em>",
  "cnd23:240.1": "\"Giving up the five covers of the mind\": The one who is alone-enlightened, the",
  "cnd23:240.2": "desire being obliterated, after giving up, after abandoning, after being driven",
  "cnd23:240.3": "away, after finishing, after making it go to non-existence, the malicious",
  "cnd23:240.4": "cover..., sleeping cover..., regret cover..., doubt cover..., after giving up,",
  "cnd23:240.5": "after abandoning, after being driven away, after finishing, after making it go",
  "cnd23:240.6": "to non-existence, after leaving desire, leaving unwholesome dhammas, after",
  "cnd23:240.7": "entering into the joy and happiness of the first jhāna, after separation.",
  "cnd23:241.1": "\"After having expelled all defilements\": Greed is the heart that follows the",
  "cnd23:241.2": "defilements; anger is the heart that follows the defilements; ignorance is the",
  "cnd23:241.3": "heart that follows the defilements; anger..., resentment.... \"After expelling",
  "cnd23:241.4": "all the defilements\": After expelling all the defilements, after removing, after",
  "cnd23:241.5": "abandoning, after being expelled, after finishing, and making them go to",
  "cnd23:241.6": "non-existence.",
  "cnd23:242.1": "\"The non-dependent one cuts off love and aversion\": \"The non-dependent\" has two",
  "cnd23:242.2": "types of dependence: the dependence of craving and the dependence of seeing....",
  "cnd23:242.3": "\"Love,\" there are two types of love: the love of thirsting and the love of",
  "cnd23:242.4": "seeing.... \"Aversion,\" that is the state of anger, hostility, disgust, aversion,",
  "cnd23:242.5": "evil, anger of the heart, aggrieved, angry state, abusive, irritated, irritated",
  "cnd23:242.6": "state, hostility, brutal anger, rage, displeased heart. \"The unrestrained one",
  "cnd23:242.7": "cuts off the love and the aversion\": The thirsty love and the seeing love and",
  "cnd23:242.8": "the aversion, to the alone-enlightened one, is cut off, severed, after",
  "cnd23:242.9": "abandoning, after driving away, after finishing, making it come to",
  "cnd23:242.10": "non-existence; there are those who do not adhere to the eyes, those who do not",
  "cnd23:242.11": "adhere to the ears..., the unstuck, the unclinging, the person who does not turn",
  "cnd23:242.12": "his heart toward (these things). He who has left, has departed, has been",
  "cnd23:242.13": "liberated, has been separated from bondage, he lives with an unrestrained heart.",
  "cnd23:243.1": "<em>153 : After putting aside happiness and suffering,",
  "cnd23:243.2": "And the joy and worry before (previously),",
  "cnd23:243.3": "After getting purity, peace, and calm,",
  "cnd23:243.4": "One should walk alone like a rhinoceros.</em>",
  "cnd23:243.5": "<em>153 : After putting aside happiness and suffering,",
  "cnd23:243.6": "And the joy and worry before (previously),",
  "cnd23:243.7": "After getting purity, peace, and calm,",
  "cnd23:243.8": "One should walk alone like a rhinoceros.</em>",
  "cnd23:243.9": "<em>153 : After putting aside happiness and suffering,",
  "cnd23:243.10": "And the joy and worry before (previously),",
  "cnd23:243.11": "After getting purity, peace, and calm,",
  "cnd23:243.12": "One should walk alone like a rhinoceros.</em>",
  "cnd23:243.13": "<em>153 : After putting aside happiness and suffering,",
  "cnd23:243.14": "And the joy and worry before (previously),",
  "cnd23:243.15": "After getting purity, peace, and calm,",
  "cnd23:243.16": "One should walk alone like a rhinoceros.</em>",
  "cnd23:244.1": "\"After putting aside happiness and suffering, and the joy and sorrow before\":",
  "cnd23:244.2": "The alone-enlightened one who renounced pleasure and sorrow, and with the",
  "cnd23:244.3": "extinction of the joy and sorrow previously, enters and lives without suffering,",
  "cnd23:244.4": "not suffering, or happiness in the calm of the fourth jhāna.",
  "cnd23:245.1": "\"After gaining purity, peace, and calm\": \"Calm,\" that is the peace, lack of",
  "cnd23:245.2": "caring, onlooking, the cessation of the mind, the equality of the mind, the",
  "cnd23:245.3": "peaceful state of the mind, the neutral state of the mind in the fourth jhāna.",
  "cnd23:245.4": "\"Calm\" means the mind's cessation, stability, undistracted, stable mind, smooth",
  "cnd23:245.5": "mind, calm (stopping), fixed root, steady force, and concentration. The peace",
  "cnd23:245.6": "and calm in the fourth jhāna are pure, completely pure, all pure, purified,",
  "cnd23:245.7": "non-filthy, free from defilements, malleable, suitable for work, standing still,",
  "cnd23:245.8": "and immutable. \"After getting purity, peace, calm\": The peace in the fourth",
  "cnd23:245.9": "jhāna, After calm is obtained, after obtaining, after possessing, after",
  "cnd23:245.10": "receiving.",
  "cnd23:246.1": "<em>154 : Those whose vitality has been activated in order to obtain the highest interests,",
  "cnd23:246.2": "Those who do not shrink from their hearts, those who do not slack in their behaviors,",
  "cnd23:246.3": "Those who are firm, hardworking, with fortitude and strength,",
  "cnd23:246.4": "Should walk alone like a rhinoceros.</em>",
  "cnd23:246.5": "<em>154 : Those whose vitality has been activated in order to obtain the highest interests,",
  "cnd23:246.6": "Those who do not shrink from their hearts, those who do not slack in their behaviors,",
  "cnd23:246.7": "Those who are firm, hardworking, with fortitude and strength,",
  "cnd23:246.8": "Should walk alone like a rhinoceros.</em>",
  "cnd23:246.9": "<em>154 : Those whose vitality has been activated in order to obtain the highest interests,",
  "cnd23:246.10": "Those who do not shrink from their hearts, those who do not slack in their behaviors,",
  "cnd23:246.11": "Those who are firm, hardworking, with fortitude and strength,",
  "cnd23:246.12": "Should walk alone like a rhinoceros.</em>",
  "cnd23:246.13": "<em>154 : Those whose vitality has been activated in order to obtain the highest interests,",
  "cnd23:246.14": "Those who do not shrink from their hearts, those who do not slack in their behaviors,",
  "cnd23:246.15": "Those who are firm, hardworking, with fortitude and strength,",
  "cnd23:246.16": "Should walk alone like a rhinoceros.</em>",
  "cnd23:247.1": "\"Those whose vitality has been activated for the gain of the highest interest\":",
  "cnd23:247.2": "The highest interest is called non-living, Nibbāna, which is the cessation of",
  "cnd23:247.3": "all actions, the cessation of all attachments, the extinction of craving, greed,",
  "cnd23:247.4": "annihilation, Nibbāna. In order to obtain, receive, reach, contact, and testify",
  "cnd23:247.5": "for the highest interests, live in the abandonment of unwholesome dhammas, for",
  "cnd23:247.6": "the fullness of good Dhamma, vitality has been activated, fortitude, firm",
  "cnd23:247.7": "efforts, and non-negligence of the responsibility of good Dhamma.",
  "cnd23:248.1": "\"Those who do not shrink in their minds and do not slacken their actions\": The",
  "cnd23:248.2": "one who is alone-enlightened arouses vitality, devotes himself, and works hard",
  "cnd23:248.3": "for the evil and unwholesome dhammas that have not arisen; for the evil and",
  "cnd23:248.4": "unwholesome dhammas that have arisen, to give up... (omitted), for the arising",
  "cnd23:248.5": "of the unborn good Dhamma..., for the survival, not disappearing, increase,",
  "cnd23:248.6": "expansion, and completion of the practice of the good Dhamma that has arisen,",
  "cnd23:248.7": "desire, hard work, vitality, dedication, diligence.",
  "cnd23:249.1": "Or,",
  "cnd23:249.2": "\"I am willing to leave only skin, tendons, and bones;",
  "cnd23:249.3": "If the flesh and blood of the body is dried up,",
  "cnd23:249.4": "As long as people's perseverance, human strength,",
  "cnd23:249.5": "Human vitality, and human efforts should (persist)",
  "cnd23:249.6": "But (the goal is) not achieved,",
  "cnd23:249.7": "There will be no cessation of vitality.\"",
  "cnd23:249.8": "[SN.12.2]",
  "cnd23:250.1": "\"I will neither eat nor drink,",
  "cnd23:250.2": "Nor go out of my residence,",
  "cnd23:250.3": "Will not cause the thigh to fall (lying down),",
  "cnd23:250.4": "While the arrow of thirst is not be removed.\"",
  "cnd23:250.5": "[Thag.223]",
  "cnd23:251.1": "\"As long as my heart is not freed from the troubles by not clinging,",
  "cnd23:251.2": "I will not break this cross-legged (posture)!\"",
  "cnd23:251.3": "[MN.32]",
  "cnd23:252.1": "\"As long as my mind is not free from the troubles with non-clinging, I will not",
  "cnd23:252.2": "get up from this seat.\"",
  "cnd23:253.1": "\"I will not go down from the scripture... (omitted), I will not go out from the",
  "cnd23:253.2": "residence..., I will not go out from the half-roofed house..., the tall",
  "cnd23:253.3": "building, the flat house, cave, hut, heavy pavilion, observation deck, round",
  "cnd23:253.4": "house, shed, lecture hall, tent..., as long as my heart is not free from all",
  "cnd23:253.5": "defilements without clinging, I will not go out from the tree.\"",
  "cnd23:254.1": "\"Just before this noon, I will obtain, fully obtain, attain, reach, and testify",
  "cnd23:254.2": "to the Holy Dhamma.\" He is dedicated and diligent, so he is also a person who",
  "cnd23:254.3": "does not shrink from his heart and who does not slacken his behavior. \"Just at",
  "cnd23:254.4": "noon... (omitted), in the evening..., before eating, after eating, before the",
  "cnd23:254.5": "night, the night, after the night, at the time of death, at the time of the",
  "cnd23:254.6": "white moon, during the rainy season, in the winter, summer, youth, adolescence,",
  "cnd23:254.7": "middle-age, old age..., I will acquire, fully acquire, attain, reach, and",
  "cnd23:254.8": "testify about the Holy Dhamma.\" He is dedicated and diligent, and so is also a",
  "cnd23:254.9": "person who does not shrink in heart and does not slack in behavior.",
  "cnd23:255.1": "\"Strong hard work, fortitude, and strength\": The alone-enlightened one is a",
  "cnd23:255.2": "strong holder of good Dhamma, in good deeds in body, in words, good intentions,",
  "cnd23:255.3": "generosity and sharing, precepts and prohibitions, deeds of filial piety to his",
  "cnd23:255.4": "mother, deeds of filial piety to his father, respect to Samaṇas, respect to",
  "cnd23:255.5": "Brāhmaṇas, respect to the oldest person in the family, certain holders who live",
  "cnd23:255.6": "up to the highest virtues [DN.30]. \"With fortitude, and a strength-sufficient",
  "cnd23:255.7": "person,\" the alone-enlightened person has, fully has, reached, fully reached,",
  "cnd23:255.8": "possessed, fully possessed fortitude, strength, vitality, hard work, wisdom.",
  "cnd23:256.1": "<em>155 : Those who sit alone, do not ignore jhāna,",
  "cnd23:256.2": "And always follow the Dhamma,",
  "cnd23:256.3": "Having explored the misery in existence,",
  "cnd23:256.4": "Should walk alone like a rhinoceros.</em>",
  "cnd23:256.5": "<em>155 : Those who sit alone, do not ignore jhāna,",
  "cnd23:256.6": "And always follow the Dhamma,",
  "cnd23:256.7": "Having explored the misery in existence,",
  "cnd23:256.8": "Should walk alone like a rhinoceros.</em>",
  "cnd23:256.9": "<em>155 : Those who sit alone, do not ignore jhāna,",
  "cnd23:256.10": "And always follow the Dhamma,",
  "cnd23:256.11": "Having explored the misery in existence,",
  "cnd23:256.12": "Should walk alone like a rhinoceros.</em>",
  "cnd23:256.13": "<em>155 : Those who sit alone, do not ignore jhāna,",
  "cnd23:256.14": "And always follow the Dhamma,",
  "cnd23:256.15": "Having explored the misery in existence,",
  "cnd23:256.16": "Should walk alone like a rhinoceros.</em>",
  "cnd23:257.1": "\"Sit alone, do not ignore jhāna\": The alone-enlightened person is a person who",
  "cnd23:257.2": "is willing to sit alone, a person who loves to sit alone, and a practitioner of",
  "cnd23:257.3": "inner cessation, does not despise jhāna, has the observer, and increases the",
  "cnd23:257.4": "vacant house, the meditator, the jhāna-loving person, the singular practitioner,",
  "cnd23:257.5": "and the admirer of their own interests, are those who sit alone. \"Do not ignore",
  "cnd23:257.6": "jhāna,\" the one who is enlightened in two ways doesn't neglect jhāna: for the",
  "cnd23:257.7": "emergence of the first jhāna that has not arisen, to become harnessed, strongly",
  "cnd23:257.8": "harnessed, fully harnessed; or the second jhāna..., or the third jhāna..., or",
  "cnd23:257.9": "the fourth jhāna....",
  "cnd23:258.1": "Or, the first jhāna has arisen, practice and more practice, or the second jhāna",
  "cnd23:258.2": "has arisen..., or the third jhāna..., or the fourth jhāna has been born..., so",
  "cnd23:258.3": "that he does not ignore jhāna.",
  "cnd23:259.1": "\"A person who always follows the Dhamma\": Four mindfulnesses... (omitted)...,",
  "cnd23:259.2": "the eight holy paths are called Dhamma. What is the path? Correct path,",
  "cnd23:259.3": "following the path, the path that is not inverted, the path of the meaning, the",
  "cnd23:259.4": "path of the Dhamma, the completeness of the precepts, the guardian of the roots,",
  "cnd23:259.5": "knowing the right amount of diet, sobriety, the mind and the right knowledge,",
  "cnd23:259.6": "these are called following the Dhamma. \"Follow the Dhamma in the Dhamma\": In the",
  "cnd23:259.7": "Dhamma always; eternal time; always constant; continuous; uninterrupted;",
  "cnd23:259.8": "successively; like water waves arising without intervals; they are continuously",
  "cnd23:259.9": "accompanied by making them reach; before noon, noon, first night, midnight, and",
  "cnd23:259.10": "late night; settle in the dark moon, bright moon, rainy season, winter, summer;",
  "cnd23:259.11": "in youth, middle age, old age, he walks, lives, acts, goes on, guards, and",
  "cnd23:259.12": "survives.",
  "cnd23:260.1": "\"I have explored the misery in all existence\": \"All actions are impermanent,\"",
  "cnd23:260.2": "..., \"all actions are suffering\"..., \"all dhammas are selfless\"..., \"any",
  "cnd23:260.3": "collection of dhammas is an extinction of dhammas.\" I have probed misery in all",
  "cnd23:260.4": "being.",
  "cnd23:261.1": "<em>156 : Those who wish for the extermination of love, those who do not let go,",
  "cnd23:261.2": "Those who are wise, those who learn more, those who have mindfulness,",
  "cnd23:261.3": "The perceiver, decider, and diligent one of the Dhamma",
  "cnd23:261.4": "Should walk alone like a rhinoceros.</em>",
  "cnd23:261.5": "<em>156 : Those who wish for the extermination of love, those who do not let go,",
  "cnd23:261.6": "Those who are wise, those who learn more, those who have mindfulness,",
  "cnd23:261.7": "The perceiver, decider, and diligent one of the Dhamma",
  "cnd23:261.8": "Should walk alone like a rhinoceros.</em>",
  "cnd23:261.9": "<em>156 : Those who wish for the extermination of love, those who do not let go,",
  "cnd23:261.10": "Those who are wise, those who learn more, those who have mindfulness,",
  "cnd23:261.11": "The perceiver, decider, and diligent one of the Dhamma",
  "cnd23:261.12": "Should walk alone like a rhinoceros.</em>",
  "cnd23:261.13": "<em>156 : Those who wish for the extermination of love, those who do not let go,",
  "cnd23:261.14": "Those who are wise, those who learn more, those who have mindfulness,",
  "cnd23:261.15": "The perceiver, decider, and diligent one of the Dhamma",
  "cnd23:261.16": "Should walk alone like a rhinoceros.</em>",
  "cnd23:262.1": "\"Hope for the extinction of the thirst for love, the one who does not let go\":",
  "cnd23:262.2": "The thirst of \"thirst for love\"..., the end of the death, the end of ignorance,",
  "cnd23:262.3": "the end of interest, the end of rebirth, the end of rotation, the end of being,",
  "cnd23:262.4": "the end of reincarnation, the end of the cycle, eager, and supplicating. \"The",
  "cnd23:262.5": "one who does not let go,\" the one who is alone is a respectful actor, a regular",
  "cnd23:262.6": "actor... (omitted) in good Dhamma, not neglecting responsibility, the one who",
  "cnd23:262.7": "doesn't let go.",
  "cnd23:263.1": "\"The wise, the hearer (of learning), the thoughtful\": \"The wise one (not the",
  "cnd23:263.2": "deaf and mute),\" the one who is enlightened alone is the wise, the enlightened,",
  "cnd23:263.3": "the distinguished, and the wise. \"The one who hears more,\" the one who is alone",
  "cnd23:263.4": "aware is the one who hears more, remembers what has been heard, accumulates what",
  "cnd23:263.5": "has been heard, all that which has goodness in the beginning, goodness in the",
  "cnd23:263.6": "middle, and goodness in the end; correct meaning and correct words, proclaiming",
  "cnd23:263.7": "that there is only a complete and pure Brāhmaṇa Dhamma. Such Dhamma has been",
  "cnd23:263.8": "heard, remembered, recited, observed with the heart, and penetrated by seeing",
  "cnd23:263.9": "the good. \"Those who have mindfulness\" are the one who is alone-enlightened, and",
  "cnd23:263.10": "have the highest level of thought and intelligence. They are the memorizers and",
  "cnd23:263.11": "recallers who did it a long time ago and said it a long time ago.",
  "cnd23:264.1": "\"The Dhamma-seeker, the decider, and the diligent\": The Dhamma-understander is",
  "cnd23:264.2": "called wisdom, which is wisdom, understanding, simple selection, investigation,",
  "cnd23:264.3": "discernment, recognition, discrimination, close observation, inspection, learned",
  "cnd23:264.4": "virtuous wisdom, proficiency, cleverness, study, reflection, review,",
  "cnd23:264.5": "contemplation, examination, general comprehensive wisdom, vipassanā, right",
  "cnd23:264.6": "knowledge, stabbing rod, wisdom root, wisdom sword, wisdom palace, wisdom",
  "cnd23:264.7": "brightness, wisdom light, no delusion, choice of dhamma, right view. The one who",
  "cnd23:264.8": "is alone-enlightened is the perceiver of the Dhamma, the knower of the Dhamma,",
  "cnd23:264.9": "the measurer of the Dhamma, the judge of the Dhamma, the clearer of the Dhamma:",
  "cnd23:264.10": "\"all actions are impermanent,\" ...the clearer of the Dhamma. Or, for the",
  "cnd23:264.11": "alone-enlightened one, he is the enlightened person of the realm, the",
  "cnd23:264.12": "enlightened person of the place, the enlightened person of the interest, the",
  "cnd23:264.13": "enlightened person of the rebirth, the enlightened person of the revolving, the",
  "cnd23:264.14": "enlightened person of being, the enlightened person of rotation, the enlightened",
  "cnd23:264.15": "person of reincarnation. Or, the one who is enlightened is the one who lives in",
  "cnd23:264.16": "the ultimate (boundary), the one who lives in the world, the one who lives in",
  "cnd23:264.17": "the ultimate, the one who lives in the ultimate place of interest, the one who",
  "cnd23:264.18": "lives in the final life, the one who stands at the end of the incarnation, the",
  "cnd23:264.19": "one who stands at the end, the one who stands at the end of reincarnation, the",
  "cnd23:264.20": "one who stands at the end of the cycle, the one who stands at the end, those who",
  "cnd23:264.21": "gather (the last body) at the end, those who hold the last self-enlightenment.",
  "cnd23:265.1": "\"This is his last, this is the last gathering (body),",
  "cnd23:265.2": "The cycle of life and death, without his rebirth.\"",
  "cnd23:266.1": "For this reason, the enlightened person is the perceiver of the Dhamma. The",
  "cnd23:266.2": "\"decider,\" the Four Holy Paths are called the decision, and the \"one with the",
  "cnd23:266.3": "Four Holy Paths\" is the decider. He has reached, fully reached, arrived, and has",
  "cnd23:266.4": "given testimony to the decision. \"Diligence,\" diligence is called vitality,",
  "cnd23:266.5": "which is the stimulation of the vitality of the heart, diligence, hard work,",
  "cnd23:266.6": "courage, fortitude, effort, firmness, a state of courage without relaxation, a",
  "cnd23:266.7": "state of desire not to give up, and the state of not neglecting responsibility,",
  "cnd23:266.8": "the support of responsibility, vitality, root of vitality, power of vitality,",
  "cnd23:266.9": "right diligence. The enlightened person arrives (has), fully arrived, entered,",
  "cnd23:266.10": "fully entered, possessed, fully possessed, possesses this diligence. Therefore,",
  "cnd23:266.11": "the alone-enlightened person is a diligent person.",
  "cnd23:267.1": "<em>157 : Like the lion not afraid of sounds,",
  "cnd23:267.2": "Like the wind not stuck in the net,",
  "cnd23:267.3": "Like a red lotus, one which is not stained with water,",
  "cnd23:267.4": "One should walk alone like a rhinoceros.</em>",
  "cnd23:267.5": "<em>157 : Like the lion not afraid of sounds,",
  "cnd23:267.6": "Like the wind not stuck in the net,",
  "cnd23:267.7": "Like a red lotus, one which is not stained with water,",
  "cnd23:267.8": "One should walk alone like a rhinoceros.</em>",
  "cnd23:267.9": "<em>157 : Like the lion not afraid of sounds,",
  "cnd23:267.10": "Like the wind not stuck in the net,",
  "cnd23:267.11": "Like a red lotus, one which is not stained with water,",
  "cnd23:267.12": "One should walk alone like a rhinoceros.</em>",
  "cnd23:267.13": "<em>157 : Like the lion not afraid of sounds,",
  "cnd23:267.14": "Like the wind not stuck in the net,",
  "cnd23:267.15": "Like a red lotus, one which is not stained with water,",
  "cnd23:267.16": "One should walk alone like a rhinoceros.</em>",
  "cnd23:268.1": "\"Like a lion is not afraid of sounds\": Like a lion, the Beast King, is one who",
  "cnd23:268.2": "is not afraid of sound, who is has no fear of sound, who is not frightened, who",
  "cnd23:268.3": "is not suspicious, who is not timid, who does not run away, the one who is not",
  "cnd23:268.4": "afraid of the sound, those who live where they have given up their terror and",
  "cnd23:268.5": "fear, and have left the state of having body hair standing on end.",
  "cnd23:269.1": "\"As the wind is not adhered to the net\": \"Wind,\" east wind, west wind, north",
  "cnd23:269.2": "wind, south wind, dusty wind, dust-free wind, cold wind, hot wind, small wind,",
  "cnd23:269.3": "extreme wind, swift wind, cross wind, golden-winged bird wind, palm leaf wind,",
  "cnd23:269.4": "fan wind. Nets are called rope nets. As the wind is not caught by the net, is",
  "cnd23:269.5": "stuck, not bound, not captured, not tied, and not to be bound by the whole",
  "cnd23:269.6": "world, there are two types of nets in the same way: thirsting nets and seeing",
  "cnd23:269.7": "nets...(omitted). To the alone-enlightened one, the net of thirst has been cut",
  "cnd23:269.8": "off, the seeing net has been cut off, in the state where the thirst net has been",
  "cnd23:269.9": "cut off, the seeing net has been cut off, the alone-enlightened person is not",
  "cnd23:269.10": "stuck in form, not adhered to sound... (omitted), not adhered to, captured,",
  "cnd23:269.11": "tied, or bound to the world in the dhammas that are seen, heard, sensed, and can",
  "cnd23:269.12": "be known. He has left, has been freed, has been separated from the bondage, he",
  "cnd23:269.13": "lives with an unrestrained heart.",
  "cnd23:270.1": "\"As the red lotus is not stained with water\": Red lotus is called red lotus, and",
  "cnd23:270.2": "water (toyaṃ) is called water (udakaṃ). As the red lotus is not stained with",
  "cnd23:270.3": "water, is not strongly stained, or is not closely stained, it is no longer",
  "cnd23:270.4": "stained, no longer strongly stained, no longer stained closely; the same, there",
  "cnd23:270.5": "are two types of adhesion: the adhesion of thirsting and the adhesion of",
  "cnd23:270.6": "seeing.... For the one who is alone-enlightened, the adhesion of desire has been",
  "cnd23:270.7": "cut off...(omitted), in seeing, hearing, feeling, and being aware of the dhammas",
  "cnd23:270.8": "are not stained, not strongly stained,..., has been separated, has left, has",
  "cnd23:270.9": "been liberated, has been separated from the bondage, and dwells with an",
  "cnd23:270.10": "unrestrained heart.",
  "cnd23:271.1": "<em>158 : Like the lion, beast king, is one with strong teeth,",
  "cnd23:271.2": "A walker after overcoming and victory,",
  "cnd23:271.3": "One should use the border (distant) dwellings,",
  "cnd23:271.4": "Walking alone like a rhinoceros.</em>",
  "cnd23:271.5": "<em>158 : Like the lion, beast king, is one with strong teeth,",
  "cnd23:271.6": "A walker after overcoming and victory,",
  "cnd23:271.7": "One should use the border (distant) dwellings,",
  "cnd23:271.8": "Walking alone like a rhinoceros.</em>",
  "cnd23:271.9": "<em>158 : Like the lion, beast king, is one with strong teeth,",
  "cnd23:271.10": "A walker after overcoming and victory,",
  "cnd23:271.11": "One should use the border (distant) dwellings,",
  "cnd23:271.12": "Walking alone like a rhinoceros.</em>",
  "cnd23:271.13": "<em>158 : Like the lion, beast king, is one with strong teeth,",
  "cnd23:271.14": "A walker after overcoming and victory,",
  "cnd23:271.15": "One should use the border (distant) dwellings,",
  "cnd23:271.16": "Walking alone like a rhinoceros.</em>",
  "cnd23:272.1": "\"As the lion, beast king, is one with powerful teeth, a walker who overcomes and",
  "cnd23:272.2": "has victory\": As the lion and a beast king is one with powerful teeth and a",
  "cnd23:272.3": "weapon with teeth, it wins, defeats, overwhelms, and ends all the animals that",
  "cnd23:272.4": "fall into the animal category, after crushing, walking, dwelling, acting, going",
  "cnd23:272.5": "on, guarding, surviving. That alone-enlightened person is also a powerful person",
  "cnd23:272.6": "with wisdom, and one who uses wisdom as a weapon. He beats with wisdom among all",
  "cnd23:272.7": "the living, he defeated, overwhelmed, terminated, crushed, and walked, stayed,",
  "cnd23:272.8": "acted, went on, guarded, and survived.",
  "cnd23:273.1": "\"One should use border (distant) dwellings\": As the lion and beast king enters",
  "cnd23:273.2": "the forest, the wild forest, walks, lives, ..., the alone-enlightened person",
  "cnd23:273.3": "will also use the forest, the wild forest, and the border dwelling (reclining",
  "cnd23:273.4": "place): low voice, quiet, away from the atmosphere, living alone, suitable for",
  "cnd23:273.5": "sitting alone; he walks alone, stands alone, sits alone, lies alone, enters the",
  "cnd23:273.6": "village alone for alms, advance alone, returns alone, sits alone in a quiet",
  "cnd23:273.7": "place, performs alone, walks, lives, moves, goes on, guards, and survives alone.",
  "cnd23:274.1": "<em>159 : At the right time, cultivating kindness,",
  "cnd23:274.2": "Calm (equanimity), compassion, and joy, for freedom,",
  "cnd23:274.3": "Not opposed by all the world,",
  "cnd23:274.4": "One should walk alone like a rhinoceros.</em>",
  "cnd23:274.5": "<em>159 : At the right time, cultivating kindness,",
  "cnd23:274.6": "Calm (equanimity), compassion, and joy, for freedom,",
  "cnd23:274.7": "Not opposed by all the world,",
  "cnd23:274.8": "One should walk alone like a rhinoceros.</em>",
  "cnd23:274.9": "<em>159 : At the right time, cultivating kindness,",
  "cnd23:274.10": "Calm (equanimity), compassion, and joy, for freedom,",
  "cnd23:274.11": "Not opposed by all the world,",
  "cnd23:274.12": "One should walk alone like a rhinoceros.</em>",
  "cnd23:274.13": "<em>159 : At the right time, cultivating kindness,",
  "cnd23:274.14": "Calm (equanimity), compassion, and joy, for freedom,",
  "cnd23:274.15": "Not opposed by all the world,",
  "cnd23:274.16": "One should walk alone like a rhinoceros.</em>",
  "cnd23:275.1": "\"At the right time, cultivating kindness, calm, compassion, and joy, for",
  "cnd23:275.2": "liberation (the brahmavihāras)\": the alone-enlightened person fills one side",
  "cnd23:275.3": "(direction) with a heart of compassion and lives, and like that a second side,",
  "cnd23:275.4": "and the third, and the fourth, like this the up and down (directions),",
  "cnd23:275.5": "horizontally, everywhere, to everything as to yourself, with a heart of",
  "cnd23:275.6": "compassion, with a heart of vastness, excellence, immeasurable, no resentment,",
  "cnd23:275.7": "and no malice, filling all the world and dwelling afterwards. Walk with",
  "cnd23:275.8": "sorrow...(omitted,) walk with joy..., walk with peace and live in one side, ...",
  "cnd23:275.9": "the heart that is vast, outstanding, immeasurable, free of resentment, with no",
  "cnd23:275.10": "malice, and live after.",
  "cnd23:276.1": "\"Not opposed by all worldly opponents\": In the state of being practiced in",
  "cnd23:276.2": "compassion, all beings in the east will not disobey, those in the south will not",
  "cnd23:276.3": "disobey, and those in the west will not disobey; all beings in the north are not",
  "cnd23:276.4": "against them, all beings in the middle of the east are not against them, and all",
  "cnd23:276.5": "beings in the middle of the south are not against them, and all beings in the",
  "cnd23:276.6": "middle of the west are not against them; all beings in the middle of the north",
  "cnd23:276.7": "are not against them, all beings below are not against them, all beings above",
  "cnd23:276.8": "are not against them, all beings in all directions are not against them. They",
  "cnd23:276.9": "are not against them in a state of sadness that has been practiced..., in a",
  "cnd23:276.10": "state of joy that has been practiced..., in a state of calm that has been",
  "cnd23:276.11": "practiced, all beings in the east are not against them... (omitted) in all",
  "cnd23:276.12": "directions are not against them. \"Not to be opposed by all worldly opponents\":",
  "cnd23:276.13": "Not to be denied by all worldly opponents, hostiles, angry people, and",
  "cnd23:276.14": "counterattacks.",
  "cnd23:277.1": "<em>160 : After abandoning greed, anger and ignorance,",
  "cnd23:277.2": "After breaking the knots,",
  "cnd23:277.3": "Those who are not afraid at the end of their lives,",
  "cnd23:277.4": "Should walk alone like a rhinoceros.</em>",
  "cnd23:277.5": "<em>160 : After abandoning greed, anger and ignorance,",
  "cnd23:277.6": "After breaking the knots,",
  "cnd23:277.7": "Those who are not afraid at the end of their lives,",
  "cnd23:277.8": "Should walk alone like a rhinoceros.</em>",
  "cnd23:277.9": "<em>160 : After abandoning greed, anger and ignorance,",
  "cnd23:277.10": "After breaking the knots,",
  "cnd23:277.11": "Those who are not afraid at the end of their lives,",
  "cnd23:277.12": "Should walk alone like a rhinoceros.</em>",
  "cnd23:277.13": "<em>160 : After abandoning greed, anger and ignorance,",
  "cnd23:277.14": "After breaking the knots,",
  "cnd23:277.15": "Those who are not afraid at the end of their lives,",
  "cnd23:277.16": "Should walk alone like a rhinoceros.</em>",
  "cnd23:278.1": "\"After quitting greed, anger, and ignorance\": \"Greed,\" that is greed....",
  "cnd23:278.2": "\"Anger,\" that is the anger and hostility of the heart.... \"Ignorance,\" the",
  "cnd23:278.3": "ignorance of suffering.... \"After renunciation of greed, anger, and ignorance\":",
  "cnd23:278.4": "The alone-enlightened person whose greed, anger, and ignorance, after cessation,",
  "cnd23:278.5": "after abandoning, after being driven away, after finishing, and making them to",
  "cnd23:278.6": "go beyond existence.",
  "cnd23:279.1": "\"After breaking the knots\": There are ten types of knots: desire knot, hate",
  "cnd23:279.2": "knot, conceit knot, see knot, doubt knot, covetous knot, have greed knot,",
  "cnd23:279.3": "jealous knot, miserly knot, and ignorant knot. \"After breaking the knots\": After",
  "cnd23:279.4": "the ten types of knots are cut, broken, completely broken, after being broken,",
  "cnd23:279.5": "after being driven away, after finishing, and making them go to non-existence.",
  "cnd23:280.1": "\"Those who are not afraid when their lives end\": The one who is alone is, at the",
  "cnd23:280.2": "end of life, not afraid, those who do not fear, those who are not frightened,",
  "cnd23:280.3": "....",
  "cnd23:281.1": "<em>161 : They get close and serve (you) for reasons of (their own) interest;",
  "cnd23:281.2": "Friends with no motive are hard to get today.",
  "cnd23:281.3": "Impure people have the wisdom of their own interests,",
  "cnd23:281.4": "So one should walk alone like a rhinoceros.</em>",
  "cnd23:281.5": "<em>161 : They get close and serve (you) for reasons of (their own) interest;",
  "cnd23:281.6": "Friends with no motive are hard to get today.",
  "cnd23:281.7": "Impure people have the wisdom of their own interests,",
  "cnd23:281.8": "So one should walk alone like a rhinoceros.</em>",
  "cnd23:281.9": "<em>161 : They get close and serve (you) for reasons of (their own) interest;",
  "cnd23:281.10": "Friends with no motive are hard to get today.",
  "cnd23:281.11": "Impure people have the wisdom of their own interests,",
  "cnd23:281.12": "So one should walk alone like a rhinoceros.</em>",
  "cnd23:281.13": "<em>161 : They get close and serve (you) for reasons of (their own) interest;",
  "cnd23:281.14": "Friends with no motive are hard to get today.",
  "cnd23:281.15": "Impure people have the wisdom of their own interests,",
  "cnd23:281.16": "So one should walk alone like a rhinoceros.</em>",
  "cnd23:282.1": "\"They get close to and serve for reasons of interest\": For the reasons of their",
  "cnd23:282.2": "own interests, for the interests of others, for the interests of both, for the",
  "cnd23:282.3": "reasons of current interests, for the interests of the past, for the reasons of",
  "cnd23:282.4": "the highest interests, They are close, dedicated (totally close), serve,",
  "cnd23:282.5": "associate (to serve down), communicate (totally serve), and follow (toward",
  "cnd23:282.6": "serving).",
  "cnd23:283.1": "\"Friends for no reason (with no motive) are hard to get today\": \"Friends,\" there",
  "cnd23:283.2": "are two types of friends: friends at home and friends (away) from home",
  "cnd23:283.3": "(monastics). What is a friend at home? Here, a certain category of people give",
  "cnd23:283.4": "what is hard to give, charity, do what is hard to do, forgive (tolerate) what is",
  "cnd23:283.5": "hard to forgive, he tells (you his) secret, keeps (your) secret, and never",
  "cnd23:283.6": "forsakes you in disasters, he is the one who would give his life for (you)",
  "cnd23:283.7": "[DN.31], he does not contempt when (you) are exhausted, this is a friend at",
  "cnd23:283.8": "home.",
  "cnd23:284.1": "What is a friend (away) from home (monastic)? Here, the bhikkhu is lovable,",
  "cnd23:284.2": "agreeable, respectable, admirable, an interpreter, tolerant of other people's",
  "cnd23:284.3": "words, and an esoteric talker (leader). He does not encourage [AN.7.37] and",
  "cnd23:284.4": "persuade on non-increasing precepts. He persuades him in the four-mindfulness",
  "cnd23:284.5": "practice effort, in ...(omitted) the eight sacred paths of practice, this is a",
  "cnd23:284.6": "'friend (away) from home.'",
  "cnd23:285.1": "\"Friends without a reason are hard to get today\": These two types of friends,",
  "cnd23:285.2": "without a reason (motive), are hard to get.",
  "cnd23:286.1": "\"Impure people have the wisdom of their own interests\": \"The wisdom of their own",
  "cnd23:286.2": "interests,\" For their own interests, their own causes, their own reasons, their",
  "cnd23:286.3": "own motives, they get close, ..., deeds, good deeds, respect, inquiries and",
  "cnd23:286.4": "questions all the time. \"The impure person,\" \"having impure body kamma\" is an",
  "cnd23:286.5": "impure person; \"having impure mental kamma\" is an impure person; impure",
  "cnd23:286.6": "killing... (omitted); taking without being given; deceit, vulgar language,",
  "cnd23:286.7": "greed, pure malice, wrong views, impure intention, impure hope, having impure",
  "cnd23:286.8": "desires is an \"impure person;\" impure is inferior, despicable, low, inferior",
  "cnd23:286.9": "intent, and insignificant.",
  "cnd23:287.1": "\"Should walk alone like a rhinoceros\": \"Alone,\" the alone-enlightened person",
  "cnd23:287.2": "named as a bhikkhu alone.... \"Should do,\" there are eight types of",
  "cnd23:287.3": "activities.... \"Like a rhinoceros,\" the rhinoceros is truly unique....",
  "cnd23:288.1": "The description of the Rhinoceros Sutta is completed.",
  "cnd23:289.1": "\"Ajita, Tissa Metteyya, Punṇạka, and Mettagū,",
  "cnd23:289.2": "As well as Dhotaka and Upasīva, Nanda and Hemaka,",
  "cnd23:289.3": "The two Todeyya and Kappa, and the wise Jatukanṇị̄,",
  "cnd23:289.4": "As well as Bhadrāvudha and Udaya, and the Brāhmaṇa Posāla,",
  "cnd23:289.5": "the clever Mogharāja, and the great rishi Piṅgiya,",
  "cnd23:289.6": "To these sixteen, as the teaching of Brāhmaṇa.",
  "cnd23:289.7": "As explained by the other shore road, there are only so many,",
  "cnd23:289.8": "The explanation of the rhinoceros sutta is the same,",
  "cnd23:289.9": "The two types of explanations should be known, and the difference has been completed.\""
}
