{
  "cnd4:0.1": "Cūḷaniddesa",
  "cnd4:0.2": "Pārāyanavagganiddesa",
  "cnd4:0.3": "3. Punṇạka",
  "cnd4:1.1": "<em>12 : [Venerable Punṇạka like this:]",
  "cnd4:1.2": "To the one who is undisturbed, the seer of the roots,",
  "cnd4:1.3": "I come with questions in need,",
  "cnd4:1.4": "For what cause do the many rishis, people, khattiyas, and Brāhmaṇas",
  "cnd4:1.5": "Make sacrifices in the world here?",
  "cnd4:1.6": "Blessed One, I ask you, please tell me this.</em>",
  "cnd4:1.7": "<em>12 : [Venerable Punṇạka like this:]",
  "cnd4:1.8": "To the one who is undisturbed, the seer of the roots,",
  "cnd4:1.9": "I come with questions in need,",
  "cnd4:1.10": "For what cause do the many rishis, people, khattiyas, and Brāhmaṇas",
  "cnd4:1.11": "Make sacrifices in the world here?",
  "cnd4:1.12": "Blessed One, I ask you, please tell me this.</em>",
  "cnd4:1.13": "<em>12 : [Venerable Punṇạka like this:]",
  "cnd4:1.14": "To the one who is undisturbed, the seer of the roots,",
  "cnd4:1.15": "I come with questions in need,",
  "cnd4:1.16": "For what cause do the many rishis, people, khattiyas, and Brāhmaṇas",
  "cnd4:1.17": "Make sacrifices in the world here?",
  "cnd4:1.18": "Blessed One, I ask you, please tell me this.</em>",
  "cnd4:1.19": "<em>12 : [Venerable Punṇạka like this:]",
  "cnd4:1.20": "To the one who is undisturbed, the seer of the roots,",
  "cnd4:1.21": "I come with questions in need,",
  "cnd4:1.22": "For what cause do the many rishis, people, khattiyas, and Brāhmaṇas",
  "cnd4:1.23": "Make sacrifices in the world here?",
  "cnd4:1.24": "Blessed One, I ask you, please tell me this.</em>",
  "cnd4:1.25": "<em>12 : [Venerable Punṇạka like this:]",
  "cnd4:1.26": "To the one who is undisturbed, the seer of the roots,",
  "cnd4:1.27": "I come with questions in need,",
  "cnd4:1.28": "For what cause do the many rishis, people, khattiyas, and Brāhmaṇas",
  "cnd4:1.29": "Make sacrifices in the world here?",
  "cnd4:1.30": "Blessed One, I ask you, please tell me this.</em>",
  "cnd4:1.31": "<em>12 : [Venerable Punṇạka like this:]",
  "cnd4:1.32": "To the one who is undisturbed, the seer of the roots,",
  "cnd4:1.33": "I come with questions in need,",
  "cnd4:1.34": "For what cause do the many rishis, people, khattiyas, and Brāhmaṇas",
  "cnd4:1.35": "Make sacrifices in the world here?",
  "cnd4:1.36": "Blessed One, I ask you, please tell me this.</em>",
  "cnd4:2.1": "\"The one who is not disturbed, the one who sees the root\": \"Disturbance is",
  "cnd4:2.2": "called craving, that is greed, lust, acquiescence, conformity, joy, desire,",
  "cnd4:2.3": "obsession, taking, contaminated, disturbance, fraud, (reincarnation) root cause,",
  "cnd4:2.4": "(bitter) fertility, tailoring (greed), net, river, bondage, rope, attachment,",
  "cnd4:2.5": "accumulation, companionship, desire, intimate interaction, forest, jungle, love,",
  "cnd4:2.6": "expectation, relationship, desire for form, desire for sounds, desire for",
  "cnd4:2.7": "smells, desire for tastes, desire for touches, desire for acquisition, desire",
  "cnd4:2.8": "for wealth, desire for sons, desire for life, the state of desire, hope, prayer,",
  "cnd4:2.9": "greedy appearance, possessing greed, inquiring for profit, illegal greed,",
  "cnd4:2.10": "improper greed, hope, envy, desire for desire, desire for nothingness, desire",
  "cnd4:2.11": "for form, formless thirst, extinguished thirst, form thirst, sound thirst, smell",
  "cnd4:2.12": "thirst, taste thirst, touch thirst, dhamma thirst, torrent, harness, binding,",
  "cnd4:2.13": "clinging, obstacles, covering, defilements, potential trends of troubles,",
  "cnd4:2.14": "entanglement, vines, stinginess, suffering roots, causes of suffering,",
  "cnd4:2.15": "occurrence of suffering, magical nets, magical hooks, magical food, the realm of",
  "cnd4:2.16": "the devil, the residence of the devil, the state of the devil, the bondage of",
  "cnd4:2.17": "the devil, the river of thirst, the net of thirst, the rope of thirst, the sea",
  "cnd4:2.18": "of thirst, craving, greed, and the root of unwholesomeness. For the Buddhas and",
  "cnd4:2.19": "the Blessed One, that disturbance is cut off, the root has been cut off, just",
  "cnd4:2.20": "like a palm tree without roots, becoming non-existent, a non-living thing for",
  "cnd4:2.21": "the future, so the Buddha is the undisturbed. In the state of that disturbance",
  "cnd4:2.22": "being disconnection, the Blessed One does not waver; does not shake when he does",
  "cnd4:2.23": "not get it (obtain something); does not shake when he has reputation; does not",
  "cnd4:2.24": "shake when he has no reputation; does not shake with praise; does not shake with",
  "cnd4:2.25": "reprimand; does not shake at times; does not shake, does not move, does not",
  "cnd4:2.26": "tremble. \"The one who sees the root,\" the Blessed One sees the roots, is the",
  "cnd4:2.27": "seer of the cause, seer of the origin, seer of the abiding (origin), seer of the",
  "cnd4:2.28": "nutriment, seer of the object, seer of the condition, seer of the set of views.",
  "cnd4:3.1": "There are three unwholesome roots: the unwholesome root of greed, of aversion,",
  "cnd4:3.2": "and of ignorance.",
  "cnd4:4.1": "This was said by the Blessed One: Bhikkhus! There are causes and conditions for",
  "cnd4:4.2": "these three kamma gatherings; which three are there? Greed is the cause and",
  "cnd4:4.3": "condition of kamma, hatred is the cause and condition of kamma, and delusion is",
  "cnd4:4.4": "the cause and condition of kamma. Bhikkhus! It's not because of greed, hatred,",
  "cnd4:4.5": "or delusion that the heavens are known, people are known, or any good interests",
  "cnd4:4.6": "are known, bhikkhus! But because of greed, hatred, and delusion, the hell world",
  "cnd4:4.7": "is known, the animal world is known, the hungry ghost world is known, or any",
  "cnd4:4.8": "other evil interest [AN.6.39]; individuals in hell, the animal world, and the",
  "cnd4:4.9": "hungry ghost world are known. These three unwholesome roots, the Blessed One",
  "cnd4:4.10": "knows and sees, and so so Blessed One is the seer of the root... (omitted).",
  "cnd4:4.11": "There are three good roots: the good root of no greed, of no hatred, and of no",
  "cnd4:4.12": "delusion.",
  "cnd4:5.1": "This was said by the Blessed One: Bhikkhus! There are these three... (omitted)",
  "cnd4:5.2": "bhikkhus! It's not that the hell of no greed, no hatred, no delusion is known,",
  "cnd4:5.3": "the animal world is known, the hungry ghost world is known, or any evil",
  "cnd4:5.4": "interests are known, bhikkhus! But without greed, without hatred, without",
  "cnd4:5.5": "delusion, heaven is known, man is known, or any good interest: those in heaven",
  "cnd4:5.6": "and the world arise and are known. The Blessed One knows and sees the three good",
  "cnd4:5.7": "roots, so the Blessed One is the seer of the root....",
  "cnd4:6.1": "This was said by the Blessed One: Bhikkhus! Any unwholesome Dhamma, unwholesome",
  "cnd4:6.2": "division, unwholesome faction [AN.1.56], all that is rooted in ignorance,",
  "cnd4:6.3": "converged in ignorance, and eradicated with ignorance, all that will be",
  "cnd4:6.4": "eradicated. [SN.20.1] The Blessed One knows and sees....",
  "cnd4:7.1": "This was said by the Blessed One: Bhikkhus! Any good dhamma, good division, and",
  "cnd4:7.2": "good faction [AN.1.57], rooted in non-relaxation, and unbridled as reunion, this",
  "cnd4:7.3": "is said to be the number one among those dhammas. [SN.45.139] The Blessed One",
  "cnd4:7.4": "knows and sees....",
  "cnd4:8.1": "Or, the Blessed One knows and sees: Ignorance is the root of action, action is",
  "cnd4:8.2": "the root of consciousness, consciousness is the root of name and form, name and",
  "cnd4:8.3": "form are the roots of six sense bases, the six sense bases are the roots of",
  "cnd4:8.4": "contact, contact is the root of sensation, sensation is the root of craving,",
  "cnd4:8.5": "craving is the root of clinging, clinging the root of becoming, becoming is the",
  "cnd4:8.6": "root of birth, and birth is the root of old age (and death). The Blessed One",
  "cnd4:8.7": "knows and sees....",
  "cnd4:9.1": "Or, the Blessed One knows and sees: The eye is the root of eye disease, the ear",
  "cnd4:9.2": "is the root of ear disease, the nose..., the tongue..., the body..., and the",
  "cnd4:9.3": "mind is the root of suffering. The Blessed One knows and sees....",
  "cnd4:10.1": "\"[Like this Venerable Punṇạka]\": \"Like this,\" the continuation of the sentences,",
  "cnd4:10.2": "the connection of the words, the completion of the sentences, the combination of",
  "cnd4:10.3": "words, this is the order of the sentence, which is \"like this.\" \"Venerable,\"",
  "cnd4:10.4": "this is a synonym of love, respect, and obedience. \"Punṇạka,\" the name, title,",
  "cnd4:10.5": "security of the Brāhmaṇa, title, word, phrase.",
  "cnd4:11.1": "\"The ones in need come with questions\": I come with questions as needed, I come",
  "cnd4:11.2": "if I want to ask questions, I come if I want to hear questions, the needy come",
  "cnd4:11.3": "with questions. Or, the inquirers of the question have the need, the one who",
  "cnd4:11.4": "wants to ask the question, the one who wants to hear, the needy (will) come,",
  "cnd4:11.5": "approach, visit. Or, when you have a question, you can and you have enough",
  "cnd4:11.6": "reason to tell and answer the question I asked, \"Please bear this burden.\"",
  "cnd4:12.1": "\"People who rely, rishis\": Rely on, stick to, enter, or turn their hearts toward",
  "cnd4:12.2": "something. \"Rishis,\" who are named immortals, and whichever bhikkhus become",
  "cnd4:12.3": "hermits. \"People\" are called human beings.",
  "cnd4:13.1": "\"Khattiyas, Brāhmaṇas, to the gods\": \"Khattiyas,\" everything that is born of",
  "cnd4:13.2": "khattiya. \"Brāhmaṇas,\" whoever calls others gentlemen. \"To the gods,\" other",
  "cnd4:13.3": "ascetics (ājīvakā) to their god (devatā), Jains to their god, matted-hair",
  "cnd4:13.4": "ascetics to their god, wandering mendicants to their god, the exiled god..., the",
  "cnd4:13.5": "elephant god..., horse god, bull god, dog god, crow god, Vishnu god, the power",
  "cnd4:13.6": "of the power ring-keeper, the man of the virtuous ring, the jewel of the",
  "cnd4:13.7": "virtuous ring, the fire..., the dragon .., the golden-winged..., Yakkha, Asura,",
  "cnd4:13.8": "Gandhabba, the great king god of the guard (heaven), the moon god, sun god,",
  "cnd4:13.9": "Indā, Brahma.... Those who are worthy of offering to them are their gods.",
  "cnd4:14.1": "\"There are many sacrifices in the world\": \"Sacrifice\" is called a donation:",
  "cnd4:14.2": "clothing, food, shelter, necessities for patients, medical necessities, food,",
  "cnd4:14.3": "drink, cloth, transportation, garlands, spices, oils, bed, house, lamps and",
  "cnd4:14.4": "candles. \"As a sacrifice,\" wherever they seek, pursue, and beg for clothing,",
  "cnd4:14.5": "food (omitted) ...are used as sacrifices; wherever they prepare clothing, food",
  "cnd4:14.6": "...are also used as sacrifices; wherever they give, provide, and donate",
  "cnd4:14.7": "clothing, food ...also make sacrifices. \"Many,\" these sacrifices are many, or",
  "cnd4:14.8": "the priests of these sacrifices are many, or there are many worthy providers.",
  "cnd4:14.9": "How are there sacrifices many? The clothes, food ...belong to many, so these",
  "cnd4:14.10": "sacrifices are many.",
  "cnd4:15.1": "How is it that there are many priests of these sacrifices? There are many",
  "cnd4:15.2": "priests of these sacrifices: khattiya, Brāhmaṇa, vessa, sudda, laymen, bhikkhus,",
  "cnd4:15.3": "heavens, and people, so there are many priests of these sacrifices.",
  "cnd4:16.1": "How is or are there many worthwhile providers? There are many Samaṇas,",
  "cnd4:16.2": "Brāhmaṇas, beggars, travelers, wanderers, and beggars, so there are many worthy",
  "cnd4:16.3": "of offering. \"Here is in the world,\" in the human world.",
  "cnd4:17.1": "\"Blessed One, I ask you, please tell me\": \"Asking,\" there are three types of",
  "cnd4:17.2": "inquiry: inquiry about the explanation of the unseen, inquiry about the",
  "cnd4:17.3": "confluence of the seen, and inquiry about the cutting off of doubt.",
  "cnd4:18.1": "What is an inquiry about the unseen? The unknown, unseen, unmeasured, unjudged,",
  "cnd4:18.2": "unclear characteristic, for the purpose of his wisdom, seeing, measuring,",
  "cnd4:18.3": "judging, making clear, he asked a question.",
  "cnd4:19.1": "What is an inquiry about the confluence of the seen? A characteristic that was",
  "cnd4:19.2": "known, seen, measured, judged, clear, and understood. He asked questions for the",
  "cnd4:19.3": "purpose of confluence with other wise men.",
  "cnd4:20.1": "What is an inquiry for the cutting off of doubt? A leap-into skeptic, jump-in",
  "cnd4:20.2": "doubter, and born doubter: \"Is that so? Isn't it true? What is it then? How is",
  "cnd4:20.3": "it?\" He asks questions for the purpose of severance of doubt.",
  "cnd4:21.1": "The next three types of inquiry: human inquiry, non-human inquiry, and inquiry",
  "cnd4:21.2": "of the created (nimmitapucchā).",
  "cnd4:22.1": "What is a human inquiry? People asked questions after they went to see the",
  "cnd4:22.2": "Buddha, the Blessed One: bhikkhus, upāsakas, upāsikās, kings, khattiya,",
  "cnd4:22.3": "Brāhmaṇas, vessas, suddas, lay people, monastics.",
  "cnd4:23.1": "What is an inhuman inquiry? The non-people asked questions after they went to",
  "cnd4:23.2": "see the Buddha, Blessed One: the dragons, golden-winged birds, Yakkha, Asuras,",
  "cnd4:23.3": "Gandhabba, kings, Indā, Brahmas, devas.",
  "cnd4:24.1": "What is the inquiry of the created? All the physical bodies and limbs of the",
  "cnd4:24.2": "Blessed One's mind-made forms draw near and ask questions after seeing the",
  "cnd4:24.3": "Blessed One, and the Blessed One answers him.",
  "cnd4:25.1": "The next three types of inquiry: inquiry for one's own benefit, inquiry for the",
  "cnd4:25.2": "benefit of others, and inquiry for the benefit of both. The next three:",
  "cnd4:25.3": "inquiries about current interests, inquiries about future interests, and",
  "cnd4:25.4": "inquiries about the highest interests. The next three: inquiry for the benefit",
  "cnd4:25.5": "of no faults, inquiry for the benefit of no pollution, and inquiry for the pure",
  "cnd4:25.6": "benefit. The next three: (about) past queries, future queries, and current",
  "cnd4:25.7": "queries. The next three: (about) inquiries within oneself, inquiries outside",
  "cnd4:25.8": "oneself, and inquiries within and outside oneself. The next three: (about) good",
  "cnd4:25.9": "merit, demerit, and the undesignated (abyākatapucchā) The next three: (about)",
  "cnd4:25.10": "masses, relics, and institutions. The next three: about mindfulness, about",
  "cnd4:25.11": "diligence, about spiritual content. The next three: about the root, the",
  "cnd4:25.12": "strength, and the enlightenment. The next three: about the Path, the Fruit, and",
  "cnd4:25.13": "Nibbāna.",
  "cnd4:26.1": "\"I ask you,\" I ask of you; I beg you; please make me clear; please tell me.",
  "cnd4:26.2": "\"Blessed One\" is is synonymous with respect. In addition, the \"greed breaker\" is",
  "cnd4:26.3": "the Blessed One; the \"sickness destroyer\" is the Blessed One; \"the one who has",
  "cnd4:26.4": "destroyed conceit\" is the Blessed One; \"the one who has destroyed the thorns\" is",
  "cnd4:26.5": "the Blessed One; \"the one who has destroyed the pollutants\" is Blessed One; \"the",
  "cnd4:26.6": "one who has ended\" is the Blessed One; \"the one who has practiced the body, the",
  "cnd4:26.7": "precepts, the mind, and the wisdom\" is the Blessed One; or \"the Blessed One is",
  "cnd4:26.8": "close to the woods, wild forests, and border dwellings (sitting place), where",
  "cnd4:26.9": "speaking is lessened, it is quiet, away from the human atmosphere, alone, and",
  "cnd4:26.10": "suitable for sitting alone\" is the Blessed One; or \"the Blessed One is the one",
  "cnd4:26.11": "who divides clothes, food, shelter, the needs of patients, and medical",
  "cnd4:26.12": "necessities\"; or \"the Blessed One is the one who has the taste of righteousness,",
  "cnd4:26.13": "the taste of Dhamma, the taste of liberation, the increased precepts, the mind,",
  "cnd4:26.14": "and the wisdom\"; or \"the Blessed One is the four types of jhāna, the four",
  "cnd4:26.15": "immeasurables, the four formlessness, etc., the one who divides is the Blessed",
  "cnd4:26.16": "One\"; or the Blessed One is the one who has the eighth liberation, the eight",
  "cnd4:26.17": "victories, the ninth dwelling place, etc.; or the Blessed One is the practice of",
  "cnd4:26.18": "ten thoughts, (ten) abidings, the one who (observes) the in and out of breath;",
  "cnd4:26.19": "the one who is purely divided is the Blessed One; or the Blessed One divides the",
  "cnd4:26.20": "four mindfulness, the four righteousness, the four divine bases (iddhipāda), the",
  "cnd4:26.21": "five faculties, the five powers, the seven enlightenment factors, and the eight",
  "cnd4:26.22": "branches of the holy path; or the Blessed One is ten Tathāgata, four",
  "cnd4:26.23": "fearlessness, four unobstructed solutions, six supernatural powers and the six",
  "cnd4:26.24": "enlightenment methods. \"Blessed One,\" this name is not given by the mother; not",
  "cnd4:26.25": "given by the father; not given by brothers; not given by sisters; not given by",
  "cnd4:26.26": "friends; not given by relatives; not given by Samaṇas or Brāhmaṇas; not given by",
  "cnd4:26.27": "heaven; it is ultimate liberation; the establishment (of the pseudonym) for the",
  "cnd4:26.28": "acquisition and testimony of the Buddha, the Blessed One, under the Bodhi tree,",
  "cnd4:26.29": "and all knowledge and wisdom, that is, the Blessed One.",
  "cnd4:27.1": "\"Please tell me this,\" please say, please explain, please teach,",
  "cnd4:27.2": "please inform, please build, please uncover, please analyze, please clarify.",
  "cnd4:28.1": "<em>13 : [The Blessed One: \"Punṇạka\"]",
  "cnd4:28.2": "Any of these rishis, people, khattiyas, and Brāhmaṇas,",
  "cnd4:28.3": "Have made many sacrifices here in the world to the gods,",
  "cnd4:28.4": "Looking forward to such a state of existence;",
  "cnd4:28.5": "Bound to their aging, they made sacrifices.</em>",
  "cnd4:28.6": "<em>13 : [The Blessed One: \"Punṇạka\"]",
  "cnd4:28.7": "Any of these rishis, people, khattiyas, and Brāhmaṇas,",
  "cnd4:28.8": "Have made many sacrifices here in the world to the gods,",
  "cnd4:28.9": "Looking forward to such a state of existence;",
  "cnd4:28.10": "Bound to their aging, they made sacrifices.</em>",
  "cnd4:28.11": "<em>13 : [The Blessed One: \"Punṇạka\"]",
  "cnd4:28.12": "Any of these rishis, people, khattiyas, and Brāhmaṇas,",
  "cnd4:28.13": "Have made many sacrifices here in the world to the gods,",
  "cnd4:28.14": "Looking forward to such a state of existence;",
  "cnd4:28.15": "Bound to their aging, they made sacrifices.</em>",
  "cnd4:28.16": "<em>13 : [The Blessed One: \"Punṇạka\"]",
  "cnd4:28.17": "Any of these rishis, people, khattiyas, and Brāhmaṇas,",
  "cnd4:28.18": "Have made many sacrifices here in the world to the gods,",
  "cnd4:28.19": "Looking forward to such a state of existence;",
  "cnd4:28.20": "Bound to their aging, they made sacrifices.</em>",
  "cnd4:28.21": "<em>13 : [The Blessed One: \"Punṇạka\"]",
  "cnd4:28.22": "Any of these rishis, people, khattiyas, and Brāhmaṇas,",
  "cnd4:28.23": "Have made many sacrifices here in the world to the gods,",
  "cnd4:28.24": "Looking forward to such a state of existence;",
  "cnd4:28.25": "Bound to their aging, they made sacrifices.</em>",
  "cnd4:29.1": "\"Any of these rishis, people\": (omitted).... \"khattiyas, Brāhmaṇas, to the",
  "cnd4:29.2": "gods\": (omitted).... \"There are many sacrifices in the world\": (omitted)....",
  "cnd4:30.1": "\"Looking forward to the state of (reincarnation)\": \"Looking forward,\" looking",
  "cnd4:30.2": "forward to the acquisition of form, looking forward to the acquisition of sound,",
  "cnd4:30.3": "(omitted)...of smell, ...of taste, ...of touch, ...of a son, ...of a wife,",
  "cnd4:30.4": "...property, fame, sovereignty, of individuals in the khattiya home with the",
  "cnd4:30.5": "Great Hall, individuals in the Brāhmaṇa home with the Great Hall,individuals in",
  "cnd4:30.6": "the homes of the homeowners with the Great Hall, individuals in the four kings",
  "cnd4:30.7": "of heaven, to being in the heavens, the heavens of night, the Tusita heaven, in",
  "cnd4:30.8": "wisdom, in optimism, in the heavens of others, in the Brahma heavens, the",
  "cnd4:30.9": "individual gains, wanting, accepting, aspiring, eagerly looking forward, and",
  "cnd4:30.10": "praying.",
  "cnd4:31.1": "\"Looking forward to such a state of reincarnation\": Looking forward to the",
  "cnd4:31.2": "rebirth of the individual here; I look forward to the rebirth of the individual",
  "cnd4:31.3": "in the khattiya home with the Great Hall... (omitted) ...wanting, receiving,",
  "cnd4:31.4": "aspiring, eagerly looking forward, and praying.",
  "cnd4:32.1": "\"They are bound to aging, hence they make sacrifices\": Those who are bound to",
  "cnd4:32.2": "aging, those who are bound to sickness, to death, to sorrow grief, suffering,",
  "cnd4:32.3": "and despair. When they are dependent on birth, they are dependent on aging; when",
  "cnd4:32.4": "they are dependent on aging, they are dependent on sickness; ...(omitted) on",
  "cnd4:32.5": "sickness...(omitted) death; on death, sorrow, suffering, and despair; on",
  "cnd4:32.6": "interest, rebirth; on rebirth, reincarnation; when they are dependent on",
  "cnd4:32.7": "reincarnation, then they are stuck, trapped, infected; those who are moving, and",
  "cnd4:32.8": "those whose hearts are turned towards (it).",
  "cnd4:33.1": "<em>14 : [Venerable Punṇạka like this:]",
  "cnd4:33.2": "Any of these rishis, people, khattiyas, and Brāhmaṇas,",
  "cnd4:33.3": "Making many sacrifices to the gods in the world, Blessed One,",
  "cnd4:33.4": "Not letting go on the road of sacrifice,",
  "cnd4:33.5": "Are there those who have crossed through birth and aging, dear sir?",
  "cnd4:33.6": "Blessed One, I ask you, please tell me this.</em>",
  "cnd4:33.7": "<em>14 : [Venerable Punṇạka like this:]",
  "cnd4:33.8": "Any of these rishis, people, khattiyas, and Brāhmaṇas,",
  "cnd4:33.9": "Making many sacrifices to the gods in the world, Blessed One,",
  "cnd4:33.10": "Not letting go on the road of sacrifice,",
  "cnd4:33.11": "Are there those who have crossed through birth and aging, dear sir?",
  "cnd4:33.12": "Blessed One, I ask you, please tell me this.</em>",
  "cnd4:33.13": "<em>14 : [Venerable Punṇạka like this:]",
  "cnd4:33.14": "Any of these rishis, people, khattiyas, and Brāhmaṇas,",
  "cnd4:33.15": "Making many sacrifices to the gods in the world, Blessed One,",
  "cnd4:33.16": "Not letting go on the road of sacrifice,",
  "cnd4:33.17": "Are there those who have crossed through birth and aging, dear sir?",
  "cnd4:33.18": "Blessed One, I ask you, please tell me this.</em>",
  "cnd4:33.19": "<em>14 : [Venerable Punṇạka like this:]",
  "cnd4:33.20": "Any of these rishis, people, khattiyas, and Brāhmaṇas,",
  "cnd4:33.21": "Making many sacrifices to the gods in the world, Blessed One,",
  "cnd4:33.22": "Not letting go on the road of sacrifice,",
  "cnd4:33.23": "Are there those who have crossed through birth and aging, dear sir?",
  "cnd4:33.24": "Blessed One, I ask you, please tell me this.</em>",
  "cnd4:33.25": "<em>14 : [Venerable Punṇạka like this:]",
  "cnd4:33.26": "Any of these rishis, people, khattiyas, and Brāhmaṇas,",
  "cnd4:33.27": "Making many sacrifices to the gods in the world, Blessed One,",
  "cnd4:33.28": "Not letting go on the road of sacrifice,",
  "cnd4:33.29": "Are there those who have crossed through birth and aging, dear sir?",
  "cnd4:33.30": "Blessed One, I ask you, please tell me this.</em>",
  "cnd4:33.31": "<em>14 : [Venerable Punṇạka like this:]",
  "cnd4:33.32": "Any of these rishis, people, khattiyas, and Brāhmaṇas,",
  "cnd4:33.33": "Making many sacrifices to the gods in the world, Blessed One,",
  "cnd4:33.34": "Not letting go on the road of sacrifice,",
  "cnd4:33.35": "Are there those who have crossed through birth and aging, dear sir?",
  "cnd4:33.36": "Blessed One, I ask you, please tell me this.</em>",
  "cnd4:34.1": "\"Any of these these rishis, people\": \"Any\"... (omitted).",
  "cnd4:35.1": "\"Master! Is it true that there are those who do not let go on the road of",
  "cnd4:35.2": "sacrifice\": \"Is it true,\" question of doubt, question of confusion, question of",
  "cnd4:35.3": "confusion, a rhetorical question, ironic question. \"Those\" are priests of",
  "cnd4:35.4": "sacrifices. \"Blessed One,\" .... \"Blessed One! Are there really those...\" \"Those",
  "cnd4:35.5": "who do not let go on the road of sacrifice,\" the sacrifice is called the",
  "cnd4:35.6": "sacrifice road, such as the holy road is the holy road; the heaven is the sky",
  "cnd4:35.7": "road; the scripture road is the scripture road; similarly, the sacrifice is",
  "cnd4:35.8": "called the sacrifice road. \"Do not let go,\" those who do not let go on the road",
  "cnd4:35.9": "of sacrifice are respectful actors, constant actors, non-stop actors, those who",
  "cnd4:35.10": "are not stuck in the habit, those who do not neglect their desires, those who",
  "cnd4:35.11": "have the character, those who have more, and those who are vigilant..",
  "cnd4:36.1": "The one who targets that, the one who strives, the one who overcomes, the one",
  "cnd4:36.2": "who increases, they are those who do not let go on the road of sacrifice:",
  "cnd4:36.3": "whoever they seek, pursue, and beg, the clothing, food...(omitted), they are",
  "cnd4:36.4": "respectful actors...(omitted) to those who increase, then they are those who do",
  "cnd4:36.5": "not let go on the road of sacrifices; whoever prepares clothing, food..., they",
  "cnd4:36.6": "are respectful actors.... To those who increase it, they are also those who do",
  "cnd4:36.7": "not let go on the road of sacrifice; wherever they give, provide, and donate",
  "cnd4:36.8": "clothing, food..., they are respectful actors.... To those who increase, then",
  "cnd4:36.9": "they are also those who do not let go on the road of sacrifice.",
  "cnd4:37.1": "\"Living through birth and aging, dear sir\": Aging and death, they pass,",
  "cnd4:37.2": "transcend, and overcome. \"Dear Sir,\" this is a synonym for love, respect,",
  "cnd4:37.3": "respect, and obedience.",
  "cnd4:38.1": "\"Master, I ask you, please tell me this\": \"I ask you,\" I beg you; make it clear",
  "cnd4:38.2": "to me; \"Please tell me,\" tell me. \"Blessed One,\" a respectful synonym....",
  "cnd4:38.3": "\"Please tell me this\"....",
  "cnd4:39.1": "<em>15 : [The Blessed One: \"Punṇạka\"]",
  "cnd4:39.2": "They expect, appreciate, pray, and offer, for gain.",
  "cnd4:39.3": "They are dedicated confessors and greedy people.",
  "cnd4:39.4": "I say that they have not survived birth and aging.</em>",
  "cnd4:39.5": "<em>15 : [The Blessed One: \"Punṇạka\"]",
  "cnd4:39.6": "They expect, appreciate, pray, and offer, for gain.",
  "cnd4:39.7": "They are dedicated confessors and greedy people.",
  "cnd4:39.8": "I say that they have not survived birth and aging.</em>",
  "cnd4:39.9": "<em>15 : [The Blessed One: \"Punṇạka\"]",
  "cnd4:39.10": "They expect, appreciate, pray, and offer, for gain.",
  "cnd4:39.11": "They are dedicated confessors and greedy people.",
  "cnd4:39.12": "I say that they have not survived birth and aging.</em>",
  "cnd4:39.13": "<em>15 : [The Blessed One: \"Punṇạka\"]",
  "cnd4:39.14": "They expect, appreciate, pray, and offer, for gain.",
  "cnd4:39.15": "They are dedicated confessors and greedy people.",
  "cnd4:39.16": "I say that they have not survived birth and aging.</em>",
  "cnd4:40.1": "\"They expect, appreciate, pray, and offer\": \"They expect,\" They expect the",
  "cnd4:40.2": "acquisition of form, they expect the acquisition of sound, ...smell, taste,",
  "cnd4:40.3": "touch, of a son, ...(omitted).",
  "cnd4:41.1": "\"They appreciate,\" They appreciate the sacrifice, or they appreciate the result,",
  "cnd4:41.2": "or they appreciate the one who should be offered. How do they appreciate",
  "cnd4:41.3": "sacrifices? What is done is pure, what is done is satisfactory, ...wonderful,",
  "cnd4:41.4": "...timely, appropriate, is after selection (review), is not faulty. Giving is",
  "cnd4:41.5": "continuous (usual), giving is pure and convincing. They admire and praise, so",
  "cnd4:41.6": "they appreciate sacrifices in this way.",
  "cnd4:42.1": "How do they appreciate the results? With causes like these (sacrifices) they",
  "cnd4:42.2": "expect individual gains in the Brahma Heaven. They admire, praise, and",
  "cnd4:42.3": "appreciate the result in this way.",
  "cnd4:43.1": "How do they appreciate those who should be supported? Those who should be",
  "cnd4:43.2": "supported are those with sufficient birth (blood line), those with sufficient",
  "cnd4:43.3": "surnames (family), readers, mantra holders, the vocabulary, rituals, phonology",
  "cnd4:43.4": "and etymology of the Three Vedas, and ancient history is the fifth proficiency.",
  "cnd4:43.5": "Those who know well, those who know the sacred sentences, those who understand",
  "cnd4:43.6": "grammar, the one who is not deficient in the worldly relationship with a man,",
  "cnd4:43.7": "the one who is free from greed or for the sake of greed, or the one who is an",
  "cnd4:43.8": "outsider for the sake of aversion, the ignorant or those who participate in the",
  "cnd4:43.9": "sake of ignorance, those who believe in sufficiency in precepts, those who have",
  "cnd4:43.10": "prohibitions, those who have sufficient wisdom, those who have sufficient",
  "cnd4:43.11": "liberation, those who have sufficient views. They admire, appreciate",
  "cnd4:43.12": "...(omitted).",
  "cnd4:44.1": "\"They pray,\" They prayed for the acquisition of form, they prayed for the",
  "cnd4:44.2": "acquisition of sound, ...(omitted). They look forward to, appreciate, and pray.",
  "cnd4:44.3": "\"They offer,\" they give, sacrifice, give away clothes, food ...(omitted).",
  "cnd4:45.1": "\"They pray for their desire for profit\": They pray for the acquisition of form,",
  "cnd4:45.2": "....(omitted).",
  "cnd4:46.1": "\"They are dedicated confessors (devotees to sacrifice), greedy, I said they have",
  "cnd4:46.2": "not survived birth and aging.\" \"They\" are called priests of sacrifices. \"The",
  "cnd4:46.3": "dedication of the offering,\" the harness of devotion, the strong harness, the",
  "cnd4:46.4": "man of character, the more, the heavier, the person who is the object of it,",
  "cnd4:46.5": "toward the effort, toward the inclination, toward the overcomer, toward the",
  "cnd4:46.6": "increaser. \"A greedy person,\" whoever has desire, greed, joy, thirst, love,",
  "cnd4:46.7": "passion, and fascination. It is called the greed of existence. The greed of the",
  "cnd4:46.8": "existence is bound, obsessed, tainted, attached, fixed, obstructed.",
  "cnd4:47.1": "\"I said they have not survived 'birth and aging,'\" Those who are dedicated to",
  "cnd4:47.2": "offering sacrifices, the greedy, they have not survived, surpassed, passed, or",
  "cnd4:47.3": "overcome birth, aging, and death. Birth, aging, and death are not separated, not",
  "cnd4:47.4": "left, not crossed, not overcome, they turn in the cycle of birth, aging, and",
  "cnd4:47.5": "death; of rebirth, accompanied by birth, followed by aging, conquered by",
  "cnd4:47.6": "disease, and tortured by death; there is no refuge. I say, I explain, I teach, I",
  "cnd4:47.7": "inform, I build, I uncover, I analyze, I clarify.",
  "cnd4:48.1": "<em>16 : [Venerable Punṇạka like this:]",
  "cnd4:48.2": "If those dedicated to offering sacrifices do not,",
  "cnd4:48.3": "Through their sacrifices, live through birth and aging, dear sir!",
  "cnd4:48.4": "In that case, who lives through birth and aging",
  "cnd4:48.5": "In the world of heaven and man, dear sir?",
  "cnd4:48.6": "Blessed One, I ask you, please tell me this.</em>",
  "cnd4:48.7": "<em>16 : [Venerable Punṇạka like this:]",
  "cnd4:48.8": "If those dedicated to offering sacrifices do not,",
  "cnd4:48.9": "Through their sacrifices, live through birth and aging, dear sir!",
  "cnd4:48.10": "In that case, who lives through birth and aging",
  "cnd4:48.11": "In the world of heaven and man, dear sir?",
  "cnd4:48.12": "Blessed One, I ask you, please tell me this.</em>",
  "cnd4:48.13": "<em>16 : [Venerable Punṇạka like this:]",
  "cnd4:48.14": "If those dedicated to offering sacrifices do not,",
  "cnd4:48.15": "Through their sacrifices, live through birth and aging, dear sir!",
  "cnd4:48.16": "In that case, who lives through birth and aging",
  "cnd4:48.17": "In the world of heaven and man, dear sir?",
  "cnd4:48.18": "Blessed One, I ask you, please tell me this.</em>",
  "cnd4:48.19": "<em>16 : [Venerable Punṇạka like this:]",
  "cnd4:48.20": "If those dedicated to offering sacrifices do not,",
  "cnd4:48.21": "Through their sacrifices, live through birth and aging, dear sir!",
  "cnd4:48.22": "In that case, who lives through birth and aging",
  "cnd4:48.23": "In the world of heaven and man, dear sir?",
  "cnd4:48.24": "Blessed One, I ask you, please tell me this.</em>",
  "cnd4:48.25": "<em>16 : [Venerable Punṇạka like this:]",
  "cnd4:48.26": "If those dedicated to offering sacrifices do not,",
  "cnd4:48.27": "Through their sacrifices, live through birth and aging, dear sir!",
  "cnd4:48.28": "In that case, who lives through birth and aging",
  "cnd4:48.29": "In the world of heaven and man, dear sir?",
  "cnd4:48.30": "Blessed One, I ask you, please tell me this.</em>",
  "cnd4:48.31": "<em>16 : [Venerable Punṇạka like this:]",
  "cnd4:48.32": "If those dedicated to offering sacrifices do not,",
  "cnd4:48.33": "Through their sacrifices, live through birth and aging, dear sir!",
  "cnd4:48.34": "In that case, who lives through birth and aging",
  "cnd4:48.35": "In the world of heaven and man, dear sir?",
  "cnd4:48.36": "Blessed One, I ask you, please tell me this.</em>",
  "cnd4:49.1": "\"If those dedicated to offering sacrifices have not survived\": The priests of",
  "cnd4:49.2": "sacrifices, dedicated sacrificers, and greedy people, birth and old age, they",
  "cnd4:49.3": "have not survived, surpassed, and passed through death, they did not cross, did",
  "cnd4:49.4": "not overcome; birth, aging, death were not separated, not left, not crossed;",
  "cnd4:49.5": "they reverted in birth, aging, and death, they revolved in the cycle of",
  "cnd4:49.6": "rebirth... (omitted).",
  "cnd4:50.1": "\"[Like this]\": \"Like this,\" the continuation of the sentence....",
  "cnd4:51.1": "\"By sacrifice ...birth and aging, dear sir \": \"Sacrifices,\" with many",
  "cnd4:51.2": "sacrifices, with various types of sacrifices. \"Dear sir,\" ....",
  "cnd4:52.1": "\"In that case, who in the world of heaven and man, through birth and aging, dear",
  "cnd4:52.2": "sir\": And who is in this world including heaven, demons, and Brāhmaṇa; including",
  "cnd4:52.3": "the generations of Samaṇas, Brāhmaṇas, heaven and man; who has passed, overcome,",
  "cnd4:52.4": "...birth, aging, and death.",
  "cnd4:53.1": "\"Master, I ask you, please tell me this\": \"I ask you,\" ....",
  "cnd4:54.1": "<em>17 : [The Blessed One: \"Punṇạka\":]",
  "cnd4:54.2": "After considering the upper and lower in the world,",
  "cnd4:54.3": "Without anywhere wavering in the world,",
  "cnd4:54.4": "Quiet, without smoke, without worries, without desires,",
  "cnd4:54.5": "I say he has lived through birth and aging.",
  "cnd4:54.6": "[AN.3.32]</em>",
  "cnd4:54.7": "<em>17 : [The Blessed One: \"Punṇạka\":]",
  "cnd4:54.8": "After considering the upper and lower in the world,",
  "cnd4:54.9": "Without anywhere wavering in the world,",
  "cnd4:54.10": "Quiet, without smoke, without worries, without desires,",
  "cnd4:54.11": "I say he has lived through birth and aging.",
  "cnd4:54.12": "[AN.3.32]</em>",
  "cnd4:54.13": "<em>17 : [The Blessed One: \"Punṇạka\":]",
  "cnd4:54.14": "After considering the upper and lower in the world,",
  "cnd4:54.15": "Without anywhere wavering in the world,",
  "cnd4:54.16": "Quiet, without smoke, without worries, without desires,",
  "cnd4:54.17": "I say he has lived through birth and aging.",
  "cnd4:54.18": "[AN.3.32]</em>",
  "cnd4:54.19": "<em>17 : [The Blessed One: \"Punṇạka\":]",
  "cnd4:54.20": "After considering the upper and lower in the world,",
  "cnd4:54.21": "Without anywhere wavering in the world,",
  "cnd4:54.22": "Quiet, without smoke, without worries, without desires,",
  "cnd4:54.23": "I say he has lived through birth and aging.",
  "cnd4:54.24": "[AN.3.32]</em>",
  "cnd4:54.25": "<em>17 : [The Blessed One: \"Punṇạka\":]",
  "cnd4:54.26": "After considering the upper and lower in the world,",
  "cnd4:54.27": "Without anywhere wavering in the world,",
  "cnd4:54.28": "Quiet, without smoke, without worries, without desires,",
  "cnd4:54.29": "I say he has lived through birth and aging.",
  "cnd4:54.30": "[AN.3.32]</em>",
  "cnd4:54.31": "<em>17 : [The Blessed One: \"Punṇạka\":]",
  "cnd4:54.32": "After considering the upper and lower in the world,",
  "cnd4:54.33": "Without anywhere wavering in the world,",
  "cnd4:54.34": "Quiet, without smoke, without worries, without desires,",
  "cnd4:54.35": "I say he has lived through birth and aging.",
  "cnd4:54.36": "[AN.3.32]</em>",
  "cnd4:55.1": "\"Considering the upper and lower in the world\": After consideration, it is",
  "cnd4:55.2": "called wisdom, understanding, simple selection, investigation, discernment,",
  "cnd4:55.3": "recognition, discrimination, close observation, inspection, learned virtuous",
  "cnd4:55.4": "wisdom, proficiency, cleverness, study, reflection, review, contemplation,",
  "cnd4:55.5": "examination, general comprehensive wisdom, vipassanā, right knowledge, stabbing",
  "cnd4:55.6": "rod, wisdom root, wisdom sword, wisdom palace, wisdom brightness, wisdom light,",
  "cnd4:55.7": "no delusion, choice of dhamma, right view. \"Upper and lower,\" the lower part is",
  "cnd4:55.8": "called one's own individual, and the upper part is called other individuals; the",
  "cnd4:55.9": "lower part is called one's own physical perception, thinking, and consciousness;",
  "cnd4:55.10": "the upper part is called other people's physical consciousness; the upper is",
  "cnd4:55.11": "called the six outer places; the lower is called the world of humans, the upper",
  "cnd4:55.12": "is called the world of heaven; the lower is called the world of desire, the",
  "cnd4:55.13": "upper is called the realm of material, and the world of formlessness; the lower",
  "cnd4:55.14": "is called the world of desire and material, the world is called the formless",
  "cnd4:55.15": "world. \"Considering the upper and lower in the world\": Considering the upper and",
  "cnd4:55.16": "lower as impermanent, suffering, illness, sick... (omitted) after leaving, after",
  "cnd4:55.17": "he considers, knows, understands, weighs, judges, after separation, after",
  "cnd4:55.18": "clarification.",
  "cnd4:56.1": "\"[The Blessed One: 'Punṇạka']\": \"Punṇạka,\" the Blessed One calls that Brāhmaṇa",
  "cnd4:56.2": "by his name. \"Blessed One,\" ....",
  "cnd4:57.1": "\"For him, there is no wavering in the world\": \"For him,\" the Arahant, the one",
  "cnd4:57.2": "who has exhausted troubles. \"Wavering,\" of craving, of seeing, of conceit, of",
  "cnd4:57.3": "pollution, the shaking of desire; for him, they do not exist, are not known, are",
  "cnd4:57.4": "not found, they have been cut off, calmed down, stopped, unable to arise, burned",
  "cnd4:57.5": "by the fire of wisdom. \"Anywhere,\" no matter where, inside or outside or inside",
  "cnd4:57.6": "and outside. \"In the world,\" ....",
  "cnd4:58.1": "\"Silent, smokeless, without distress, without desire, I say that he has survived",
  "cnd4:58.2": "'birth and aging'\": \"Silent,\" the state of silenced greed, ...aversion,",
  "cnd4:58.3": "...ignorance, anger, resentment, hiding of evil, all unwholesome actions;",
  "cnd4:58.4": "silent, calmed down, extinguished, cooled, departed, and ceased. \"Smokeless,\"",
  "cnd4:58.5": "the evil deeds of the body are smokeless, destroyed, dried up, withered, and",
  "cnd4:58.6": "eliminated; evil deeds of speech... (omitted); of the mind; greed; anger;",
  "cnd4:58.7": "ignorance; resentment; of hiding evil; of envy; of stinginess; of cunning;",
  "cnd4:58.8": "passion; sloth; torpor; idleness; all pollution; all evils; all afflictions; all",
  "cnd4:58.9": "scorching heat (torment); all bad deeds are smokeless, destroyed, withered, have",
  "cnd4:58.10": "been wiped out. Or, anger is called smoke:",
  "cnd4:59.1": "\"Brāhmaṇa! Conceit is indeed your burden,",
  "cnd4:59.2": "Anger is your smoke, and lies are your grey (ashes).",
  "cnd4:59.3": "The tongue is the ladle for sacrifice, the heart is the furnace for sacrifice,",
  "cnd4:59.4": "And the self that is well-tuned is the fire of men.\"",
  "cnd4:59.5": "[SN.7.9]",
  "cnd4:60.1": "Or, anger is aroused in ten forms: \"He has been unfavorable to me,\" [AN.9.29]",
  "cnd4:60.2": "anger is aroused; \"he is unfavorable to me,\" anger is aroused; \"he will be",
  "cnd4:60.3": "unfavorable to me,\" ...(omitted); \"he has been against what I love and desire to",
  "cnd4:60.4": "do,\" \"he is against what I love and desire to do,\" \"he will be...,\" \"he has been",
  "cnd4:60.5": "in favor of what I do not love and do not desire to do,\" \"he is in favor,\" \"he",
  "cnd4:60.6": "will be in favor,\" anger is aroused; or anger is aroused in an unreasonable",
  "cnd4:60.7": "place. Any type of anger, hostility, hatred, aversion, evil, heart aversion,",
  "cnd4:60.8": "arrogance, aggression, rage, displeasure: this is called anger.",
  "cnd4:61.1": "In addition, the extreme and small states of anger should be perceived:",
  "cnd4:61.2": "sometimes anger is only to the degree of turbidity, but not as much as frowning;",
  "cnd4:61.3": "sometimes anger is just to the degree of, but not as much as gritting teeth;",
  "cnd4:61.4": "sometimes ...gritted teeth, but not ...verbal abuse; sometimes verbal abuse, but",
  "cnd4:61.5": "not looking around for a weapon; sometimes looking for a weapon but not enough",
  "cnd4:61.6": "to take up a weapon; sometimes enough to acquire the weapon, but not enough to",
  "cnd4:61.7": "pull out the rod; sometimes pulling out the rod, but not striking the rod;",
  "cnd4:61.8": "sometimes striking a blow, but not fracturing; sometimes fracturing, but not",
  "cnd4:61.9": "enough to rupture; sometimes rupturing, but not pulling limbs; sometimes pulling",
  "cnd4:61.10": "limbs apart, but not enough to kill; sometimes enough to kill, but not not",
  "cnd4:61.11": "enough to abandon himself. When the angry person kills himself after killing",
  "cnd4:61.12": "others, this is such that the anger reaches the increase, and the further",
  "cnd4:61.13": "reaches the increase. For him whose anger is cut off, calmed down..., he is",
  "cnd4:61.14": "called smokeless.",
  "cnd4:62.1": "The state where anger has been cut off is smokeless; the state where anger has",
  "cnd4:62.2": "been known is smokeless; anger is smokeless because it has been known; anger",
  "cnd4:62.3": "that has been severed is smokeless. \"No distress,\" greed is distress, anger is",
  "cnd4:62.4": "distress, ignorance is distress, ...(omitted), all unwholesome deeds are",
  "cnd4:62.5": "distress. For him, who has cut off..., he is the who has with no distress.",
  "cnd4:63.1": "\"No desire,\" desire is called craving, that is greed, lust... (omitted),",
  "cnd4:63.2": "unwholesome roots. For him who this desire is cut off..., he is called the one",
  "cnd4:63.3": "who has no desire. \"Birth\": Among all living beings, of each type of birth,",
  "cnd4:63.4": "entry into (the womb), manifestation of various aggregates, and attainment of",
  "cnd4:63.5": "each type of sentient being. \"Aging\": Among all living beings, about the aging,",
  "cnd4:63.6": "tooth loss, hair whitening, wrinkles, declining life span, and degeneration of",
  "cnd4:63.7": "the roots of each type of living beings. \"For those who are silent, smokeless,",
  "cnd4:63.8": "without distress, and without desire, I say that he has survived 'birth and",
  "cnd4:63.9": "aging'\": Anyone who is silent, smokeless, without distress, and without desire;",
  "cnd4:63.10": "birth, aging, and dying have been overcome, transcended, passed, crossed; I say,",
  "cnd4:63.11": "I explain, I teach, I inform, I build, I uncover, I parse, I clarify.",
  "cnd4:64.1": "At the end of these verses ...(omitted) \"The Blessed One is my teacher, and I am",
  "cnd4:64.2": "a disciple.\""
}
