{
  "cnd5:0.1": "Cūḷaniddesa",
  "cnd5:0.2": "Pārāyanavagganiddesa",
  "cnd5:0.3": "1. Ajita",
  "cnd5:1.1": "(For the sake of brevity in chapter titles, these will be abbreviated to the",
  "cnd5:1.2": "student's name. The full title is _Explanations of the Questions Asked by the",
  "cnd5:1.3": "Brāhmaṇa Student Ajita_.)",
  "cnd5:2.1": "<em>1 : [Venerable Ajita, like this:]",
  "cnd5:2.2": "What is the world surrounded by?",
  "cnd5:2.3": "Because of what does it not shine?",
  "cnd5:2.4": "What do you say is its adhesion?",
  "cnd5:2.5": "What is its great horror?</em>",
  "cnd5:2.6": "<em>1 : [Venerable Ajita, like this:]",
  "cnd5:2.7": "What is the world surrounded by?",
  "cnd5:2.8": "Because of what does it not shine?",
  "cnd5:2.9": "What do you say is its adhesion?",
  "cnd5:2.10": "What is its great horror?</em>",
  "cnd5:2.11": "<em>1 : [Venerable Ajita, like this:]",
  "cnd5:2.12": "What is the world surrounded by?",
  "cnd5:2.13": "Because of what does it not shine?",
  "cnd5:2.14": "What do you say is its adhesion?",
  "cnd5:2.15": "What is its great horror?</em>",
  "cnd5:2.16": "<em>1 : [Venerable Ajita, like this:]",
  "cnd5:2.17": "What is the world surrounded by?",
  "cnd5:2.18": "Because of what does it not shine?",
  "cnd5:2.19": "What do you say is its adhesion?",
  "cnd5:2.20": "What is its great horror?</em>",
  "cnd5:2.21": "<em>1 : [Venerable Ajita, like this:]",
  "cnd5:2.22": "What is the world surrounded by?",
  "cnd5:2.23": "Because of what does it not shine?",
  "cnd5:2.24": "What do you say is its adhesion?",
  "cnd5:2.25": "What is its great horror?</em>",
  "cnd5:3.1": "\"What is the world surrounded by\": \"The world,\" the world of hell, the animal",
  "cnd5:3.2": "world, the world of evil spirits, the world of man, the world of heaven, the",
  "cnd5:3.3": "world of aggregates, the world of realms, the world of living, this world, other",
  "cnd5:3.4": "worlds, the Brahma world, the heavenly world; this is called the world. This",
  "cnd5:3.5": "world is covered, covered, obscured, closed, hidden.",
  "cnd5:4.1": "Venerable Ajita, like this: \"Like this,\" the continuation of sentences; the",
  "cnd5:4.2": "connection of sentences; the completion of sentences; the combination of words;",
  "cnd5:4.3": "the connection of words; this is the order of sentences, which is \"like this.\"",
  "cnd5:4.4": "\"Venerable,\" this is a synonym of love, respect, respect, and obedience. This is",
  "cnd5:4.5": "\"Venerable.\" \"Ajita,\" the name, title, security, common name, appellation.",
  "cnd5:5.1": "\"Because of what is it not shining\": For what is it not shining, not",
  "cnd5:5.2": "illuminating, not bright, not being known.",
  "cnd5:6.1": "\"What do you mean by its adhesion\": What is the world's adhesion, binding, and",
  "cnd5:6.2": "defilement? Because of what is the world contaminated, strongly contaminated,",
  "cnd5:6.3": "closely contaminated (polluted), smeared, mixed, attached, fixed, obstructed; do",
  "cnd5:6.4": "you say, you explain, you teach, you inform, you build, you uncover, you",
  "cnd5:6.5": "analyze, you clarify.",
  "cnd5:7.1": "\"What is this great horror\": What is the world's horror, great terror,",
  "cnd5:7.2": "oppression, attack, scourge, and disaster.",
  "cnd5:8.1": "<em>2 : [The Blessed One: \"Ajita!\"]",
  "cnd5:8.2": "The world is surrounded by ignorance,",
  "cnd5:8.3": "Because it is stingy and unrestrained.",
  "cnd5:8.4": "I say that craving is its adherence,",
  "cnd5:8.5": "And suffering is its great horror.</em>",
  "cnd5:8.6": "<em>2 : [The Blessed One: \"Ajita!\"]",
  "cnd5:8.7": "The world is surrounded by ignorance,",
  "cnd5:8.8": "Because it is stingy and unrestrained.",
  "cnd5:8.9": "I say that craving is its adherence,",
  "cnd5:8.10": "And suffering is its great horror.</em>",
  "cnd5:8.11": "<em>2 : [The Blessed One: \"Ajita!\"]",
  "cnd5:8.12": "The world is surrounded by ignorance,",
  "cnd5:8.13": "Because it is stingy and unrestrained.",
  "cnd5:8.14": "I say that craving is its adherence,",
  "cnd5:8.15": "And suffering is its great horror.</em>",
  "cnd5:8.16": "<em>2 : [The Blessed One: \"Ajita!\"]",
  "cnd5:8.17": "The world is surrounded by ignorance,",
  "cnd5:8.18": "Because it is stingy and unrestrained.",
  "cnd5:8.19": "I say that craving is its adherence,",
  "cnd5:8.20": "And suffering is its great horror.</em>",
  "cnd5:8.21": "<em>2 : [The Blessed One: \"Ajita!\"]",
  "cnd5:8.22": "The world is surrounded by ignorance,",
  "cnd5:8.23": "Because it is stingy and unrestrained.",
  "cnd5:8.24": "I say that craving is its adherence,",
  "cnd5:8.25": "And suffering is its great horror.</em>",
  "cnd5:9.1": "\"The world is enveloped by ignorance\": \"Ignorance,\" ignorance of suffering,",
  "cnd5:9.2": "ignorance of the path leading to suffering, ignorance of the past, ignorance of",
  "cnd5:9.3": "the future, ignorance of the past and the future, ignorance of the specific",
  "cnd5:9.4": "conditionality and the conditioned-arising dhammas, all such ignorance,",
  "cnd5:9.5": "invisible, unobserved, unconscious, unenlightened, impassable, unconscious,",
  "cnd5:9.6": "unexplored, incorrect view, uninspected, incorrectly seen, inferior wisdom,",
  "cnd5:9.7": "unrighteous knowledge, obsession, violent currents of ignorance, harness of",
  "cnd5:9.8": "ignorance, ignorance of the underlying tendency of worry, entanglement of",
  "cnd5:9.9": "ignorance, fence of ignorance, and root of ignorance are called ignorance.",
  "cnd5:10.1": "\"Worlds\": the world of hell, the animal world, the world of evil spirits, the",
  "cnd5:10.2": "world of human beings, the world of heaven, the world of aggregates, the world",
  "cnd5:10.3": "of realms, the world of being, this world, other worlds, the world of Brahma,",
  "cnd5:10.4": "the world of heaven, are called the world. This world is enveloped, covered,",
  "cnd5:10.5": "obscured, closed, hidden, covered by this ignorance.",
  "cnd5:11.1": "\"Ajita\": The Blessed One calls the Brāhmaṇa by his name. \"The Blessed One\" is",
  "cnd5:11.2": "synonymous with respect. In addition, the \"greed breaker\" is the Blessed One;",
  "cnd5:11.3": "the \"sickness destroyer\" is the Blessed One; \"the one who has destroyed conceit\"",
  "cnd5:11.4": "is the Blessed One; \"the one who has destroyed the thorns\" is the Blessed One;",
  "cnd5:11.5": "\"the one who has destroyed the pollutants\" is Blessed One; \"the one who has",
  "cnd5:11.6": "ended\" is the Blessed One; \"the one who has practiced the body, the precepts,",
  "cnd5:11.7": "the mind, and the wisdom\" is the Blessed One; or \"the Blessed One is close to",
  "cnd5:11.8": "the woods, wild forests, and border dwellings (sitting place), where speaking is",
  "cnd5:11.9": "lessened, it is quiet, away from the human atmosphere, alone, and suitable for",
  "cnd5:11.10": "sitting alone\" is the Blessed One; or \"the Blessed One is the one who divides",
  "cnd5:11.11": "clothes, food, shelter, the needs of patients, and medical necessities\"; or \"the",
  "cnd5:11.12": "Blessed One is the one who has the taste of righteousness, the taste of Dhamma,",
  "cnd5:11.13": "the taste of liberation, the increased precepts, the mind, and the wisdom\"; or",
  "cnd5:11.14": "\"the Blessed One is the four types of jhāna, the four immeasurables, the four",
  "cnd5:11.15": "formlessness, etc., the one who divides is the Blessed One\"; or the Blessed One",
  "cnd5:11.16": "is the one who has the eighth liberation, the eight victories, the ninth",
  "cnd5:11.17": "dwelling place, etc.; or the Blessed One is the practice of ten thoughts, (ten)",
  "cnd5:11.18": "abidings, the one who (observes) the in and out of breath; the one who is purely",
  "cnd5:11.19": "divided is the Blessed One; or the Blessed One divides the four mindfulness, the",
  "cnd5:11.20": "four righteousness, the four divine bases (iddhipāda), the five faculties, the",
  "cnd5:11.21": "five powers, the seven enlightenment factors, and the eight branches of the holy",
  "cnd5:11.22": "path; or the Blessed One is ten Tathāgata, four fearlessness, four unobstructed",
  "cnd5:11.23": "solutions, six supernatural powers and the six enlightenment methods. \"Blessed",
  "cnd5:11.24": "One,\" this name is not given by the mother; not given by the father; not given",
  "cnd5:11.25": "by brothers; not given by sisters; not given by friends; not given by relatives;",
  "cnd5:11.26": "not given by Samaṇas or Brāhmaṇas; not given by heaven; it is ultimate",
  "cnd5:11.27": "liberation; the establishment (of the pseudonym) for the acquisition and",
  "cnd5:11.28": "testimony of the Buddha, the Blessed One, under the Bodhi tree, and all",
  "cnd5:11.29": "knowledge and wisdom, that is, the Blessed One.",
  "cnd5:12.1": "\"Because of being stingy and unrestrained, is it not shining\": Being stingy is",
  "cnd5:12.2": "the five types of stinginess: (right) living stinginess, household stinginess,",
  "cnd5:12.3": "gaining stinginess, praise stinginess, dhamma stinginess, everything like this",
  "cnd5:12.4": "stinginess, stingy state, greed, heart clenched state, this is called stingy. In",
  "cnd5:12.5": "addition, the accumulation of stinginess is also stingy; stinginess in the world",
  "cnd5:12.6": "is also stingy; being stingy in opinion is also stingy, this is called stingy.",
  "cnd5:12.7": "In evil deeds of the body, or in evil deeds of speech, or in evil deeds of",
  "cnd5:12.8": "intention, or in the five desires, being restrained is be turned away, the",
  "cnd5:12.9": "heart's abandonment does not arise, or the practice of good Dhamma is not",
  "cnd5:12.10": "respected. The state of impermanence, the state of non-stop working, the state",
  "cnd5:12.11": "of being stuck to the habit, the state of neglecting desire, the state of",
  "cnd5:12.12": "neglecting responsibility, not practicing, not practicing much, not",
  "cnd5:12.13": "establishing; relaxation; anything like this state of letting go, this is called",
  "cnd5:12.14": "being unrestrained. \"Because of being stingy and relaxation does it not shine\":",
  "cnd5:12.15": "The world is not shining, not illuminating, not bright, not being known because",
  "cnd5:12.16": "of this stinginess and relaxation.",
  "cnd5:13.1": "\"I say that craving is its adhering\": Aspiration is called craving, that is",
  "cnd5:13.2": "greed, lust, acquiescence, conformity, joy, desire, obsession, taking,",
  "cnd5:13.3": "contaminated, disturbance, fraud, (reincarnation) root cause, (bitter)",
  "cnd5:13.4": "fertility, tailoring (greed), net, river, bondage, rope, attachment,",
  "cnd5:13.5": "accumulation, companionship, desire, intimate interaction, forest, jungle, love,",
  "cnd5:13.6": "expectation, relationship, desire for form, desire for sounds, desire for",
  "cnd5:13.7": "smells, desire for tastes, desire for touches, desire for acquisition, desire",
  "cnd5:13.8": "for wealth, desire for sons, desire for life, the state of desire, hope, prayer,",
  "cnd5:13.9": "greedy appearance, possessing greed, inquiring for profit, illegal greed,",
  "cnd5:13.10": "improper greed, hope, envy, desire for desire, desire for nothingness, desire",
  "cnd5:13.11": "for form, formless thirst, extinguished thirst, form thirst, sound thirst, smell",
  "cnd5:13.12": "thirst, taste thirst, touch thirst, dhamma thirst, torrent, harness, binding,",
  "cnd5:13.13": "clinging, obstacles, covering, defilements, potential trends of troubles,",
  "cnd5:13.14": "entanglement, vines, stinginess, suffering roots, causes of suffering,",
  "cnd5:13.15": "occurrence of suffering, magical nets, magical hooks, magical food, the realm of",
  "cnd5:13.16": "the devil, the residence of the devil, the state of the devil, the bondage of",
  "cnd5:13.17": "the devil, the river of thirst, the net of thirst, the rope of thirst, the sea",
  "cnd5:13.18": "of thirst, craving, greed, and the root of unwholesomeness. This is called",
  "cnd5:13.19": "desire. To the world, adhesion, binding, and defilement, because of this desire,",
  "cnd5:13.20": "the world is contaminated, polluted, closely contaminated, strongly",
  "cnd5:13.21": "contaminated, smeared, mixed, adhered, defiled, obstructed; I say, I explain, I",
  "cnd5:13.22": "teach, I tell, I build, I uncover, I analyze, I clarify.",
  "cnd5:14.1": "\"Suffering is its great horror\": \"Suffering\": suffering from birth, suffering",
  "cnd5:14.2": "from old age, suffering from illness, suffering from death, suffering from",
  "cnd5:14.3": "sorrow, suffering from despair, suffering from hell, the suffering of the animal",
  "cnd5:14.4": "world, suffering from evil spirits, suffering from human beings, the root cause",
  "cnd5:14.5": "of suffering, the suffering of entering the womb, the suffering of living in the",
  "cnd5:14.6": "womb, the suffering of birth, the suffering of the living being dependent, the",
  "cnd5:14.7": "suffering of the living being manipulated by others, the suffering of their own",
  "cnd5:14.8": "actions, the suffering from the actions of others, bitterness, diseases of the",
  "cnd5:14.9": "eye, ear, nose, tongue, body, head, external ear, mouth, tooth, cough, asthma,",
  "cnd5:14.10": "external nose disease, fever, old age, abdominal disease, coma, dysentery,",
  "cnd5:14.11": "abdominal pain, cholera, leprosy, tumor, ringworm, lung disease, epilepsy,",
  "cnd5:14.12": "scabies, wind, scratches (disease), dry skin, hemorrhoids, diabetes, rash (boils",
  "cnd5:14.13": "and blisters), ulcers, diseases caused by gall bladder, diseases caused by",
  "cnd5:14.14": "sputum, diseases caused by wind, diseases caused by (three) collective diseases,",
  "cnd5:14.15": "diseases caused by changing seasons, and from improper posture, sudden",
  "cnd5:14.16": "illnesses, illnesses born from the results of kamma, cold, heat, hunger, thirst,",
  "cnd5:14.17": "feces, urine, mosquitoes, wind-scorching snakes, suffering from dead mothers,",
  "cnd5:14.18": "suffering from dead fathers, from dead brothers, dead sisters, dead children,",
  "cnd5:14.19": "the dead daughters, the suffering of relatives' loss, the suffering of the loss",
  "cnd5:14.20": "of wealth, the suffering of the loss of disease, the suffering of the decline of",
  "cnd5:14.21": "precept, the suffering of the decline of seeing. For all dhammas, from the",
  "cnd5:14.22": "beginning, it was known; from extinction, to extinction, it was known, the",
  "cnd5:14.23": "retribution is based on kamma; kamma is based on kamma, form is based on name;",
  "cnd5:14.24": "name is based on form. Those who are followed by birth, accompanied by birth,",
  "cnd5:14.25": "followed by old age, conquered by disease, struck by death, sheltered in",
  "cnd5:14.26": "suffering, no shelter, no return, and no refuge are called suffering. This",
  "cnd5:14.27": "suffering is the world's terror, great terror, oppression, blow, evil, and",
  "cnd5:14.28": "disaster.",
  "cnd5:15.1": "<em>3 : [Venerable Ajita, like this:]",
  "cnd5:15.2": "The streams flow out everywhere,",
  "cnd5:15.3": "What protects (from) the streams?",
  "cnd5:15.4": "Please talk about the restraint of the streams,",
  "cnd5:15.5": "How are the streams closed off?</em>",
  "cnd5:15.6": "<em>3 : [Venerable Ajita, like this:]",
  "cnd5:15.7": "The streams flow out everywhere,",
  "cnd5:15.8": "What protects (from) the streams?",
  "cnd5:15.9": "Please talk about the restraint of the streams,",
  "cnd5:15.10": "How are the streams closed off?</em>",
  "cnd5:15.11": "<em>3 : [Venerable Ajita, like this:]",
  "cnd5:15.12": "The streams flow out everywhere,",
  "cnd5:15.13": "What protects (from) the streams?",
  "cnd5:15.14": "Please talk about the restraint of the streams,",
  "cnd5:15.15": "How are the streams closed off?</em>",
  "cnd5:15.16": "<em>3 : [Venerable Ajita, like this:]",
  "cnd5:15.17": "The streams flow out everywhere,",
  "cnd5:15.18": "What protects (from) the streams?",
  "cnd5:15.19": "Please talk about the restraint of the streams,",
  "cnd5:15.20": "How are the streams closed off?</em>",
  "cnd5:15.21": "<em>3 : [Venerable Ajita, like this:]",
  "cnd5:15.22": "The streams flow out everywhere,",
  "cnd5:15.23": "What protects (from) the streams?",
  "cnd5:15.24": "Please talk about the restraint of the streams,",
  "cnd5:15.25": "How are the streams closed off?</em>",
  "cnd5:16.1": "\"The streams flow everywhere\": \"The streams,\" the flow of thirst, the flow of",
  "cnd5:16.2": "seeing, the flow of pollution, the flow of evil deeds, and the flow of",
  "cnd5:16.3": "ignorance. \"Everywhere,\" in all places. \"Flow,\" currents, streams; from the eyes",
  "cnd5:16.4": "to the forms, flow; from the ears to the sounds..., from the nose to the",
  "cnd5:16.5": "smells..., from the tongue to the tastes..., from the body to the touches...,",
  "cnd5:16.6": "from intentions, flows, flows out, and circulates. The cravings flowing from the",
  "cnd5:16.7": "eyes to the form, flowing from the ears to the sound, from the nose to the",
  "cnd5:16.8": "smell..., from the tongue to the taste..., from the body to the touch..., the",
  "cnd5:16.9": "craving from the intention to the dhamma flows.",
  "cnd5:17.1": "\"[Like this, Venerable Ajita]\": \"Like this,\" the continuation of the sentence...",
  "cnd5:17.2": "(omitted) this is the order of the sentence, \"Like this\" ...(omitted).",
  "cnd5:18.1": "\"What is the protection from the streams\": What is the protection from the",
  "cnd5:18.2": "streams: Self-control, guarding, and protection.",
  "cnd5:19.1": "\"Please talk about the self-control of the streams\": The shelter of the",
  "cnd5:19.2": "streams, self-control, protection please explain, please teach, please inform,",
  "cnd5:19.3": "please establish, please uncover, please parse, please clarify.",
  "cnd5:20.1": "\"What are the currents closed by?\": How are the currents closed or cut off?",
  "cnd5:20.2": "When they do not flow.",
  "cnd5:21.1": "<em>4 : [The Blessed One: \"Ajita!\"]",
  "cnd5:21.2": "All the currents in the world,",
  "cnd5:21.3": "Mindfulness is their protection,",
  "cnd5:21.4": "I say this is the restraint of the various streams,",
  "cnd5:21.5": "These are closed by wisdom.</em>",
  "cnd5:21.6": "<em>4 : [The Blessed One: \"Ajita!\"]",
  "cnd5:21.7": "All the currents in the world,",
  "cnd5:21.8": "Mindfulness is their protection,",
  "cnd5:21.9": "I say this is the restraint of the various streams,",
  "cnd5:21.10": "These are closed by wisdom.</em>",
  "cnd5:21.11": "<em>4 : [The Blessed One: \"Ajita!\"]",
  "cnd5:21.12": "All the currents in the world,",
  "cnd5:21.13": "Mindfulness is their protection,",
  "cnd5:21.14": "I say this is the restraint of the various streams,",
  "cnd5:21.15": "These are closed by wisdom.</em>",
  "cnd5:21.16": "<em>4 : [The Blessed One: \"Ajita!\"]",
  "cnd5:21.17": "All the currents in the world,",
  "cnd5:21.18": "Mindfulness is their protection,",
  "cnd5:21.19": "I say this is the restraint of the various streams,",
  "cnd5:21.20": "These are closed by wisdom.</em>",
  "cnd5:21.21": "<em>4 : [The Blessed One: \"Ajita!\"]",
  "cnd5:21.22": "All the currents in the world,",
  "cnd5:21.23": "Mindfulness is their protection,",
  "cnd5:21.24": "I say this is the restraint of the various streams,",
  "cnd5:21.25": "These are closed by wisdom.</em>",
  "cnd5:22.1": "\"All the streams in the world\": All these streams that I told about, explained,",
  "cnd5:22.2": "taught, established, uncovered, analyzed, clarified, namely: the flows of",
  "cnd5:22.3": "desire, sight, pollution, evil deeds, and ignorance. \"In the world,\" .... For",
  "cnd5:22.4": "all currents in the world. \"Ajita\": The Blessed One called the Brāhmaṇa by his",
  "cnd5:22.5": "name.",
  "cnd5:23.1": "\"Mindfulness is their protection\": \"Mindfulness,\" common mindfulness, random",
  "cnd5:23.2": "mindfulness, remembrance, mindfulness of mindfulness, memorization,",
  "cnd5:23.3": "non-drifting, non-forgetfulness, power, thought support, the road without forks,",
  "cnd5:23.4": "this is called mind. \"Protection,\" cover, self-control, guard.",
  "cnd5:24.1": "\"I speak of the self-control of the streams\": The shelter of the streams,",
  "cnd5:24.2": "self-control, guarding, protection, I say, I explain....",
  "cnd5:25.1": "\"These are closed by wisdom\": \"Wisdom,\" that is wisdom, knowledge and",
  "cnd5:25.2": "understanding... (omitted), no delusion, choice of Dhamma, right view. \"These",
  "cnd5:25.3": "are closed by wisdom\": These flows are closed and cut off by wisdom, they do not",
  "cnd5:25.4": "flow, and do not flow out. \"All actions are impermanent,\" when known and seen,",
  "cnd5:25.5": "these flows are closed and cut by wisdom, they do not flow, do not circulate;",
  "cnd5:25.6": "\"all deeds are suffering\" when known and seen, these flows are closed and cut",
  "cnd5:25.7": "off by wisdom, they do not flow, do not circulate; \"all deeds are selfless\" when",
  "cnd5:25.8": "known and seen, these flows are closed and cut off by wisdom, they do not flow;",
  "cnd5:25.9": "\"action is with ignorance as a condition,\" when known and seen, these flows are",
  "cnd5:25.10": "closed and cut off by wisdom, they do not flow, do not circulate; \"knowledge is",
  "cnd5:25.11": "based on behavioral conditions\"... \"knowledge is a condition for name and",
  "cnd5:25.12": "form\"... \"there are six sense bases due to condition\"... \"there is touch with",
  "cnd5:25.13": "the six sense bases as the condition\"... \"feeling is due to contact\"... \"there",
  "cnd5:25.14": "is thirst with the feeling\"... \"with the thirst as the condition, there is",
  "cnd5:25.15": "grasping\"... \"grasping is a condition for existence\"... \"being is a condition",
  "cnd5:25.16": "for living\"... \"life is a condition for aging\"... \"destroy with ignorance",
  "cnd5:25.17": "disappearing\"... \"destroying with deeds\"... \"destroying with consciousness and",
  "cnd5:25.18": "form\"... \"with name and form extinguished there is extinction in six sense",
  "cnd5:25.19": "bases\"... \"extinction in six sense bases\"... \"extinction of contact\"...",
  "cnd5:25.20": "\"extinction of thirst\"... \"extinction of thirst and love\"... \"extinguishing of",
  "cnd5:25.21": "grasping\"... \"birth and death with existence and decay\"... \"birth and death lead",
  "cnd5:25.22": "to growing old and death\"... \"this is suffering\"... \"this is the aggregation of",
  "cnd5:25.23": "suffering\"... \"this is the cessation of suffering\"... \"this is the path leading",
  "cnd5:25.24": "to the cessation of suffering\"... \"these dhammas are defilements\"... \"these",
  "cnd5:25.25": "dhammas are defilement aggregates\"... \"this is defilement\"... \"this is the path",
  "cnd5:25.26": "leading to defilements\"... \"this Dhamma should be known\"... \"this Dhamma should",
  "cnd5:25.27": "be widely known\"... \"this Dhamma should be cut off\"... \"this Dhamma should be",
  "cnd5:25.28": "practiced\"...; \"this Dhamma should be testified,\" when known and seen, these",
  "cnd5:25.29": "flows are closed by wisdom, cut off, they do not flow; the gathering,",
  "cnd5:25.30": "extinction, pleasure, trouble, and detachment of the six touch points, when",
  "cnd5:25.31": "known and seen, these flows are closed and cut off by wisdom, they do not flow;",
  "cnd5:25.32": "the gathering, extinction, pleasure, trouble, and separation of the five",
  "cnd5:25.33": "aggregates..., the gathering, extinction, and happiness of the four major types,",
  "cnd5:25.34": "taste, trouble, renunciation..., seeing... \"any collection of dhammas is an",
  "cnd5:25.35": "extinguishing,\" when knowing and seeing, these flows are closed and cut off by",
  "cnd5:25.36": "wisdom, they do not flow, do not circulate.",
  "cnd5:26.1": "<em>5 : [Venerable Ajita like this:]",
  "cnd5:26.2": "Wisdom and mindfulness,",
  "cnd5:26.3": "And name and form, dear sir!",
  "cnd5:26.4": "When asked about this, please declare:",
  "cnd5:26.5": "Where is this destroyed?</em>",
  "cnd5:26.6": "<em>5 : [Venerable Ajita like this:]",
  "cnd5:26.7": "Wisdom and mindfulness,",
  "cnd5:26.8": "And name and form, dear sir!",
  "cnd5:26.9": "When asked about this, please declare:",
  "cnd5:26.10": "Where is this destroyed?</em>",
  "cnd5:26.11": "<em>5 : [Venerable Ajita like this:]",
  "cnd5:26.12": "Wisdom and mindfulness,",
  "cnd5:26.13": "And name and form, dear sir!",
  "cnd5:26.14": "When asked about this, please declare:",
  "cnd5:26.15": "Where is this destroyed?</em>",
  "cnd5:26.16": "<em>5 : [Venerable Ajita like this:]",
  "cnd5:26.17": "Wisdom and mindfulness,",
  "cnd5:26.18": "And name and form, dear sir!",
  "cnd5:26.19": "When asked about this, please declare:",
  "cnd5:26.20": "Where is this destroyed?</em>",
  "cnd5:26.21": "<em>5 : [Venerable Ajita like this:]",
  "cnd5:26.22": "Wisdom and mindfulness,",
  "cnd5:26.23": "And name and form, dear sir!",
  "cnd5:26.24": "When asked about this, please declare:",
  "cnd5:26.25": "Where is this destroyed?</em>",
  "cnd5:27.1": "\"Wisdom and mind\": \"Wisdom,\" that is being wise, understanding, simple",
  "cnd5:27.2": "selection, investigation, discernment, recognition, discrimination, close",
  "cnd5:27.3": "observation, inspection, learned virtuous wisdom, proficiency, cleverness,",
  "cnd5:27.4": "study, reflection, review, contemplation, examination, general comprehensive",
  "cnd5:27.5": "wisdom, vipassanā, right knowledge, stabbing rod, wisdom root, wisdom sword,",
  "cnd5:27.6": "wisdom palace, wisdom brightness, wisdom light, no deception, choosing Dhamma,",
  "cnd5:27.7": "right view. \"Mind,\" common mind, free mind... (omitted) mindfulness.",
  "cnd5:28.1": "\"And name and form, dear sir\": \"Name\" is the four formless aggregates. \"Form\" is",
  "cnd5:28.2": "the four great elements and any form derived from the four great elements. \"Dear",
  "cnd5:28.3": "Sir,\" this is a language of love, honorific, respectful and obedient language.",
  "cnd5:29.1": "\"When you are asked about this, please tell me\": \"I ...this,\" everything I ask;",
  "cnd5:29.2": "everything I beg; everything I ask for; everything that makes me clear. \"When",
  "cnd5:29.3": "asked,\" when being questioned; when being begged; when being requested; when",
  "cnd5:29.4": "being made clear. \"Please tell,\" please explain, please teach, please inform,",
  "cnd5:29.5": "please establish, please uncover, please analyze, please clarify.",
  "cnd5:30.1": "\"Where is this destroyed\": Where is this extinguished, calmed down, walked to",
  "cnd5:30.2": "non-existence, ceased.",
  "cnd5:31.1": "<em>6 : (The Blessed One:) When you ask this question, Ajita,",
  "cnd5:31.2": "I will tell you, where name and form are destroyed without any remaining:",
  "cnd5:31.3": "With the extinguishing of consciousness,",
  "cnd5:31.4": "They are destroyed.</em>",
  "cnd5:31.5": "<em>6 : (The Blessed One:) When you ask this question, Ajita,",
  "cnd5:31.6": "I will tell you, where name and form are destroyed without any remaining:",
  "cnd5:31.7": "With the extinguishing of consciousness,",
  "cnd5:31.8": "They are destroyed.</em>",
  "cnd5:31.9": "<em>6 : (The Blessed One:) When you ask this question, Ajita,",
  "cnd5:31.10": "I will tell you, where name and form are destroyed without any remaining:",
  "cnd5:31.11": "With the extinguishing of consciousness,",
  "cnd5:31.12": "They are destroyed.</em>",
  "cnd5:31.13": "<em>6 : (The Blessed One:) When you ask this question, Ajita,",
  "cnd5:31.14": "I will tell you, where name and form are destroyed without any remaining:",
  "cnd5:31.15": "With the extinguishing of consciousness,",
  "cnd5:31.16": "They are destroyed.</em>",
  "cnd5:32.1": "\"When the question is asked\": \"When this\" is wisdom, mind, name and form. \"Ask,\"",
  "cnd5:32.2": "you ask; what you beg for; you ask; make you clear.",
  "cnd5:33.1": "\"Ajita! I will tell you that\": \"Ajita,\" .... \"That\" is wisdom, mind, name and",
  "cnd5:33.2": "form. \"I tell,\" I explain, I teach, I inform, I build, I uncover, I parse, I",
  "cnd5:33.3": "clarify.",
  "cnd5:34.1": "\"Where name and form are destroyed without remainder\": \"Name\" ...(omitted).",
  "cnd5:34.2": "\"Form,\" ...(omitted). \"Without remainder,\" completely, without surplus, and the",
  "cnd5:34.3": "whole earth. \"Destroyed,\" destroyed, calmed down, walked to non-existence,",
  "cnd5:34.4": "ceased.",
  "cnd5:35.1": "\"The destruction of consciousness, here it is destroyed\": The destruction of",
  "cnd5:35.2": "consciousness through wisdom, except for the seven beings, all names and forms",
  "cnd5:35.3": "that can arise in the endless cycle of rebirth are here annihilated, calmed",
  "cnd5:35.4": "down, gone to non-existence, and ceased. Through the way of wisdom, to bring",
  "cnd5:35.5": "about the annihilation of consciousness, except for the two beings, all the",
  "cnd5:35.6": "names and forms that can arise in the five beings are here destroyed, calmed",
  "cnd5:35.7": "down, come to non-existence, ceased. Through the non-return of wisdom, to arise",
  "cnd5:35.8": "the destruction of consciousness, except for one existence, all the names and",
  "cnd5:35.9": "forms that can arise in the physical and non-material realms are here",
  "cnd5:35.10": "annihilated, calmed down, walked to non-existence, and ceased. The Arahant",
  "cnd5:35.11": "passes through the non-remaining Nibbāna realm to extinguish the final",
  "cnd5:35.12": "consciousness at the time of Nibbāna. Wisdom, mindfulness, name, and form are",
  "cnd5:35.13": "all destroyed and calmed here, come down, go to non-existence, cease.",
  "cnd5:36.1": "<em>7 : (Ajita:) Those who know the Dhamma,",
  "cnd5:36.2": "And everyone learning here,",
  "cnd5:36.3": "When I ask the wise one about their behavior,",
  "cnd5:36.4": "Dear sir, Please tell me.",
  "cnd5:36.5": "[SN.12.31]</em>",
  "cnd5:36.6": "<em>7 : (Ajita:) Those who know the Dhamma,",
  "cnd5:36.7": "And everyone learning here,",
  "cnd5:36.8": "When I ask the wise one about their behavior,",
  "cnd5:36.9": "Dear sir, Please tell me.",
  "cnd5:36.10": "[SN.12.31]</em>",
  "cnd5:36.11": "<em>7 : (Ajita:) Those who know the Dhamma,",
  "cnd5:36.12": "And everyone learning here,",
  "cnd5:36.13": "When I ask the wise one about their behavior,",
  "cnd5:36.14": "Dear sir, Please tell me.",
  "cnd5:36.15": "[SN.12.31]</em>",
  "cnd5:36.16": "<em>7 : (Ajita:) Those who know the Dhamma,",
  "cnd5:36.17": "And everyone learning here,",
  "cnd5:36.18": "When I ask the wise one about their behavior,",
  "cnd5:36.19": "Dear sir, Please tell me.",
  "cnd5:36.20": "[SN.12.31]</em>",
  "cnd5:36.21": "<em>7 : (Ajita:) Those who know the Dhamma,",
  "cnd5:36.22": "And everyone learning here,",
  "cnd5:36.23": "When I ask the wise one about their behavior,",
  "cnd5:36.24": "Dear sir, Please tell me.",
  "cnd5:36.25": "[SN.12.31]</em>",
  "cnd5:37.1": "\"Those know know the Dhamma\": Those who perceive the Dhamma are called Arahants,",
  "cnd5:37.2": "those who have exhausted their troubles. For what reason is the enlightened",
  "cnd5:37.3": "person called an Arahant, a person who has exhausted their troubles? They are",
  "cnd5:37.4": "the perceivers of the Dhamma, the knowers of the Dhamma, the measurers of the",
  "cnd5:37.5": "Dhamma, the judges of the Dhamma, the clear ones. \"All actions are impermanent,\"",
  "cnd5:37.6": "the perceiver of the Dhamma, the knower of the Dhamma, the weigher of the",
  "cnd5:37.7": "Dhamma, the judge of the Dhamma; \"all actions are suffering\"..., \"all action is",
  "cnd5:37.8": "no-self\"..., \"action is based on ignorance\"..., \"all dhammas are",
  "cnd5:37.9": "extinguished\".... Or, to them, it is the enlightened person of the aggregate,",
  "cnd5:37.10": "the enlightened person of the realm, the enlightened person of the place, the",
  "cnd5:37.11": "enlightened person of coming-around, the enlightened person of rebirth, the",
  "cnd5:37.12": "perceiver of reincarnation. Or, they are the inhabitants of the ultimate",
  "cnd5:37.13": "(boundary), the ultimate in the world, the ultimate in the place, the ultimate",
  "cnd5:37.14": "in the place of going around, the ultimate in the rebirth, those who live the",
  "cnd5:37.15": "ultimate, those who have the ultimate, those who are the ultimate in rebirth,",
  "cnd5:37.16": "those who are the ultimate in the cycle, the Arahant who holds the last body.",
  "cnd5:38.1": "\"(In the uncountable tribulations,",
  "cnd5:38.2": "They are the ones who gain the body,)",
  "cnd5:38.3": "This is their last, final body.",
  "cnd5:38.4": "The reincarnation of life and death,",
  "cnd5:38.5": "Without their rebirth.\"",
  "cnd5:38.6": "[Thag.202]",
  "cnd5:39.1": "For this reason, the enlightened person is called an Arahant, a person who has",
  "cnd5:39.2": "exhausted his troubles. \"Those who know the Dhamma, and everyone learning here\":",
  "cnd5:39.3": "\"There is learning,\" for what reason are they said to be learning? \"They learn,\"",
  "cnd5:39.4": "hence learning. And what do they learn? They learn to increase precepts, they",
  "cnd5:39.5": "learn to increase mind, and they also learn to increase wisdom.",
  "cnd5:40.1": "What is meant by \"to increase precepts?\" Here, the bhikkhu is a preceptor who",
  "cnd5:40.2": "lives in the protection of self-control of the Pātimokkha. He has sufficient",
  "cnd5:40.3": "righteousness and state of affairs. He sees the horror in minor sins and learns",
  "cnd5:40.4": "after accepting from a teacher. Small precepts aggregate and large precept",
  "cnd5:40.5": "aggregates are the foundation of abstinence, the (self) inhibition of behavior,",
  "cnd5:40.6": "the entrance of self-control, the uppermost of good dhamma, etc., this is to",
  "cnd5:40.7": "increase precept learning.",
  "cnd5:41.1": "What is meant by \"to increase mind?\" Here, the bhikkhu starts from the desire to",
  "cnd5:41.2": "escape... (omitted) the first jhāna..., the second jhāna..., the third jhāna...,",
  "cnd5:41.3": "after entering, he lives in the fourth jhāna (neither suffering or joyous, from",
  "cnd5:41.4": "calm and chanting), this is \"to learn to increase mind.\"",
  "cnd5:42.1": "What is learning to increase wisdom? Here, the bhikkhu is a wise person,",
  "cnd5:42.2": "possessing the knowledge of arising and passing away; the holy, insight, and the",
  "cnd5:42.3": "complete extinction of suffering is (the wisdom), he truthfully knows \"This is",
  "cnd5:42.4": "suffering. ...(omitted)\" \"this is hard work.\"... \"this is the path that leads to",
  "cnd5:42.5": "suffering\"... \"these are troubles\"... \"this is the set of troubles\"... \"this is",
  "cnd5:42.6": "annoyance\"... \"this is the path leading to troubles;\" this is the addition of",
  "cnd5:42.7": "wisdom. These three learnings, they learn when they face (note); they learn when",
  "cnd5:42.8": "they know; they learn when they see (; when they learn with introspection); they",
  "cnd5:42.9": "learn when the mind is established (in a decision); they learn when faith",
  "cnd5:42.10": "prevails; they learn with vigor and hard work; when mindfulness arises, they",
  "cnd5:42.11": "learn; when mind is set (focused) they learn; when wisdom is learned, they",
  "cnd5:42.12": "learn; when they are proved to have known, they learn; they learn through",
  "cnd5:42.13": "renunciation; they learn when they practice; they practice well, and sustain",
  "cnd5:42.14": "when they are testified, then they go on. For this reason they are called",
  "cnd5:42.15": "learning. \"Everyone\" is the multitude. These learned practitioners are the",
  "cnd5:42.16": "Sotāpanna, Sakadāgāmī, Anāgāmī, and Arahant. \"Here,\" in this view, in this",
  "cnd5:42.17": "liking, in this inclination, in this proposition, in this Dhamma, in this",
  "cnd5:42.18": "teaching, in this practice, in the teachings of this Master, in this individual,",
  "cnd5:42.19": "in this human world.",
  "cnd5:43.1": "\"When the wise are asked about their behavior, my dear sir! Please tell me\": You",
  "cnd5:43.2": "are the wise and enlightened, who knows the Dhamma and learned the behavior,",
  "cnd5:43.3": "conduct, practice, travel, residing, and path. \"Are asked,\" being questioned;",
  "cnd5:43.4": "begging, being inquired of; make it clear. \"Please tell\": please explain, please",
  "cnd5:43.5": "teach, .... \"Dear Sir,\" ....",
  "cnd5:44.1": "<em>8 : (The Blessed One:) You should not be greedy in desire,",
  "cnd5:44.2": "And your mind should not be muddy,",
  "cnd5:44.3": "Being a skillful person of all dhammas,",
  "cnd5:44.4": "The bhikkhu should wander mindfully.</em>",
  "cnd5:44.5": "<em>8 : (The Blessed One:) You should not be greedy in desire,",
  "cnd5:44.6": "And your mind should not be muddy,",
  "cnd5:44.7": "Being a skillful person of all dhammas,",
  "cnd5:44.8": "The bhikkhu should wander mindfully.</em>",
  "cnd5:44.9": "<em>8 : (The Blessed One:) You should not be greedy in desire,",
  "cnd5:44.10": "And your mind should not be muddy,",
  "cnd5:44.11": "Being a skillful person of all dhammas,",
  "cnd5:44.12": "The bhikkhu should wander mindfully.</em>",
  "cnd5:44.13": "<em>8 : (The Blessed One:) You should not be greedy in desire,",
  "cnd5:44.14": "And your mind should not be muddy,",
  "cnd5:44.15": "Being a skillful person of all dhammas,",
  "cnd5:44.16": "The bhikkhu should wander mindfully.</em>",
  "cnd5:45.1": "\"Should not be greedy in desire\": \"Desire,\" there are two types of desires: the",
  "cnd5:45.2": "desire for things and the desire for pollution. What are the desires for things?",
  "cnd5:45.3": "Desirable sight, sound, smell, taste, touch; bedding, clothing, maidservants,",
  "cnd5:45.4": "goats and sheep, chickens and pigs, elephants, cows, horses, mules, horses,",
  "cnd5:45.5": "fields, houses, gold, gold coins, villages and towns, capitals, countries,",
  "cnd5:45.6": "territories, treasuries, warehouses; everything that can be tainted by greed is",
  "cnd5:45.7": "the desire for things.",
  "cnd5:46.1": "In addition, there are past desires, future desires, present desires, internal",
  "cnd5:46.2": "desires, external desires, internal and external desires, inferior desires,",
  "cnd5:46.3": "medium desires, superior desires; desires in the suffering world, human desires,",
  "cnd5:46.4": "heavenly desires, existing desire, created desire, uncreated desire, created",
  "cnd5:46.5": "desire by others, possessed desire, unpossessed desire, cherished desire,",
  "cnd5:46.6": "non-cherished desires; the desires of all the worlds of desire, the desires of",
  "cnd5:46.7": "all the worlds of physicality, all the desires of the world of non-material",
  "cnd5:46.8": "worlds, dependence on thirst and desire for love, desiring righteousness, greed",
  "cnd5:46.9": "for righteousness, the desire to be intoxicated by righteousness and happiness,",
  "cnd5:46.10": "is called the desire for things.",
  "cnd5:47.1": "What is the desire for defilement? The desire for desire, the desire for greed,",
  "cnd5:47.2": "the desire of desire to greed, the desire of intention, the desire for lust, the",
  "cnd5:47.3": "desire for intention, the joy of desire, love obsession, the binding harness of",
  "cnd5:47.4": "desire, attachment, the desire for cover.",
  "cnd5:48.1": "\"Seeing those roots of desire,",
  "cnd5:48.2": "Wanting to be produced by thought (intention),",
  "cnd5:48.3": "I will not think of them,",
  "cnd5:48.4": "So desire will not exist.\"",
  "cnd5:48.5": "[Jat.8.421]",
  "cnd5:49.1": "These are called polluting desires. Craving thirst, attachment, it is greed,",
  "cnd5:49.2": "lust... (omitted) unwholesome roots. \"Should not be greedy in desire\": In the",
  "cnd5:49.3": "desire to pollute, one should not be greedy, or obstructed in the desire of",
  "cnd5:49.4": "things, should be separated from greed, and those who have excluded greed, have",
  "cnd5:49.5": "been freed from greed, have renounced greed, have no greed, have eliminated",
  "cnd5:49.6": "greed, those who have attained the cessation of greed, have no hunger and",
  "cnd5:49.7": "thirst, those who have extinguished, have become cool, and feel joy, should live",
  "cnd5:49.8": "as a Brāhmaṇa.",
  "cnd5:50.1": "\"Mind should not be muddy\": \"Mind\": all the heart, mind, heart, white (clean),",
  "cnd5:50.2": "meaning, intentions, consciousness, corresponding to that consciousness. With",
  "cnd5:50.3": "evil acts of the body, the mind becomes turbid, agitated, moving, impacting,",
  "cnd5:50.4": "volatile, fluctuating, rotating, and restless; acting evil with words...",
  "cnd5:50.5": "(omitted), acting evil with intention..., with greed..., aversion..., with",
  "cnd5:50.6": "ignorance..., with anger..., with resentment..., in hiding evil..., with",
  "cnd5:50.7": "domineering..., with jealousy..., with stinginess..., with hypocrisy..., with",
  "cnd5:50.8": "cunning..., with stubbornness..., with passion..., with conceit..., with",
  "cnd5:50.9": "arrogance..., with relaxation..., with all pollution..., with all evil deeds...,",
  "cnd5:50.10": "with all troubles..., with all the heat (of suffering)...; the unwholesome mind,",
  "cnd5:50.11": "turbid, agitated, volatile, fluctuating, rotating, and restless. \"The mind",
  "cnd5:50.12": "should not be muddy\": The mind should not be cloudy: not disturbed, not shaken,",
  "cnd5:50.13": "not moved, not rotated, calmed down, and all pollution should be abandoned,",
  "cnd5:50.14": "should be discarded, should be driven away, should be ended, should be made to",
  "cnd5:50.15": "cease to exist; one should be separated from muddiness and pollution, quashed,",
  "cnd5:50.16": "abstained, separated, left, liberated; free from bondage, one should live with",
  "cnd5:50.17": "an unrestrained heart.",
  "cnd5:51.1": "\"This is a skillful person of all the Dhamma\": \"All actions are impermanent\",",
  "cnd5:51.2": "the skillful one in the Dhamma knows; \"all actions are suffering\"..., \"all",
  "cnd5:51.3": "actions are without self\"..., \"ignorance is the cause of all deeds\"....",
  "cnd5:52.1": "Or (seeing as) impermanent, the skillful person in all dhammas; it is",
  "cnd5:52.2": "suffering... (omitted), it is disease..., it is the tumor..., it is the arrow...",
  "cnd5:52.3": "the curse..., the other side..., corruption..., disaster..., movable...,",
  "cnd5:52.4": "perishable..., unstable..., it is no refuge..., is miserable..., the root of",
  "cnd5:52.5": "misfortune..., hypocritical..., empty..., selfless..., it is the dhamma of",
  "cnd5:52.6": "impermanence..., the murderer..., increasing..., bait..., is life..., the method",
  "cnd5:52.7": "of old age..., the method of sorrow and despair..., of pollution...,",
  "cnd5:52.8": "pleasure..., the extinction..., the trouble..., a good man who renounces for the",
  "cnd5:52.9": "skillfulness of all dhammas.",
  "cnd5:53.1": "Or, the person skillful with the aggregates, ...of the would, ...of the place,",
  "cnd5:53.2": "...with dependent origination, of mindfulness, righteousness, the divine bases,",
  "cnd5:53.3": "...of the root, of power, of consciousness, of support, of the Path, of the",
  "cnd5:53.4": "Fruit, of Nibbāna.",
  "cnd5:54.1": "Or, all dhammas are called the twelve sense bases: eyes and forms, ears and",
  "cnd5:54.2": "sounds, nose and smell, tongue and taste, body and touch, mind and dhamma; and",
  "cnd5:54.3": "because of desire and greed in the inner and outer parts of oneself being cut",
  "cnd5:54.4": "off, the roots have been cut off, just like a palm tree without roots, becoming",
  "cnd5:54.5": "a non-existent, non-living thing for the future.",
  "cnd5:55.1": "\"Bhikkhus should march (wander) mindfully\": \"Mindfully\" in four ways: when",
  "cnd5:55.2": "practicing mindfulness on the body, when practicing mindfulness on perception,",
  "cnd5:55.3": "when watching the mind in the heart, when the practice is in line with the",
  "cnd5:55.4": "teachings, it is mindful.",
  "cnd5:56.1": "And again in four ways: the state of avoiding non-mind, the state of the Dhamma",
  "cnd5:56.2": "that should be done to the mind, the state of the Dhamma that is obstructed by",
  "cnd5:56.3": "the mind, the state of the mindfulness factor (phase) not being forgotten.",
  "cnd5:57.1": "And again in four ways: the state of possessing mindfulness, the state of",
  "cnd5:57.2": "abiding in mindfulness, the state of experiencing mindfulness, and the state of",
  "cnd5:57.3": "mindfulness not lowering.",
  "cnd5:58.1": "And again in four ways: with the state of being mindful as the object of",
  "cnd5:58.2": "mindfulness, the quiet state as the object, the calm state as the object, the",
  "cnd5:58.3": "state of silence; the recollection of the Buddha, the recollection of the",
  "cnd5:58.4": "Dhamma, the recollection of the Saṅgha, the precepts, the alms, of the mind;",
  "cnd5:58.5": "mindfulness of the in and out breath, of death, of the body, of silence; all",
  "cnd5:58.6": "mindfulness, free-mindfulness..., the path without a fork, are called",
  "cnd5:58.7": "mindfulness. Having been fully possessed, reaching fully, possessing, arriving,",
  "cnd5:58.8": "with this thought, he is called mindful. \"Bhikkhu,\" he who destroyed the state",
  "cnd5:58.9": "of the seven dhammas is called Bhikkhu; seeing is destroyed, suspicion is",
  "cnd5:58.10": "destroyed, prohibition..., greed..., anger..., delusion..., sloth...; those evil",
  "cnd5:58.11": "and unwholesome dhammas are destroyed: shunning pollution (defilement), the",
  "cnd5:58.12": "others, the fear, the bitter fruit, will no longer live for the future.",
  "cnd5:59.1": "The Blessed One [Sn.3.6, 519]:",
  "cnd5:59.2": "\"By his own practice,",
  "cnd5:59.3": "To Nibbāna, transcending skeptics,",
  "cnd5:59.4": "After abandoning nothingness and existence,",
  "cnd5:59.5": "The one who has been completed,",
  "cnd5:59.6": "The one who is extinct, he is a Bhikkhu.\"",
  "cnd5:60.1": "\"Bhikkhus should march mindfully\": Bhikkhus should proceed mindfully, walk",
  "cnd5:60.2": "mindfully, stand mindfully, sit down mindfully, lie down mindfully, go forward",
  "cnd5:60.3": "mindfully, step back..., look forward..., observe..., bend..., straighten...,",
  "cnd5:60.4": "hold coats, bowls, and clothes mindfully, walk and live mindfully, act, go on,",
  "cnd5:60.5": "guard, survive.",
  "cnd5:61.1": "At the end of the verse, for those who live with the same intention, same",
  "cnd5:61.2": "endeavor, same inclination, and same dwelling place as the Brāhmaṇas, the",
  "cnd5:61.3": "distant dust and dhamma eyes of thousands of living things arise: \"Any",
  "cnd5:61.4": "collection of dhammas is an extinction.\" The mind of the Brāhmaṇa is free from",
  "cnd5:61.5": "all defilements without clinging. Along with reaching the realm of the Arahant,",
  "cnd5:61.6": "their sheepskin clothing, knotted hair, bark clothing, sticks, long-mouthed",
  "cnd5:61.7": "water bottles, hair, and beards disappeared, becoming bald, replaced with robes,",
  "cnd5:61.8": "cloth clothes, overcoats, and bowls. They clasp their hands together to show",
  "cnd5:61.9": "respect to the Blessed One, and sit down: \"Great Virtue! The Blessed One is my",
  "cnd5:61.10": "teacher, and I am a disciple.\""
}
