{
  "cnd8:0.1": "Cūḷaniddesa",
  "cnd8:0.2": "Pārāyanavagganiddesa",
  "cnd8:0.3": "4. Mettagū",
  "cnd8:1.1": "<em>18 : [Venerable Mettagū like this:]",
  "cnd8:1.2": "Blessed One, I ask you, please tell me this.",
  "cnd8:1.3": "I think you are a person who knows the Vedas, and has personally practiced.",
  "cnd8:1.4": "From where did these sufferings come into being,",
  "cnd8:1.5": "Of all types of different forms in the world?</em>",
  "cnd8:1.6": "<em>18 : [Venerable Mettagū like this:]",
  "cnd8:1.7": "Blessed One, I ask you, please tell me this.",
  "cnd8:1.8": "I think you are a person who knows the Vedas, and has personally practiced.",
  "cnd8:1.9": "From where did these sufferings come into being,",
  "cnd8:1.10": "Of all types of different forms in the world?</em>",
  "cnd8:1.11": "<em>18 : [Venerable Mettagū like this:]",
  "cnd8:1.12": "Blessed One, I ask you, please tell me this.",
  "cnd8:1.13": "I think you are a person who knows the Vedas, and has personally practiced.",
  "cnd8:1.14": "From where did these sufferings come into being,",
  "cnd8:1.15": "Of all types of different forms in the world?</em>",
  "cnd8:1.16": "<em>18 : [Venerable Mettagū like this:]",
  "cnd8:1.17": "Blessed One, I ask you, please tell me this.",
  "cnd8:1.18": "I think you are a person who knows the Vedas, and has personally practiced.",
  "cnd8:1.19": "From where did these sufferings come into being,",
  "cnd8:1.20": "Of all types of different forms in the world?</em>",
  "cnd8:1.21": "<em>18 : [Venerable Mettagū like this:]",
  "cnd8:1.22": "Blessed One, I ask you, please tell me this.",
  "cnd8:1.23": "I think you are a person who knows the Vedas, and has personally practiced.",
  "cnd8:1.24": "From where did these sufferings come into being,",
  "cnd8:1.25": "Of all types of different forms in the world?</em>",
  "cnd8:2.1": "\"Master! I ask this, please tell me this\": \"I ask,\" there are three types of",
  "cnd8:2.2": "queries: inquiry about the explanation of the unseen, inquiry about the",
  "cnd8:2.3": "confluence of the seen, and inquiry about the cutting off of doubt.",
  "cnd8:3.1": "What is an inquiry about the unseen? The unknown, unseen, unmeasured, unjudged,",
  "cnd8:3.2": "unclear characteristic, for the purpose of his wisdom, seeing, measuring,",
  "cnd8:3.3": "judging, making clear, he asked a question.",
  "cnd8:4.1": "What is an inquiry about the confluence of the seen? A characteristic that was",
  "cnd8:4.2": "known, seen, measured, judged, clear, and understood. He asked questions for the",
  "cnd8:4.3": "purpose of confluence with other wise men.",
  "cnd8:5.1": "What is an inquiry for the cutting off of doubt? A leap-into skeptic, jump-in",
  "cnd8:5.2": "doubter, and born doubter: \"Is that so? Isn't it true? What is it then? How is",
  "cnd8:5.3": "it?\" He asks questions for the purpose of severance of doubt.",
  "cnd8:6.1": "The next three types of inquiry: human inquiry, non-human inquiry, and inquiry",
  "cnd8:6.2": "of the created (nimmitapucchā).",
  "cnd8:7.1": "What is a human inquiry? People asked questions after they went to see the",
  "cnd8:7.2": "Buddha, the Blessed One: bhikkhus, upāsakas, upāsikās, kings, khattiya,",
  "cnd8:7.3": "Brāhmaṇas, vessas, suddas, lay people, monastics.",
  "cnd8:8.1": "What is an inhuman inquiry? The non-people asked questions after they went to",
  "cnd8:8.2": "see the Buddha, Blessed One: the dragons, golden-winged birds, Yakkha, Asuras,",
  "cnd8:8.3": "Gandhabba, kings, Indā, Brahmas, devas.",
  "cnd8:9.1": "What is the inquiry of the created? All the physical bodies and limbs of the",
  "cnd8:9.2": "Blessed One's mind-made forms draw near and ask questions after seeing the",
  "cnd8:9.3": "Blessed One, and the Blessed One answers him.",
  "cnd8:10.1": "The next three types of inquiry: inquiry for one's own benefit, inquiry for the",
  "cnd8:10.2": "benefit of others, and inquiry for the benefit of both. The next three:",
  "cnd8:10.3": "inquiries about current interests, inquiries about future interests, and",
  "cnd8:10.4": "inquiries about the highest interests. The next three: inquiry for the benefit",
  "cnd8:10.5": "of no faults, inquiry for the benefit of no pollution, and inquiry for the pure",
  "cnd8:10.6": "benefit. The next three: (about) past queries, future queries, and current",
  "cnd8:10.7": "queries. The next three: (about) inquiries within oneself, inquiries outside",
  "cnd8:10.8": "oneself, and inquiries within and outside oneself. The next three: (about) good",
  "cnd8:10.9": "merit, demerit, and the undesignated (abyākatapucchā) The next three: (about)",
  "cnd8:10.10": "masses, relics, and institutions. The next three: about mindfulness, about",
  "cnd8:10.11": "diligence, about spiritual content. The next three: about the root, the",
  "cnd8:10.12": "strength, and the enlightenment. The next three: about the Path, the Fruit, and",
  "cnd8:10.13": "Nibbāna.",
  "cnd8:11.1": "\"I ask you,\" I beg you; make it clear to me.",
  "cnd8:12.1": "\"[Like this Venerable Mettagū]\": \"Like this,\" the continuation of the sentences,",
  "cnd8:12.2": "the connection of the words, the completion of the sentences, the combination of",
  "cnd8:12.3": "words, this is the order of the sentence, which is \"like this.\" \"Venerable,\"",
  "cnd8:12.4": "this is a synonym of love, respect, and obedience. \"Mettagū,\" the name, title,",
  "cnd8:12.5": "security of the Brāhmaṇa, title, word, phrase.",
  "cnd8:13.1": "\"I think you are a person who knows the Vedas and who have personally",
  "cnd8:13.2": "practiced\": I think you are \"aware of the Vedas.\" I think you are a \"person who",
  "cnd8:13.3": "has practiced yourself,\" I know so; I agree. \"A person who knows the Vedas, who",
  "cnd8:13.4": "has already practiced himself,\" How is the Blessed One one who knows the Vedas?",
  "cnd8:13.5": "The Vedas are called wisdom, the root of wisdom, power of wisdom, dhamma",
  "cnd8:13.6": "enlightenment, investigation, vipassanā, right view of the four realms. The",
  "cnd8:13.7": "Blessed Ones are those who have reached the ultimate (target), who have lived,",
  "cnd8:13.8": "aged, and died in the Vedas; those who have reached the ultimate, those who have",
  "cnd8:13.9": "reached the end, those who have reached the boundary, those who have reached the",
  "cnd8:13.10": "refuge, those who have reached the shelter, those who have reached no fear, have",
  "cnd8:13.11": "arrived without being dead, those who reach the undead are those who have",
  "cnd8:13.12": "reached Nibbāna. Or \"the one who has known the Vedas\" is the one who knows the",
  "cnd8:13.13": "Vedas, or the known state of the seven dhammas is the one who knows the Vedas:",
  "cnd8:13.14": "seeing being known, suspicion being known, refraining being known, greed (being",
  "cnd8:13.15": "known), anger (being known), ignorance (being known), sloth being known, and its",
  "cnd8:13.16": "evil and unwholesome methods are known: succumbing to polluting, recurring,",
  "cnd8:13.17": "fearing, and it will live and die in the future.",
  "cnd8:14.1": "The Blessed One: [Sn.3.6, 534]",
  "cnd8:14.2": "\"Select all the Vedas,",
  "cnd8:14.3": "All those belonging to the Samaṇas and Brāhmaṇas that exist here,",
  "cnd8:14.4": "He is free from greed in all feelings,",
  "cnd8:14.5": "And after surpassing all Vedas, he is one who knows the Vedas well.\"",
  "cnd8:15.1": "How is he the Blessed One who has already practiced himself? The Blessed One is",
  "cnd8:15.2": "the person who has practiced the body, the mind, the wisdom, the mindfulness,",
  "cnd8:15.3": "the righteousness, studied the divine bases, the root, the power, the",
  "cnd8:15.4": "enlightenment. Those who have practiced the path, those who have given up the",
  "cnd8:15.5": "polluters, those who have been unshakable, those who have testified, those who",
  "cnd8:15.6": "have known, have given up, have practiced, have given up testimony, have",
  "cnd8:15.7": "renounced what should be renounced, practiced what ought to be practiced, not",
  "cnd8:15.8": "small, large, very deep, immeasurable, difficult to be; those who have a deep",
  "cnd8:15.9": "understanding of many treasures, such as the ocean, are those who possess six",
  "cnd8:15.10": "peaces:",
  "cnd8:16.1": "After seeing the form with the eyes, I am neither happy nor sad, and live in",
  "cnd8:16.2": "peace, mindful and righteous; after hearing the sound with the ear..., after",
  "cnd8:16.3": "smelling the smell with the nose..., after tasting the taste with the tongue...,",
  "cnd8:16.4": "after touching the touch with the body..., after knowing the Dhamma with",
  "cnd8:16.5": "consciousness, I am neither happy nor sad, but live in peace, mindfulness and",
  "cnd8:16.6": "righteousness [DN.33, 6].",
  "cnd8:17.1": "After seeing form with his eyes, he does not desire, dislike, and does not cause",
  "cnd8:17.2": "greed to occur in the desired form. His body is already established, his mind is",
  "cnd8:17.3": "already established, and he is built up and liberated by virtue. After seeing",
  "cnd8:17.4": "the undesirable form, he does not become discouraged, have unrestrained mind,",
  "cnd8:17.5": "unintentional sorrow, unintentional malice; his body is already inhabited, his",
  "cnd8:17.6": "mind is already inhabited, and he is built up by goodness and kindness within",
  "cnd8:17.7": "himself.",
  "cnd8:18.1": "After seeing the form with the eyes, the body has been inhabited and the mind",
  "cnd8:18.2": "has been inhabited in the agreeable and undesirable forms, and the self is built",
  "cnd8:18.3": "up and freed by the kindness; after listening to the sound with the ear...",
  "cnd8:18.4": "(omitted), after knowing with the dhamma with the consciousness, both the body",
  "cnd8:18.5": "and the mind have been established in both the agreeable and undesirable",
  "cnd8:18.6": "methods, and he is established and liberated by virtue within himself [SN.46.6].",
  "cnd8:19.1": "After seeing the form with eyes, he will not rouse excitement in pleasure, will",
  "cnd8:19.2": "not be corrupted by anger in offense, not be lead to infatuation by dullness,",
  "cnd8:19.3": "not become angry in what is angering, not be attached to what is intoxicating,",
  "cnd8:19.4": "not be contaminated by impurities; after hearing the sound with your ears...",
  "cnd8:19.5": "(omitted) after knowing the dhamma with consciousness....",
  "cnd8:20.1": "There is only the seen in what you see; there is only the heard in what you",
  "cnd8:20.2": "hear; there is only the perceived in what you perceive; there is only the known",
  "cnd8:20.3": "in what you know [SN.35.95]. Do not be contaminated by in what you see; not",
  "cnd8:20.4": "contaminated by what you hear; not contaminated by what you perceive; not",
  "cnd8:20.5": "contaminated by what you know; and he who is has no obsession, (virtue) without",
  "cnd8:20.6": "loss, not dependent, and not bound by what is known, freed from the bondage, he",
  "cnd8:20.7": "lives with an unrestrained heart; in terms of what he hears... (omitted) in",
  "cnd8:20.8": "terms of what he knows, he is the one without attachment, the one who does not",
  "cnd8:20.9": "lose, the one who does not depend on, and the one who is not bound. Freed from",
  "cnd8:20.10": "the bondage, he lives with an unrestrained heart.",
  "cnd8:21.1": "The Blessed One has eyes, the Blessed One has eyes to see form, the Blessed One",
  "cnd8:21.2": "has no desires and greed, and the Blessed One's heart is kind and liberating;",
  "cnd8:21.3": "...(omitted) ears to hear...; ...nose to smell...; ...tongue to taste...;",
  "cnd8:21.4": "...body to touch...; The Blessed One is intentional, the Blessed One knows the",
  "cnd8:21.5": "dhamma with consciousness, the Blessed One has no desires and greed, and the",
  "cnd8:21.6": "Blessed One has a kind heart and is free [SN.35.232].",
  "cnd8:22.1": "Eyes rejoice in form, the Blessed One has regulated, tuned, guarded, protected,",
  "cnd8:22.2": "and taught the self-control of it; ears are joyous in sound... (omitted) the",
  "cnd8:22.3": "nose rejoices in the smell..., the tongue rejoices in the taste..., the body is",
  "cnd8:22.4": "joyful in touch..., and the Blessed One has regulated, tuned, guarded,",
  "cnd8:22.5": "protected, and taught the self-control of it, which means to rejoice in the",
  "cnd8:22.6": "Dhamma, to be happy in the Dhamma; the Blessed One has regulated..., the",
  "cnd8:22.7": "self-control of it. [MN.75].",
  "cnd8:23.1": "\"The tamed (adjusted) (elephant) is lead to the assembly,",
  "cnd8:23.2": "The king boards the tamed (elephant);",
  "cnd8:23.3": "The man who has been tuned tamed is the highest victor among the people,",
  "cnd8:23.4": "He who bears insults.",
  "cnd8:24.1": "The mule that has been tamed is exceptional,",
  "cnd8:24.2": "And noble Sindh steeds,",
  "cnd8:24.3": "And large-tusked elephants, great elephants;",
  "cnd8:24.4": "Self-tamed people are even better.",
  "cnd8:25.1": "One does not ride on these,",
  "cnd8:25.2": "To go to the unreached direction,",
  "cnd8:25.3": "As a tamed person goes,",
  "cnd8:25.4": "By taming himself.\"",
  "cnd8:25.5": "[Dhp.321-323]",
  "cnd8:26.1": "\"They are unwavering in all types of conceit,",
  "cnd8:26.2": "Becoming liberated and reborn,",
  "cnd8:26.3": "Have reached the adjusted imperial position,",
  "cnd8:26.4": "They are the victors in the world.\"",
  "cnd8:26.5": "[SN.22.76]",
  "cnd8:27.1": "\"Those who have cultivated their roots,",
  "cnd8:27.2": "Inside and outside themselves, in the world,",
  "cnd8:27.3": "Piercing this and other worlds, when he is waiting for death,",
  "cnd8:27.4": "He is the one who has been well-tamed.\"",
  "cnd8:27.5": "[Sn.3.6, 521]",
  "cnd8:28.1": "\"From where did these sufferings arise\": \"From where,\" the question of doubt,",
  "cnd8:28.2": "the question of confusion, the question of more than one question, this is a",
  "cnd8:28.3": "rhetorical question, ironic question, why on earth? \"Suffering,\" suffering from",
  "cnd8:28.4": "birth, suffering from old age, ...from sickness, from death, sorrow, despair,",
  "cnd8:28.5": "loss, hell, the animal world, ghosts, human beings; rooted in suffering from",
  "cnd8:28.6": "birth, rooted in the suffering of living in the womb, rooted in the suffering of",
  "cnd8:28.7": "birth, the suffering of the living being dependent, the suffering of the living",
  "cnd8:28.8": "being manipulated by others, ...due to their own actions, due to the actions of",
  "cnd8:28.9": "others, from change, eye disease, ear disease, nose disease, tongue disease,",
  "cnd8:28.10": "body disease, head disease, external ear disease, mouth disease, tooth disease,",
  "cnd8:28.11": "cough, wheezing, external nose disease, fever, old age, abdominal disease, coma,",
  "cnd8:28.12": "diarrhea, abdominal pain, cholera, leprosy, tumor, ringworm, lung disease,",
  "cnd8:28.13": "epilepsy, scabies, rheumatoid ringworm, scratches (disease), dry and cracked",
  "cnd8:28.14": "skin, blood biliary disease, diabetes, hemorrhoids, rashes (boils), ulcers,",
  "cnd8:28.15": "diseases caused by gallbladder, diseases caused by phlegm, diseases caused by",
  "cnd8:28.16": "wind, etc., (three) diseases caused by a combination of seasons, diseases caused",
  "cnd8:28.17": "by incorrect postures, sudden attack diseases, diseases born from the fruit of",
  "cnd8:28.18": "kamma, such as cold, heat, hunger, thirst, feces, urine, contact with fly",
  "cnd8:28.19": "mosquitoes, sun snakes, etc., suffering from dead mothers, suffering from dead",
  "cnd8:28.20": "fathers, from dead brothers, dead sisters, dead children, the dead daughters,",
  "cnd8:28.21": "the suffering of relatives' loss, the suffering of the loss of wealth, the",
  "cnd8:28.22": "suffering of the loss of disease, the suffering of the decline of precept, the",
  "cnd8:28.23": "suffering of the decline of seeing. From the very beginning of these dhammas,",
  "cnd8:28.24": "they have been known; since they disappeared, they have been known, the",
  "cnd8:28.25": "retribution is based on kamma; connection is based on kamma, the name is based",
  "cnd8:28.26": "on form; and form is based on name. Those who are followed by arising,",
  "cnd8:28.27": "accompanied by birth, followed by age, conquered by disease, struck by death,",
  "cnd8:28.28": "living in suffering, with no shelter, and no refuge, are called suffering. Where",
  "cnd8:28.29": "did these sufferings come from? Where did it arise? Where is it produced? Where",
  "cnd8:28.30": "did it happen from? Where was it born? Where did it appear? What is the cause?",
  "cnd8:28.31": "What is its aggregation? What is its birth? What is its root cause? He inquired",
  "cnd8:28.32": "about the root of these sufferings, he inquired about the reason, he inquired",
  "cnd8:28.33": "about the cause, he inquired about the arising, he inquired about the emergence,",
  "cnd8:28.34": "he inquired and waited, he inquired about the nutriment, he inquired about the",
  "cnd8:28.35": "cause, he inquired about the fate, he inquired about the set, he asked and",
  "cnd8:28.36": "begged, requested, make it clear.",
  "cnd8:29.1": "\"Of all types of different shapes and forms in any world\": \"Of all types,\" all",
  "cnd8:29.2": "completely, every aspect completely, no surplus, the whole earth, this is the",
  "cnd8:29.3": "ubiquitous language, which is \"all.\" \"In any world,\" the world of suffering, the",
  "cnd8:29.4": "world of humans, the world of heaven, the world of aggregates, the world of",
  "cnd8:29.5": "worlds, and the world of existence. \"Various shapes and forms,\" various types",
  "cnd8:29.6": "and types of suffering.",
  "cnd8:30.1": "<em>19 : [The Blessed One: \"Mettagū!\"]",
  "cnd8:30.2": "You ask me about the occurrence of suffering,",
  "cnd8:30.3": "And I will say that for you as one who knows:",
  "cnd8:30.4": "All sufferings occur due to dependence,",
  "cnd8:30.5": "Of all types of different forms in the world.</em>",
  "cnd8:30.6": "<em>19 : [The Blessed One: \"Mettagū!\"]",
  "cnd8:30.7": "You ask me about the occurrence of suffering,",
  "cnd8:30.8": "And I will say that for you as one who knows:",
  "cnd8:30.9": "All sufferings occur due to dependence,",
  "cnd8:30.10": "Of all types of different forms in the world.</em>",
  "cnd8:30.11": "<em>19 : [The Blessed One: \"Mettagū!\"]",
  "cnd8:30.12": "You ask me about the occurrence of suffering,",
  "cnd8:30.13": "And I will say that for you as one who knows:",
  "cnd8:30.14": "All sufferings occur due to dependence,",
  "cnd8:30.15": "Of all types of different forms in the world.</em>",
  "cnd8:30.16": "<em>19 : [The Blessed One: \"Mettagū!\"]",
  "cnd8:30.17": "You ask me about the occurrence of suffering,",
  "cnd8:30.18": "And I will say that for you as one who knows:",
  "cnd8:30.19": "All sufferings occur due to dependence,",
  "cnd8:30.20": "Of all types of different forms in the world.</em>",
  "cnd8:30.21": "<em>19 : [The Blessed One: \"Mettagū!\"]",
  "cnd8:30.22": "You ask me about the occurrence of suffering,",
  "cnd8:30.23": "And I will say that for you as one who knows:",
  "cnd8:30.24": "All sufferings occur due to dependence,",
  "cnd8:30.25": "Of all types of different forms in the world.</em>",
  "cnd8:31.1": "\"You ask me about the occurrence of suffering\": Suffering, bitterness, old age,",
  "cnd8:31.2": "sickness, death, sadness, desperation, and sorrow. You ask, you ask about the",
  "cnd8:31.3": "cause of suffering, you ask about the root, you ask about arising, you ask about",
  "cnd8:31.4": "happening, you ask about waiting, you ask about the nutriment, you ask about the",
  "cnd8:31.5": "object, you ask about the condition, you ask about the collection, you ask",
  "cnd8:31.6": "strongly, you ask, beg, request, make it clear. \"Mettagū,\" the Blessed One",
  "cnd8:31.7": "called the Brāhmaṇa by his name. \"Blessed One,\" this is a respectful synonym...",
  "cnd8:31.8": "(omitted).",
  "cnd8:32.1": "\"I will say that for you as the one who knows\": \"That,\" I will explain the cause",
  "cnd8:32.2": "of suffering, ...the root, arising, production, ...(omitted); I will explain, I",
  "cnd8:32.3": "will teach... (omitted). \"As the one who knows,\" such as the one who knows, the",
  "cnd8:32.4": "one who understands, the one who penetrates, not from hearsay, not from rumors,",
  "cnd8:32.5": "not from inheritance, not from scripture, not from logic, not from reasoning,",
  "cnd8:32.6": "not because of theoretical contemplation, not because of the insights accepted",
  "cnd8:32.7": "after contemplation; a method that is personally proven and self-proven by",
  "cnd8:32.8": "oneself, I will say that.",
  "cnd8:33.1": "\"All sufferings occur due to dependence (upadhi; this could also be translated",
  "cnd8:33.2": "as attachment or acquisition) \": \"Dependence,\" there are ten types of",
  "cnd8:33.3": "dependence: dependence of craving, dependence of seeing, of pollution, of kamma,",
  "cnd8:33.4": "of evil deeds, the attachment to food, the attachment to disgust, to the four",
  "cnd8:33.5": "attachments, to the six inner states, to the six types of consciousness, and to",
  "cnd8:33.6": "all sufferings with heart and righteousness. \"All suffering,\" suffering from",
  "cnd8:33.7": "birth, suffering from old age, suffering from death... (omitted). From the",
  "cnd8:33.8": "beginning of these dhammas, they have been known; knowing, kamma is based on",
  "cnd8:33.9": "kamma; name is based on form; form is based on name. Being followed by birth,",
  "cnd8:33.10": "accompanied by birth, followed by old age, conquered by illness, struck by",
  "cnd8:33.11": "death, and suffering, those who live in suffering, without shelter, and without",
  "cnd8:33.12": "refuge are called suffering. These sufferings are based on dependence as a",
  "cnd8:33.13": "cause, dependence as a linking cause, dependence as a condition, and dependence",
  "cnd8:33.14": "is the cause of their occurrence, generation, arising, production, birth, and",
  "cnd8:33.15": "being born.",
  "cnd8:34.1": "\"All types of different shapes and forms in any world\": \"All types\"",
  "cnd8:34.2": "...(omitted).",
  "cnd8:35.1": "<em>20 : Those who are clinging through ignorance,",
  "cnd8:35.2": "The dull one suffers repeatedly,",
  "cnd8:35.3": "Therefore, the one who knows should not be dependent,",
  "cnd8:35.4": "Knowing (that this is) the life and production of suffering.</em>",
  "cnd8:35.5": "<em>20 : Those who are clinging through ignorance,",
  "cnd8:35.6": "The dull one suffers repeatedly,",
  "cnd8:35.7": "Therefore, the one who knows should not be dependent,",
  "cnd8:35.8": "Knowing (that this is) the life and production of suffering.</em>",
  "cnd8:35.9": "<em>20 : Those who are clinging through ignorance,",
  "cnd8:35.10": "The dull one suffers repeatedly,",
  "cnd8:35.11": "Therefore, the one who knows should not be dependent,",
  "cnd8:35.12": "Knowing (that this is) the life and production of suffering.</em>",
  "cnd8:35.13": "<em>20 : Those who are clinging through ignorance,",
  "cnd8:35.14": "The dull one suffers repeatedly,",
  "cnd8:35.15": "Therefore, the one who knows should not be dependent,",
  "cnd8:35.16": "Knowing (that this is) the life and production of suffering.</em>",
  "cnd8:36.1": "\"Whoever does not depend, the wise person\": \"Who,\" who is like what, such as in",
  "cnd8:36.2": "effort, such as arrangement, such as the type, wherever has arrived, where is a",
  "cnd8:36.3": "khattiya, or Brāhmaṇa, or vessa, or sudda, or a person at home, or a bhikkhu, or",
  "cnd8:36.4": "a person. The \"unwise person\" is the person who has entered ignorance, the",
  "cnd8:36.5": "indifferent, and the inferior. Relying on seeing, relying on pollution, ...on",
  "cnd8:36.6": "work, evil deeds, food, disgust, the four attachments, the six inner places,",
  "cnd8:36.7": "being dependent on the six types of consciousness, producing, making it live,",
  "cnd8:36.8": "making it arise.",
  "cnd8:37.1": "\"Suffering repeatedly reaches the dull\": Birth, suffering, sickness, death,",
  "cnd8:37.2": "sorrow, despair, and bitterness come again and again, fully arrive, grasp, cling",
  "cnd8:37.3": "to. \"The dull,\" the dull, the ignorant, the unwise, the indiscriminate, and the",
  "cnd8:37.4": "inferior.",
  "cnd8:38.1": "\"Therefore the one who knows should not be dependent\": \"Therefore,\" the reason,",
  "cnd8:38.2": "the condition, the cause, when you see this fault in the attachment. \"The",
  "cnd8:38.3": "knower,\" those who understand, those who know, those who know others, those who",
  "cnd8:38.4": "see, and those who perceive: \"All actions are impermanent\"... (omitted), \"all",
  "cnd8:38.5": "actions are without self\"..., \"any collection of dhamma is an extinction\"....",
  "cnd8:38.6": "\"Should not be dependent,\" and should not be dependent upon, the attachment that",
  "cnd8:38.7": "should not be seen, ...should not be polluted, ...not to evil, ...not to food,",
  "cnd8:38.8": "...hate, ...the four attachments, the six inner parts, the six types of",
  "cnd8:38.9": "consciousness, should not be caused, should not be produced, and should not be",
  "cnd8:38.10": "caused to arise.",
  "cnd8:39.1": "\"Suffering\": those who are born with suffering, those who are old, those who are",
  "cnd8:39.2": "bitter, those who die, sorrow, despair; those who are suffering. \"The knower of",
  "cnd8:39.3": "production\": the knower of the root of suffering, ...of the cause, ...arising,",
  "cnd8:39.4": "generation, waiting, food, object, collection. The follower of the collection is",
  "cnd8:39.5": "called wisdom. That is understanding... (omitted) no delusion, choice, right",
  "cnd8:39.6": "view. To have, to fully have, to reach, to arrive, he is called the follower.",
  "cnd8:40.1": "<em>21 : (Mettagū:) Whatever we asked you, you told us;",
  "cnd8:40.2": "We want to ask you other things, come! Please tell us,",
  "cnd8:40.3": "How do the wise cross the torrents,",
  "cnd8:40.4": "Birth, aging, sadness, and weeping?",
  "cnd8:40.5": "I ask Muni to explain this thoroughly for me,",
  "cnd8:40.6": "Because like this, you are the knower of these dhammas.</em>",
  "cnd8:40.7": "<em>21 : (Mettagū:) Whatever we asked you, you told us;",
  "cnd8:40.8": "We want to ask you other things, come! Please tell us,",
  "cnd8:40.9": "How do the wise cross the torrents,",
  "cnd8:40.10": "Birth, aging, sadness, and weeping?",
  "cnd8:40.11": "I ask Muni to explain this thoroughly for me,",
  "cnd8:40.12": "Because like this, you are the knower of these dhammas.</em>",
  "cnd8:40.13": "<em>21 : (Mettagū:) Whatever we asked you, you told us;",
  "cnd8:40.14": "We want to ask you other things, come! Please tell us,",
  "cnd8:40.15": "How do the wise cross the torrents,",
  "cnd8:40.16": "Birth, aging, sadness, and weeping?",
  "cnd8:40.17": "I ask Muni to explain this thoroughly for me,",
  "cnd8:40.18": "Because like this, you are the knower of these dhammas.</em>",
  "cnd8:40.19": "<em>21 : (Mettagū:) Whatever we asked you, you told us;",
  "cnd8:40.20": "We want to ask you other things, come! Please tell us,",
  "cnd8:40.21": "How do the wise cross the torrents,",
  "cnd8:40.22": "Birth, aging, sadness, and weeping?",
  "cnd8:40.23": "I ask Muni to explain this thoroughly for me,",
  "cnd8:40.24": "Because like this, you are the knower of these dhammas.</em>",
  "cnd8:40.25": "<em>21 : (Mettagū:) Whatever we asked you, you told us;",
  "cnd8:40.26": "We want to ask you other things, come! Please tell us,",
  "cnd8:40.27": "How do the wise cross the torrents,",
  "cnd8:40.28": "Birth, aging, sadness, and weeping?",
  "cnd8:40.29": "I ask Muni to explain this thoroughly for me,",
  "cnd8:40.30": "Because like this, you are the knower of these dhammas.</em>",
  "cnd8:40.31": "<em>21 : (Mettagū:) Whatever we asked you, you told us;",
  "cnd8:40.32": "We want to ask you other things, come! Please tell us,",
  "cnd8:40.33": "How do the wise cross the torrents,",
  "cnd8:40.34": "Birth, aging, sadness, and weeping?",
  "cnd8:40.35": "I ask Muni to explain this thoroughly for me,",
  "cnd8:40.36": "Because like this, you are the knower of these dhammas.</em>",
  "cnd8:41.1": "\"Whatever we asked you, you told us\": Whatever we ask, beg, what makes us",
  "cnd8:41.2": "clear. \"You told us,\" told, explained, clarified, taught, established,",
  "cnd8:41.3": "uncovered, resolved.",
  "cnd8:42.1": "\"We want to ask you about other things, come! Please tell us\": We want to ask",
  "cnd8:42.2": "you about other things, we want to beg you for other things, we want to inquire",
  "cnd8:42.3": "for other things, we want you to make other things clear, we want to ask you",
  "cnd8:42.4": "more. \"Come! Please tell us,\" Come, please tell, please explain, please teach,",
  "cnd8:42.5": "please inform, please build, please uncover, please analyze, please clarify.",
  "cnd8:43.1": "\"How do the wise cross the torrents, birth, aging and sorrow, grief\": \"How?,\" A",
  "cnd8:43.2": "question of doubt, confusion, (omitted) ...why? The \"wise man\" means the wise",
  "cnd8:43.3": "man the enlightened man, the distinguished man. \"Torrents (storms),\" the torrent",
  "cnd8:43.4": "of desire, torrents of being, the torrent of seeing, the torrent of ignorance.",
  "cnd8:43.5": "\"Birth\" refers to the birth, entry into (the womb), ...(omitted). \"Aging\": ...,",
  "cnd8:43.6": "\"Sorrow\": ..., \"Grief,\" being touched by the loss of the relatives... (omitted)",
  "cnd8:43.7": "contacting certain sufferings, mourning, weeping, crying, lamenting useless",
  "cnd8:43.8": "words, muttering, tearing.",
  "cnd8:44.1": "\"How do the wise men get through the torrent, birth, aging, sorrow, and grief?\":",
  "cnd8:44.2": "How do the wise men survive, surpass, pass, cross, overcome the torrent, birth,",
  "cnd8:44.3": "aging, sorrow, and grief?",
  "cnd8:45.1": "\"Muni, please explain that thoroughly for me\": \"That,\" everything I ask,",
  "cnd8:45.2": "everything I beg, everything that makes me clear. \"Muni,\" Muni is called wisdom,",
  "cnd8:45.3": "understanding, simple selection, investigation, discernment, recognition,",
  "cnd8:45.4": "discrimination, close observation, inspection, learned virtuous wisdom,",
  "cnd8:45.5": "proficiency, cleverness, study, reflection, review, contemplation, examination,",
  "cnd8:45.6": "general comprehensive wisdom, vipassanā, right knowledge, stabbing rod, wisdom",
  "cnd8:45.7": "root, wisdom sword, wisdom palace, wisdom brightness, wisdom light, no delusion,",
  "cnd8:45.8": "choice of dhamma, right view. The Blessed One has the wisdom of Muni, reaching",
  "cnd8:45.9": "Muni. There are three Muni (perfect virtues): body Muni, language Muni,",
  "cnd8:45.10": "intention Muni.",
  "cnd8:46.1": "What is the body of Muni? The three types of body and evil deeds are cut off as",
  "cnd8:46.2": "the Muni position; the three types of good behaviors are the Muni position; the",
  "cnd8:46.3": "wisdom in the body is the Muni position; the knowledge of the body is the Muni",
  "cnd8:46.4": "position; walking the Path with (higher) knowledge is the body of Muni; the",
  "cnd8:46.5": "abandonment of desire and greed, cut off, as the Muni; the fourth jhāna",
  "cnd8:46.6": "extinction of the body is the position of Muni.",
  "cnd8:47.1": "What is the language of Muni? The abandonment of the four types of evil deeds of",
  "cnd8:47.2": "language is the position of Muni; the four types of good acts of language are",
  "cnd8:47.3": "the position of Muni; the wisdom of linguistic objects is the position of Muni;",
  "cnd8:47.4": "the knowledge of language is the position of Muni; and knowing the path of all",
  "cnd8:47.5": "acts is the position of Muni; the abandonment of desire and greed of language is",
  "cnd8:47.6": "the position of Muni; the second jhāna cessation of language is the position of",
  "cnd8:47.7": "language Muni.",
  "cnd8:48.1": "What is intention Muni? The three types of deeds of intention and evil deeds are",
  "cnd8:48.2": "the Muni position; the three types of good deeds are the Muni position; the",
  "cnd8:48.3": "wisdom in the mind-object is the Muni position; the knowledge of the heart is",
  "cnd8:48.4": "the Muni position; the one that walks the Path with knowledge is the position of",
  "cnd8:48.5": "Muni; the desire and greed of the heart being judged is the position of Muni;",
  "cnd8:48.6": "the desire to perish the mind is the position of Muni.",
  "cnd8:49.1": "\"Body Muni, Language Muni, and Intention Muni are no troubles,",
  "cnd8:49.2": "Muni has the status of Muni, and they say he is the one who cuts everything.",
  "cnd8:49.3": "Body Muni, Language Muni, and Intention Muni are no troubles,",
  "cnd8:49.4": "Muni has the status of Muni, and they say that they are those who have been cleansed of evil.\"",
  "cnd8:50.1": "The six types of Muni have these three modes of Muni: Muni at home, Muni without",
  "cnd8:50.2": "a home, Muni with learning, Muni without learning, Bhikkhu Muni, Muni (of the)",
  "cnd8:50.3": "Muni. Which is at home? Those laymen who have seen the footsteps and have",
  "cnd8:50.4": "learned the precepts, these are at home. Which are homeless Muni? Those bhikkhus",
  "cnd8:50.5": "who have seen the footsteps and who have learned the precepts are homeless Muni.",
  "cnd8:50.6": "There are seven types of learning for learning Muni, Arahant for non-learning",
  "cnd8:50.7": "Muni, and Bhikkhu Buddha as Bhikkhu Muni. Muni (of) Muni is called Tathāgata,",
  "cnd8:50.8": "Arahant, and Enlightened One.",
  "cnd8:51.1": "\"Non-wise is Muni, a foolish and ignorant man,",
  "cnd8:51.2": "After raising the scale, take the top one and become a wise man.",
  "cnd8:51.3": "Avoid all evils, that Muni became Muni because of that,",
  "cnd8:51.4": "Everyone who understands the (inner and outer sum) in the world,",
  "cnd8:51.5": "Because that is said to be Muni.",
  "cnd8:51.6": "Who knows all the inside and outside of the world,",
  "cnd8:51.7": "The unwholesome and the good behind the Dhamma,",
  "cnd8:51.8": "Everyone who is supported (respected) by heaven and man,",
  "cnd8:51.9": "Beyond staining and the net, he is Muni.\"",
  "cnd8:52.1": "\"Explain thoroughly,\" please explain that thoroughly; please teach, please",
  "cnd8:52.2": "inform, please establish, please uncover, please analyze, please clarify.",
  "cnd8:52.3": "\"Because like this you are the knower of these Dhammas\": Because like this you",
  "cnd8:52.4": "are the knower, judge, clarifier, and understander of these Dhammas.",
  "cnd8:53.1": "<em>22 : [The Blessed One: \"Mettagū!\"]",
  "cnd8:53.2": "I will tell you the Dhamma, known in real life and not through rumors;",
  "cnd8:53.3": "Anyone who knows it, living mindfully,",
  "cnd8:53.4": "Can cross over love (desire) in the world.</em>",
  "cnd8:53.5": "<em>22 : [The Blessed One: \"Mettagū!\"]",
  "cnd8:53.6": "I will tell you the Dhamma, known in real life and not through rumors;",
  "cnd8:53.7": "Anyone who knows it, living mindfully,",
  "cnd8:53.8": "Can cross over love (desire) in the world.</em>",
  "cnd8:53.9": "<em>22 : [The Blessed One: \"Mettagū!\"]",
  "cnd8:53.10": "I will tell you the Dhamma, known in real life and not through rumors;",
  "cnd8:53.11": "Anyone who knows it, living mindfully,",
  "cnd8:53.12": "Can cross over love (desire) in the world.</em>",
  "cnd8:53.13": "<em>22 : [The Blessed One: \"Mettagū!\"]",
  "cnd8:53.14": "I will tell you the Dhamma, known in real life and not through rumors;",
  "cnd8:53.15": "Anyone who knows it, living mindfully,",
  "cnd8:53.16": "Can cross over love (desire) in the world.</em>",
  "cnd8:54.1": "\"I will tell you the Dhamma\": \"Dhamma,\" the beginning is good, the middle is",
  "cnd8:54.2": "good, and the end is good; the meaning is correct, the phrase is correct; only",
  "cnd8:54.3": "the perfect and pure Brāhmaṇa line: four mindfulnesses, four righteousness, four",
  "cnd8:54.4": "divine bases, five senses, five powers, seven enlightenment factors, eight holy",
  "cnd8:54.5": "paths, Nibbāna and the path leading to Nibbāna; I will tell, I will explain, I",
  "cnd8:54.6": "will teach, I will reveal, I will analyze, I will clarify. \"Mettagū,\" the",
  "cnd8:54.7": "Blessed One called the Brāhmaṇa by his name.",
  "cnd8:55.1": "\"In the current life and not in rumors\": \"In the current life,\" in the seen, in",
  "cnd8:55.2": "the known, in the measured, in the made clear: \"All actions are impermanent\"...",
  "cnd8:55.3": "(omitted) \"any collection of dhammas is an extinction of dhammas\" means in the",
  "cnd8:55.4": "Dhamma that is seen (in the current life), in the Dhamma that is known, in the",
  "cnd8:55.5": "Dhamma that is measured, in the Dhamma that is made clear; this is what I will",
  "cnd8:55.6": "talk about, in the real life. Or, I will tell you about the suffering which is",
  "cnd8:55.7": "seen, I will tell you about the collection which is seen, I will tell you the",
  "cnd8:55.8": "way which is seen, I will tell you about the extinction of what is seen, and",
  "cnd8:55.9": "this is what I will talk about, in the present. Or, in the life as directly",
  "cnd8:55.10": "visible, instant, inviting you to see, able to guide, and the wise should",
  "cnd8:55.11": "experience it by themselves; this is what I will talk about, in this life. \"Not",
  "cnd8:55.12": "rumors,\" not anecdotal, not from hearsay, not from inheritance, not from",
  "cnd8:55.13": "scripture, not from logical inference, not from reasoning, not because of",
  "cnd8:55.14": "theoretical reflection, not because of an opinion received after reflection, but",
  "cnd8:55.15": "by oneself. The known and self-evidenced Dhamma, I will talk about that.",
  "cnd8:56.1": "\"Anyone who, after knowing, is mindful\": After knowing, weighing, judging,",
  "cnd8:56.2": "separating, clarifying: \"All actions are impermanent\" after knowing,",
  "cnd8:56.3": "...(omitted). \"Mindful,\" there are four ways to be mindful: when practicing",
  "cnd8:56.4": "mindfulness on the body, when practicing mindfulness on perception, when",
  "cnd8:56.5": "watching the mind in the heart, when the practice is in line with the teachings,",
  "cnd8:56.6": "it is mindful.",
  "cnd8:57.1": "And again in four ways: the state of avoiding non-mind, the state of the Dhamma",
  "cnd8:57.2": "that should be done to the mind, the state of the Dhamma that is obstructed by",
  "cnd8:57.3": "the mind, the state of the mindfulness factor (phase) not being forgotten.",
  "cnd8:58.1": "And again in four ways: the state of possessing mindfulness, the state of",
  "cnd8:58.2": "abiding in mindfulness, the state of experiencing mindfulness, and the state of",
  "cnd8:58.3": "mindfulness not lowering.",
  "cnd8:59.1": "And again in four ways: with the state of being mindful as the object of",
  "cnd8:59.2": "mindfulness, the quiet state as the object, the calm state as the object, the",
  "cnd8:59.3": "state of silence; the recollection of the Buddha, the recollection of the",
  "cnd8:59.4": "Dhamma, the recollection of the Saṅgha, the precepts, the alms, of the mind;",
  "cnd8:59.5": "mindfulness of the in and out breath, of death, of the body, of silence; all",
  "cnd8:59.6": "mindfulness, free-mindfulness..., the path without a fork, are called",
  "cnd8:59.7": "mindfulness. Having been fully possessed, reaching fully, possessing, arriving,",
  "cnd8:59.8": "with this thought, he is called mindful. \"Living,\" when you go, live, act,",
  "cnd8:59.9": "guard, exist, survive.",
  "cnd8:60.1": "\"Able to cross through love in the world\": \"Love\" is called craving, which is",
  "cnd8:60.2": "greed, ...(omitted) unwholesome roots. \"Being in love,\" what does it mean to be",
  "cnd8:60.3": "loving? The \"spread\" is love, the \"broad\" is love, the \"vast\" is love, the",
  "cnd8:60.4": "\"incorrect\" is love, \"it forces\" is love, \"it seizes\" is love, \"fraud\" is love,",
  "cnd8:60.5": "\"poisonous root\" is love, \"poisonous fruit\" is love, \"poison is used\" is love;",
  "cnd8:60.6": "or, \"the vast thirst for love\": in form..., sound..., smell..., taste...",
  "cnd8:60.7": "(omitted), the material realm, the formless realm, the desire realm, the four",
  "cnd8:60.8": "constituents, the five endowments, past, future, now, the enlarged attachments",
  "cnd8:60.9": "in the dhammas that are seen, heard, felt, and knowable, are love. \"In the",
  "cnd8:60.10": "world,\" in the world of suffering, in the world of humans, (omitted)..., and in",
  "cnd8:60.11": "the world of being. \"Able to survive the love in the world\": \"The love in the",
  "cnd8:60.12": "world, he can pass through, surpass, pass, transcend, and overcome mindfully\"",
  "cnd8:60.13": "[Ni.1].",
  "cnd8:61.1": "<em>23 : (Mettagū:) I rejoice in that, great rishi!",
  "cnd8:61.2": "The supreme Dhamma,",
  "cnd8:61.3": "Anyone who knows which, living mindfully,",
  "cnd8:61.4": "Can cross through the love of the world.</em>",
  "cnd8:61.5": "<em>23 : (Mettagū:) I rejoice in that, great rishi!",
  "cnd8:61.6": "The supreme Dhamma,",
  "cnd8:61.7": "Anyone who knows which, living mindfully,",
  "cnd8:61.8": "Can cross through the love of the world.</em>",
  "cnd8:61.9": "<em>23 : (Mettagū:) I rejoice in that, great rishi!",
  "cnd8:61.10": "The supreme Dhamma,",
  "cnd8:61.11": "Anyone who knows which, living mindfully,",
  "cnd8:61.12": "Can cross through the love of the world.</em>",
  "cnd8:61.13": "<em>23 : (Mettagū:) I rejoice in that, great rishi!",
  "cnd8:61.14": "The supreme Dhamma,",
  "cnd8:61.15": "Anyone who knows which, living mindfully,",
  "cnd8:61.16": "Can cross through the love of the world.</em>",
  "cnd8:62.1": "\"I rejoice in that\": \"That,\" your words, language, teaching, and admonition. \"I",
  "cnd8:62.2": "rejoice,\" I rejoice, I am happy, I love, I want, I can use, I beg, I hope, I",
  "cnd8:62.3": "pray.",
  "cnd8:63.1": "\"Great rishi! The supreme Dhamma\": \"Great rishi,\" why is the Blessed One the",
  "cnd8:63.2": "Great rishi? The \"seekers, and pursuers of the great precepts\" are the great",
  "cnd8:63.3": "rishis. ...of the great concentration..., ...of the great liberation",
  "cnd8:63.4": "aggregate..., \"the seeker and pursuer of the great liberation of wisdom and",
  "cnd8:63.5": "insight\" is the great rishi; the fragments gathered by the dark..., the",
  "cnd8:63.6": "destruction of the great upside down..., the pulling out of the big arrow of",
  "cnd8:63.7": "thirst..., the unraveling of the accumulation of sight..., the lifting of the",
  "cnd8:63.8": "big conceit flag, ...the calming of the great work..., the calming of the big",
  "cnd8:63.9": "torrent..., the laying down of the heavy burden..., the severance of the cycle",
  "cnd8:63.10": "of the great reincarnation..., the disappearance of the great heat..., the",
  "cnd8:63.11": "cessation of the great heat..., \"the seeker and the pursuer who lifts the flag",
  "cnd8:63.12": "of Dhamma in his heart\" is the great rishi; the great minds..., the great",
  "cnd8:63.13": "exertion..., the great divine bases..., the great roots..., the power..., the",
  "cnd8:63.14": "great enlightenment branches..., the big eight branches of the holy path...,",
  "cnd8:63.15": "\"the immortality of the great supreme benefit, the seeker of Nibbāna, the",
  "cnd8:63.16": "pursuer\" is great rishi; \"sought, pursued, and searched for by powerful beings:",
  "cnd8:63.17": "Where is the Buddha? Where is the Blessed One? Where is the god among the gods?",
  "cnd8:63.18": "Where is the bull king among people?\" Such is the great rishi. \"The highest",
  "cnd8:63.19": "Dhamma,\" the highest Dhamma is called non-living, Nibbāna, that is the cessation",
  "cnd8:63.20": "of all actions, the cessation of all attachments, the cessation of craving,",
  "cnd8:63.21": "greed, extinguishment, and Nibbāna. \"Supreme,\" the first, the most victorious,",
  "cnd8:63.22": "the highest, the top, the most, the apex of Dhamma.",
  "cnd8:64.1": "\"Anyone who walks mindfully after knowing\": After known, measured, judged,",
  "cnd8:64.2": "separated, and clarified: \"all actions are impermanent\".... \"Mindful\" means",
  "cnd8:64.3": "mindful in four ways: .... \"Living,\" ....",
  "cnd8:65.1": "\"Able to cross through the love in the world\": \"Love\" is called craving, which",
  "cnd8:65.2": "is greed, .... \"Being in love,\" .... \"In the world\" .... \"Able to pass the love",
  "cnd8:65.3": "in the world\": He can pass through, transcend, and overcome mindfully, in that",
  "cnd8:65.4": "world of love.",
  "cnd8:66.1": "<em>24 : [The Blessed One: \"Mettagū!\"]",
  "cnd8:66.2": "Anything you know rightly,",
  "cnd8:66.3": "In the upper, lower and middle four directions,",
  "cnd8:66.4": "After not rejoicing and dwelling in these,",
  "cnd8:66.5": "Consciousness will not stand in existence.</em>",
  "cnd8:66.6": "<em>24 : [The Blessed One: \"Mettagū!\"]",
  "cnd8:66.7": "Anything you know rightly,",
  "cnd8:66.8": "In the upper, lower and middle four directions,",
  "cnd8:66.9": "After not rejoicing and dwelling in these,",
  "cnd8:66.10": "Consciousness will not stand in existence.</em>",
  "cnd8:66.11": "<em>24 : [The Blessed One: \"Mettagū!\"]",
  "cnd8:66.12": "Anything you know rightly,",
  "cnd8:66.13": "In the upper, lower and middle four directions,",
  "cnd8:66.14": "After not rejoicing and dwelling in these,",
  "cnd8:66.15": "Consciousness will not stand in existence.</em>",
  "cnd8:66.16": "<em>24 : [The Blessed One: \"Mettagū!\"]",
  "cnd8:66.17": "Anything you know rightly,",
  "cnd8:66.18": "In the upper, lower and middle four directions,",
  "cnd8:66.19": "After not rejoicing and dwelling in these,",
  "cnd8:66.20": "Consciousness will not stand in existence.</em>",
  "cnd8:66.21": "<em>24 : [The Blessed One: \"Mettagū!\"]",
  "cnd8:66.22": "Anything you know rightly,",
  "cnd8:66.23": "In the upper, lower and middle four directions,",
  "cnd8:66.24": "After not rejoicing and dwelling in these,",
  "cnd8:66.25": "Consciousness will not stand in existence.</em>",
  "cnd8:67.1": "\"Anything you know rightly\": What you know, what you understand. \"Mettagū,\" the",
  "cnd8:67.2": "Blessed One called the Brāhmaṇa by his name. \"Blessed One\"... (omitted).",
  "cnd8:68.1": "\"In the upper, lower, and middle four directions\": \"Up\" is the future, \"down\" is",
  "cnd8:68.2": "the past, \"middle four\" is the present; \"up\" is the heavenly world, \"down\" is",
  "cnd8:68.3": "the hell world, \"middle four\" is the world of human beings. Or, \"up\" is good",
  "cnd8:68.4": "Dhamma, \"down\" is unwholesome Dhamma, \"middle four\" is non-marked Dhamma; \"up\"",
  "cnd8:68.5": "is the formless realm, \"down\" is the desire realm, and \"middle four\" is the",
  "cnd8:68.6": "physical realm; \"up\" means joy, \"down\" means suffering, \"middle four\" means",
  "cnd8:68.7": "neither suffering nor joy; \"up\" means above the sole of the foot, \"down\" means",
  "cnd8:68.8": "below the hair, and \"middle four\" means in the middle.",
  "cnd8:69.1": "\"After not rejoicing and dwelling in these, consciousness will not remain in",
  "cnd8:69.2": "existence\": \"In these,\" being explained, taught, informed, established,",
  "cnd8:69.3": "uncovered, analyzed, and clarified. Happiness is called craving, which is",
  "cnd8:69.4": "greed.... \"Living,\" there are two types of living: of thirsting and of seeing",
  "cnd8:69.5": "(views). What is living in thirst? All are considered boundaries, realms,",
  "cnd8:69.6": "scopes, borders, grasped, and regarded as one's own: this is mine, this is mine,",
  "cnd8:69.7": "so many are mine, this area is mine; (my) form, sound, smell, taste, touch,",
  "cnd8:69.8": "things spread on the ground, coats, maids and male servants, goats and sheep,",
  "cnd8:69.9": "chickens and pigs, elephants, cows and horses, mules, fields, homesteads, gold,",
  "cnd8:69.10": "gold coins, villages, towns, capitals, places, treasuries, warehouses, all the",
  "cnd8:69.11": "land, because they are thirsty and regard them as their own, all",
  "cnd8:69.12": "one-hundred-and-eight thirsty trends [AN.4.199]; this is the love of love.",
  "cnd8:70.1": "What is living in views? There are twenty views of the body, ten evil views, ten",
  "cnd8:70.2": "side views, all views like this, evil views, jungle (entangled) views, desert",
  "cnd8:70.3": "(barren) views, distorted views, shaken views, clinging, acceptance, holding,",
  "cnd8:70.4": "clinging to the bound view, the place where the evil way, the evil nature, the",
  "cnd8:70.5": "outside way depend, the clasping of the inversion (vipariyesa), the clinging of",
  "cnd8:70.6": "the inversion (viparīta), the inversion (vipallāsa), the grip of evil, the grip",
  "cnd8:70.7": "of \"(seeing) the real in the unreal,\" all come to the reach of the sixty-two",
  "cnd8:70.8": "evil views, this is the love of seeing.",
  "cnd8:71.1": "\"Consciousness, after removal\": Consciousness that is capable of blessing,",
  "cnd8:71.2": "non-blessing, and consciousness that does not move [SN.12.51]. In these, the",
  "cnd8:71.3": "consciousness that rejoices settles. After removal, after exclusion, after",
  "cnd8:71.4": "breaking, giving up, abandoning, driving away, ending, and making it go to",
  "cnd8:71.5": "non-existence.",
  "cnd8:72.1": "\"Whether it will stand in existence\": \"Existence,\" there are two types: kamma",
  "cnd8:72.2": "and rebirth. What is kamma? Blessed deeds, non-blessed deeds, and immovable",
  "cnd8:72.3": "deeds are kamma. What is rebirth? The forms, feelings, thoughts, behaviors and",
  "cnd8:72.4": "consciousness of this person are reborn. \"Won't stay in existence\": The",
  "cnd8:72.5": "consciousness and kamma that rejoice and abide in the practice and the turning",
  "cnd8:72.6": "of rebirth will break, drive away, end, and be made to go to non-existence. It",
  "cnd8:72.7": "will not stand still; it will not dwell or stand still in continued existence.",
  "cnd8:73.1": "<em>25 : Those who live in this way,",
  "cnd8:73.2": "Have mindfulness, and do not let go,",
  "cnd8:73.3": "Bhikkhus who abandon all things held as \"mine;\"",
  "cnd8:73.4": "Birth, aging, sorrow, and grief:",
  "cnd8:73.5": "It is here that the wise can give up suffering.</em>",
  "cnd8:73.6": "<em>25 : Those who live in this way,",
  "cnd8:73.7": "Have mindfulness, and do not let go,",
  "cnd8:73.8": "Bhikkhus who abandon all things held as \"mine;\"",
  "cnd8:73.9": "Birth, aging, sorrow, and grief:",
  "cnd8:73.10": "It is here that the wise can give up suffering.</em>",
  "cnd8:73.11": "<em>25 : Those who live in this way,",
  "cnd8:73.12": "Have mindfulness, and do not let go,",
  "cnd8:73.13": "Bhikkhus who abandon all things held as \"mine;\"",
  "cnd8:73.14": "Birth, aging, sorrow, and grief:",
  "cnd8:73.15": "It is here that the wise can give up suffering.</em>",
  "cnd8:73.16": "<em>25 : Those who live in this way,",
  "cnd8:73.17": "Have mindfulness, and do not let go,",
  "cnd8:73.18": "Bhikkhus who abandon all things held as \"mine;\"",
  "cnd8:73.19": "Birth, aging, sorrow, and grief:",
  "cnd8:73.20": "It is here that the wise can give up suffering.</em>",
  "cnd8:73.21": "<em>25 : Those who live in this way,",
  "cnd8:73.22": "Have mindfulness, and do not let go,",
  "cnd8:73.23": "Bhikkhus who abandon all things held as \"mine;\"",
  "cnd8:73.24": "Birth, aging, sorrow, and grief:",
  "cnd8:73.25": "It is here that the wise can give up suffering.</em>",
  "cnd8:74.1": "\"Those who live like this, have mindfulness, and do not let go (relax)\": \"Live",
  "cnd8:74.2": "like this,\" Consciousness and kamma live and coexist together, as well as the",
  "cnd8:74.3": "cycle of the rebirth, the renunciation, the driving away, the end, and the",
  "cnd8:74.4": "making it go to non-existence. \"Mindfulness\" is mindful in four ways:",
  "cnd8:74.5": "...(omitted). \"Those who do not let go\" are respectful actors, regular,",
  "cnd8:74.6": "non-stop, those who have the habit of not being stuck, those who do not neglect",
  "cnd8:74.7": "their desires, those who do not neglect responsibility and those who are not",
  "cnd8:74.8": "negligent of good Dhamma; \"How can I complete the unfinished vows, or the how",
  "cnd8:74.9": "can the completed completed vows be funded everywhere with wisdom?\" Where he has",
  "cnd8:74.10": "intentions, diligence, courage, hard work, not flinching, mindfulness, right",
  "cnd8:74.11": "knowledge, enthusiasm, zeal, establishment, practice, not letting go, and not",
  "cnd8:74.12": "relaxing in good Dhamma; \"How can I complete the unfinished concentration...",
  "cnd8:74.13": "(omitted) highest wisdom..., liberty aggregate..., unfinished liberating wisdom",
  "cnd8:74.14": "view aggregate..., completed liberated wisdom view aggregate...?\" Where he has",
  "cnd8:74.15": "intentions, .... \"How can I know the future? The knowing of suffering, or the",
  "cnd8:74.16": "pollution that has not been abandoned, or the way that has not been practiced,",
  "cnd8:74.17": "or the testimony, the destruction?\" Where he has intentions, ....",
  "cnd8:75.1": "\"Bhikkhus who abandon all held as 'mine'\": \"Bhikkhus,\" virtuous bhikkhus, or",
  "cnd8:75.2": "learned bhikkhus. \"Bhikkhus,\" when walking, staying, acting, going on, guarding,",
  "cnd8:75.3": "and surviving. \"Holding as 'mine,'\" there are two types of self attachment: the",
  "cnd8:75.4": "thirsty self-holding and the view self-holding... (omitted); after the end,",
  "cnd8:75.5": "making it go to non-existence.",
  "cnd8:76.1": "\"Birth, aging, sorrow, and grief, where the wise can give up suffering\":",
  "cnd8:76.2": "\"Birth,\" .... \"Aging,\" .... \"Sorrow,\" .... \"Grief,\" .... \"Here,\" .... \"The wise\"",
  "cnd8:76.3": "are those who have reached clarity. \"Suffering,\" .... \"Birth, aging, sorrow, and",
  "cnd8:76.4": "grief, where the wise can give up suffering\": \"The one who has arrived, the wise",
  "cnd8:76.5": "here, birth, aging and sorrow, grief, he can give up, can drive away, can end,",
  "cnd8:76.6": "can make them go to non-existence.",
  "cnd8:77.1": "<em>26 : (Mettagū:) I rejoice at great rishi's words;",
  "cnd8:77.2": "Well said, Gotama, is the state without dependence,",
  "cnd8:77.3": "Blessed One! It is true that you have given up suffering,",
  "cnd8:77.4": "For these Dhammas like this have been known to you.</em>",
  "cnd8:77.5": "<em>26 : (Mettagū:) I rejoice at great rishi's words;",
  "cnd8:77.6": "Well said, Gotama, is the state without dependence,",
  "cnd8:77.7": "Blessed One! It is true that you have given up suffering,",
  "cnd8:77.8": "For these Dhammas like this have been known to you.</em>",
  "cnd8:77.9": "<em>26 : (Mettagū:) I rejoice at great rishi's words;",
  "cnd8:77.10": "Well said, Gotama, is the state without dependence,",
  "cnd8:77.11": "Blessed One! It is true that you have given up suffering,",
  "cnd8:77.12": "For these Dhammas like this have been known to you.</em>",
  "cnd8:77.13": "<em>26 : (Mettagū:) I rejoice at great rishi's words;",
  "cnd8:77.14": "Well said, Gotama, is the state without dependence,",
  "cnd8:77.15": "Blessed One! It is true that you have given up suffering,",
  "cnd8:77.16": "For these Dhammas like this have been known to you.</em>",
  "cnd8:78.1": "\"I rejoice in the words of great rishi\": ...(omitted). \"I rejoice,\" .... \"Great",
  "cnd8:78.2": "rishi,\" ....",
  "cnd8:79.1": "\"Well said, Gotama, the state without dependence\": \"Well said,\" Speaking well,",
  "cnd8:79.2": "interpreting, teaching, informing, establishing, uncovering, analyzing,",
  "cnd8:79.3": "clarifying, and explanatory. \"Gotama is a non-dependent actor,\" according to",
  "cnd8:79.4": "what is called the pollution and the aggregates and the creations, severance,",
  "cnd8:79.5": "the cessation of adherence, non-living, and Nibbāna.",
  "cnd8:80.1": "\"Blessed One! It is true that you have given up suffering\": \"True,\" this is",
  "cnd8:80.2": "decisive language, undoubted language, confident language, unduly, undoubtedly",
  "cnd8:80.3": "reciting language, command language, and language without error, the word of",
  "cnd8:80.4": "certainty, which is \"true\". \"Blessed One\" .... \"You give up suffering,\" life",
  "cnd8:80.5": "suffering, old age suffering, sickness, death, sorrow, grief, despair,",
  "cnd8:80.6": "bitterness, you give up, abandon, drive away, put to an end, and cause to cease",
  "cnd8:80.7": "to exist.",
  "cnd8:81.1": "\"Because like this you are the knower of these Dhammas\": Because like this you",
  "cnd8:81.2": "are the knower, the judge, the clarifier, the understander of these Dhammas.",
  "cnd8:82.1": "<em>27 : Indeed, they can also give up suffering,",
  "cnd8:82.2": "Those who you, Muni, continue to teach,",
  "cnd8:82.3": "After meeting you, I salute you, noble one!",
  "cnd8:82.4": "Perhaps the Blessed One will continue to teach me.</em>",
  "cnd8:82.5": "<em>27 : Indeed, they can also give up suffering,",
  "cnd8:82.6": "Those who you, Muni, continue to teach,",
  "cnd8:82.7": "After meeting you, I salute you, noble one!",
  "cnd8:82.8": "Perhaps the Blessed One will continue to teach me.</em>",
  "cnd8:82.9": "<em>27 : Indeed, they can also give up suffering,",
  "cnd8:82.10": "Those who you, Muni, continue to teach,",
  "cnd8:82.11": "After meeting you, I salute you, noble one!",
  "cnd8:82.12": "Perhaps the Blessed One will continue to teach me.</em>",
  "cnd8:82.13": "<em>27 : Indeed, they can also give up suffering,",
  "cnd8:82.14": "Those who you, Muni, continue to teach,",
  "cnd8:82.15": "After meeting you, I salute you, noble one!",
  "cnd8:82.16": "Perhaps the Blessed One will continue to teach me.</em>",
  "cnd8:83.1": "\"They can indeed give up suffering\": \"They\" are khattiya, Brāhmaṇa, vessa,",
  "cnd8:83.2": "sudda, laymen, bhikkhus, those in the heavens, and people. \"Can give up",
  "cnd8:83.3": "suffering,\" birth suffering, old age suffering, (omitted)..., they can give up,",
  "cnd8:83.4": "discard, dispel, end, and make them to be non-existent.",
  "cnd8:84.1": "\"Muni, those who you continue to teach\": The \"who...\" are khattiya, Brāhmaṇa,",
  "cnd8:84.2": "(omitted).... \"You,\" he said that the Blessed One \"Muni,\" which is wisdom...",
  "cnd8:84.3": "(omitted). \"Will continue to teach,\" will continue to explain, will teach",
  "cnd8:84.4": "thoroughly, and teach repeatedly, will teach again and again, will teach",
  "cnd8:84.5": "continuously.",
  "cnd8:85.1": "\"After meeting you, I salute you, noble one (nāga; also meaning elephant)\":",
  "cnd8:85.2": "\"You,\" the Blessed One. \"I salute,\" I salute with my body, or I show respect",
  "cnd8:85.3": "with words, or with my heart, or I show respect with right conduct, or I follow",
  "cnd8:85.4": "the Dhamma to show respect; reverence. \"After meeting,\" after meeting, having",
  "cnd8:85.5": "completely met, fully met, I will salute you. \"Noble one,\" the Blessed One does",
  "cnd8:85.6": "not commit crimes as a \"noble one;\" does not go as a \"noble one;\" does not come",
  "cnd8:85.7": "as a \"noble one.\" How is \"the Blessed One does not commit a crime\" a noble one?",
  "cnd8:85.8": "Crime is called evil unwholesome dhamma: following pollution, re-existing,",
  "cnd8:85.9": "fearful, bitter, future life and death.",
  "cnd8:86.1": "The Blessed One: [Sn.3.6, 527]",
  "cnd8:86.2": "\"He who does not commit any crime in the world,",
  "cnd8:86.3": "After leaving all bonds and ties,",
  "cnd8:86.4": "Does not cling to everything and is freed.",
  "cnd8:86.5": "Those like this are truly called noble ones.\"",
  "cnd8:87.1": "How is \"The Blessed One is not going\" as a noble one? The Blessed One does not",
  "cnd8:87.2": "go because of not wanting; not because of terror; not because of greed; not",
  "cnd8:87.3": "because of hatred; not because of ignorance; not because of conceit; not because",
  "cnd8:87.4": "of views; not because of disbelief; not because of doubt; not because of",
  "cnd8:87.5": "potential troubles; not be carried away by quarrels (disharmony), walk, led, be",
  "cnd8:87.6": "taken.",
  "cnd8:88.1": "How is \"The Blessed One is not coming\" as a noble one? Any pollution that is cut",
  "cnd8:88.2": "off by the Sotāpanna Path, the pollution he no longer experiences, does not",
  "cnd8:88.3": "return, and does not go back; by the Sakadāgāmī Path...; by the Anāgāmī Path...;",
  "cnd8:88.4": "by the Arahant Path....",
  "cnd8:89.1": "\"Perhaps the Blessed One will continue to teach me\": Perhaps the Blessed One",
  "cnd8:89.2": "will continue to teach, thoroughly teach, continuously teach, repeatedly teach,",
  "cnd8:89.3": "will teach me.",
  "cnd8:90.1": "<em>28 : (The Blessed One:) Any Brāhmaṇa who can prove to be a person who knows the Vedas,",
  "cnd8:90.2": "Owning nothing, has no attachment to desire and existence,",
  "cnd8:90.3": "Indeed he has survived the torrent,",
  "cnd8:90.4": "And has crossed the other shore",
  "cnd8:90.5": "As an undesiring person, an undoubting person.</em>",
  "cnd8:90.6": "<em>28 : (The Blessed One:) Any Brāhmaṇa who can prove to be a person who knows the Vedas,",
  "cnd8:90.7": "Owning nothing, has no attachment to desire and existence,",
  "cnd8:90.8": "Indeed he has survived the torrent,",
  "cnd8:90.9": "And has crossed the other shore",
  "cnd8:90.10": "As an undesiring person, an undoubting person.</em>",
  "cnd8:90.11": "<em>28 : (The Blessed One:) Any Brāhmaṇa who can prove to be a person who knows the Vedas,",
  "cnd8:90.12": "Owning nothing, has no attachment to desire and existence,",
  "cnd8:90.13": "Indeed he has survived the torrent,",
  "cnd8:90.14": "And has crossed the other shore",
  "cnd8:90.15": "As an undesiring person, an undoubting person.</em>",
  "cnd8:90.16": "<em>28 : (The Blessed One:) Any Brāhmaṇa who can prove to be a person who knows the Vedas,",
  "cnd8:90.17": "Owning nothing, has no attachment to desire and existence,",
  "cnd8:90.18": "Indeed he has survived the torrent,",
  "cnd8:90.19": "And has crossed the other shore",
  "cnd8:90.20": "As an undesiring person, an undoubting person.</em>",
  "cnd8:90.21": "<em>28 : (The Blessed One:) Any Brāhmaṇa who can prove to be a person who knows the Vedas,",
  "cnd8:90.22": "Owning nothing, has no attachment to desire and existence,",
  "cnd8:90.23": "Indeed he has survived the torrent,",
  "cnd8:90.24": "And has crossed the other shore",
  "cnd8:90.25": "As an undesiring person, an undoubting person.</em>",
  "cnd8:91.1": "\"A Brāhmaṇa can prove to be a person who knows the Vedas\": \"Brāhmaṇa,\" the",
  "cnd8:91.2": "exclusion of the seven dhammas is the Brāhmaṇa: seeing is excluded, doubt is",
  "cnd8:91.3": "excluded, abstinence is excluded, greed is excluded, aversion is excluded,",
  "cnd8:91.4": "illusion is eliminated, sloth is eliminated, those evil and unwholesome methods",
  "cnd8:91.5": "are eliminated: those that are contaminated, those that are no longer there,",
  "cnd8:91.6": "those that are fearful, those who will suffer the consequences, and those who",
  "cnd8:91.7": "will die in the future.",
  "cnd8:92.1": "The Blessed One: [Sn.3.6, 524]",
  "cnd8:92.2": "\"After all evil is eliminated,",
  "cnd8:92.3": "Standing the spotless, virtuous state,",
  "cnd8:92.4": "After he transcends reincarnation,",
  "cnd8:92.5": "He becomes a perfect man.",
  "cnd8:92.6": "Those who are not dependent,",
  "cnd8:92.7": "Like this can be called Brāhmaṇa.\"",
  "cnd8:93.1": "\"Know the Vedas\": Vedas are called the wisdom of the four realms... (omitted).",
  "cnd8:93.2": "He is one who knows the Vedas after transcending all Vedas. \"Can prove to know,\"",
  "cnd8:93.3": "be able to testify, know, can distinguish, know for sure, can penetrate.",
  "cnd8:94.1": "\"No ownership, without obsession in desire and existence\": \"Not owning any",
  "cnd8:94.2": "thing,\" greed is a thing; hatred is a thing; ignorance is a thing; conceit is a",
  "cnd8:94.3": "thing; seeing (views) is a thing; pollution is a thing; evil deeds are things.",
  "cnd8:94.4": "For him, any of these have been cut off, calmed down, stopped, unable to arise,",
  "cnd8:94.5": "and burned by the fire of wisdom, he is called the one who has no ownership.",
  "cnd8:94.6": "\"Desire,\" there are two types of desires: the desire for things and the desire",
  "cnd8:94.7": "for pollution. What are the desires for things? Desirable sight, sound, smell,",
  "cnd8:94.8": "taste, touch; bedding, clothing, maidservants, goats and sheep, chickens and",
  "cnd8:94.9": "pigs, elephants, cows, horses, mules, horses, fields, houses, gold, gold coins,",
  "cnd8:94.10": "villages and towns, capitals, countries, territories, treasuries, warehouses;",
  "cnd8:94.11": "everything that can be tainted by greed is the desire for things.",
  "cnd8:95.1": "In addition, there are past desires, future desires, present desires, internal",
  "cnd8:95.2": "desires, external desires, internal and external desires, inferior desires,",
  "cnd8:95.3": "medium desires, superior desires; desires in the suffering world, human desires,",
  "cnd8:95.4": "heavenly desires, existing desire, created desire, uncreated desire, created",
  "cnd8:95.5": "desire by others, possessed desire, unpossessed desire, cherished desire,",
  "cnd8:95.6": "non-cherished desires; the desires of all the worlds of desire, the desires of",
  "cnd8:95.7": "all the worlds of physicality, all the desires of the world of non-material",
  "cnd8:95.8": "worlds, dependence on thirst and desire for love, desiring righteousness, greed",
  "cnd8:95.9": "for righteousness, the desire to be intoxicated by righteousness and happiness,",
  "cnd8:95.10": "is called the desire for things.",
  "cnd8:96.1": "What is the desire for defilement? The desire for desire, the desire for greed,",
  "cnd8:96.2": "the desire of desire to greed, the desire of intention, the desire for lust, the",
  "cnd8:96.3": "desire for intention, the joy of desire, love obsession, the binding harness of",
  "cnd8:96.4": "desire, attachment, the desire for cover.",
  "cnd8:97.1": "\"Seeing those roots of desire,",
  "cnd8:97.2": "Wanting to be produced by thought (intention),",
  "cnd8:97.3": "I will not think of them,",
  "cnd8:97.4": "So desire will not exist.\"",
  "cnd8:97.5": "[Jat.8.421]",
  "cnd8:98.1": "These are called polluting desires. Craving thirst, attachment, it is greed,",
  "cnd8:98.2": "lust... (omitted) unwholesome roots.",
  "cnd8:99.1": "\"Existence,\" there are two types: kamma and rebirth... (omitted). \"There is no",
  "cnd8:99.2": "owning, and there is no obsession in desire (or existence)\": A person who has no",
  "cnd8:99.3": "possessions in desire (and) is unattached, unobstructed, has departed, has given",
  "cnd8:99.4": "up, has been freed, has been separated from the bondage, he lives with the",
  "cnd8:99.5": "unrestrained heart.",
  "cnd8:100.1": "\"It's true that he has survived the torrent\": \"It is true,\" this is the decisive",
  "cnd8:100.2": "language... (omitted). \"The torrent,\" the torrent of desire, the rebirth",
  "cnd8:100.3": "torrents, torrents of sight, ignorance torrents. \"Passed,\" he surpassed, passed",
  "cnd8:100.4": "trough, overtook.",
  "cnd8:101.1": "\"And those who have crossed the other shore are those who are not deserted, and",
  "cnd8:101.2": "who do not doubt\": \"Have passed,\" The violent currents of the worldly desire",
  "cnd8:101.3": "have been passed; torrents of being have been passed; the torrents of seeing",
  "cnd8:101.4": "(views) have been passed; the violent currents of ignorance have been passed;",
  "cnd8:101.5": "all the circuits have been passed, have come out, have been crossed, have been",
  "cnd8:101.6": "overcome; he is the one who has descended, the person who has practiced, the",
  "cnd8:101.7": "person who has completed the journey, the person who has reached the direction,",
  "cnd8:101.8": "the person who has reached the end, the person who has guarded the Brahma, the",
  "cnd8:101.9": "person who has reached the highest view, the person who has practiced the Path,",
  "cnd8:101.10": "the person who has cut off the pollution, the unshakable person, the person who",
  "cnd8:101.11": "has testified to extermination; for him, the suffering has been known, the",
  "cnd8:101.12": "congregation has been abandoned, the Path has been practiced, the extinction has",
  "cnd8:101.13": "been testified, the one who has been proved to be known, the knowing what can be",
  "cnd8:101.14": "known, those who have renounced what should be renounced, those who have been",
  "cnd8:101.15": "practiced what should be practiced, and those who have testified what should be",
  "cnd8:101.16": "testified.",
  "cnd8:102.1": "He is the one whose obstacle has been removed, the one whose ditch has been",
  "cnd8:102.2": "filled, the one whose pillar has been pulled up, the one who has no latch, the",
  "cnd8:102.3": "one whose holy flag has fallen, the one whose burden has been removed, the one",
  "cnd8:102.4": "who has separated, the one whose five branches have been cut off, and the one",
  "cnd8:102.5": "who has six branches. Those who have one guardian and four reliances are those",
  "cnd8:102.6": "whose truths have been removed, those who seek to have renounced and completely",
  "cnd8:102.7": "decayed, those who have no turbid intentions, those who have calmed their lives,",
  "cnd8:102.8": "those who are kind and free, those who are freed by wisdom; the highest person,",
  "cnd8:102.9": "the supreme person, who has achieved the supreme accomplishment, neither",
  "cnd8:102.10": "composes nor disassembles, does not accumulate and then stands; neither gives up",
  "cnd8:102.11": "nor clings, but stands after giving up; neither dispelling nor accumulating,",
  "cnd8:102.12": "staying standing after dispelling; neither extinguishing nor burning, staying",
  "cnd8:102.13": "standing after extinguishing [SN.22.79], a person who has the state of no",
  "cnd8:102.14": "learning precepts, and a state of no learning dwelling, the dweller who has the",
  "cnd8:102.15": "state of wisdom without learning, the dweller with the state of ignorance of the",
  "cnd8:102.16": "abundance of knowledge, the dweller who has the state of emancipation of no",
  "cnd8:102.17": "learning, the state of wisdom, and the abiding after completion and penetration",
  "cnd8:102.18": "of the truth, those who have passed the disturbance (craving), those who stand",
  "cnd8:102.19": "after the pollution fire is extinguished, those who are no longer coming at all,",
  "cnd8:102.20": "those who have grasped (victory), those have purified practicing, the pure",
  "cnd8:102.21": "dweller of compassion, the pure dweller of mercy, the pure dweller of joy, the",
  "cnd8:102.22": "pure dweller of peace, the state of absolute purity, the state of equanimity,",
  "cnd8:102.23": "pervasively pure dwellers, those who have been liberated, those who have been",
  "cnd8:102.24": "fulfilled, those who are in the ultimate (boundary), those who are in the world,",
  "cnd8:102.25": "and those who are the dweller at the ultimate, the dweller at the ultimate place",
  "cnd8:102.26": "of interest, the dweller at the ultimate rebirth, the dweller at the ultimate",
  "cnd8:102.27": "end of life (, the dweller at the end of existence, the dweller at the end of",
  "cnd8:102.28": "reincarnation, the dweller of the last body, the dweller of the ultimate cycle,",
  "cnd8:102.29": "the dweller of the ultimate walking, the dweller of the supreme at the end), the",
  "cnd8:102.30": "dweller of the last gathering (body), the Arahant holding the last body.",
  "cnd8:103.1": "\"This is his last, this is the last gathering (body),",
  "cnd8:103.2": "The cycle of life and death, without his rebirth.\"",
  "cnd8:104.1": "\"Already crossed the other shore\": The other shore is called non-living,",
  "cnd8:104.2": "Nibbāna, that is the cessation of all actions, the cessation of all attachments,",
  "cnd8:104.3": "the extinction of craving, greed, annihilation, and Nibbāna. He is the one who",
  "cnd8:104.4": "has reached the other shore; the one who has reached the other side,",
  "cnd8:104.5": "(omitted)..., the final target, the end, the boundary, the ultimate. Those who",
  "cnd8:104.6": "have reached the end, the shelter, have reached the refuge; those who have",
  "cnd8:104.7": "reached the refuge have reached no terror; no terror, ...no death; no death, the",
  "cnd8:104.8": "deathless; the deathless, Nibbāna; Nibbāna..., he is a person who has descended",
  "cnd8:104.9": "and practiced... (omitted); the cycle of life and death, without his rebirth.",
  "cnd8:105.1": "\"Desolate\": the desolation of greed, the desolation of anger, the desolation of",
  "cnd8:105.2": "ignorance, the desolation of resentment... (omitted) the desolation of all",
  "cnd8:105.3": "unwholesome deeds; for him these desolations have been cut off, calmed down,",
  "cnd8:105.4": "stopped, unable to arise, and burned by the fire of wisdom, he is called the",
  "cnd8:105.5": "non-desolate. \"Undoubted\": Suspicion of suffering, suspicion of accumulation of",
  "cnd8:105.6": "suffering, ...cessation of suffering, ...the path leading to suffering, the",
  "cnd8:105.7": "front, the back, ...in the context of the context, the suspicion of the specific",
  "cnd8:105.8": "conditional conditions, such doubts, doubtful states, confusion, hesitation,",
  "cnd8:105.9": "crossroads, inconsistent grasping, hesitating, unresolved, stiff state,",
  "cnd8:105.10": "confusion of the mind; for him these doubts have been cut off, calmed down,",
  "cnd8:105.11": "stopped, unable to arise, burned by the fire of wisdom; he is called the",
  "cnd8:105.12": "unskeptical.",
  "cnd8:106.1": "<em>29 : All the wise and those who are versed in the Vedas here,",
  "cnd8:106.2": "After ties to all types of existence are dismissed,",
  "cnd8:106.3": "He is a person who has no thirst, has no worries, and has no desires;",
  "cnd8:106.4": "I say that he has crossed over birth and aging.</em>",
  "cnd8:106.5": "<em>29 : All the wise and those who are versed in the Vedas here,",
  "cnd8:106.6": "After ties to all types of existence are dismissed,",
  "cnd8:106.7": "He is a person who has no thirst, has no worries, and has no desires;",
  "cnd8:106.8": "I say that he has crossed over birth and aging.</em>",
  "cnd8:106.9": "<em>29 : All the wise and those who are versed in the Vedas here,",
  "cnd8:106.10": "After ties to all types of existence are dismissed,",
  "cnd8:106.11": "He is a person who has no thirst, has no worries, and has no desires;",
  "cnd8:106.12": "I say that he has crossed over birth and aging.</em>",
  "cnd8:106.13": "<em>29 : All the wise and those who are versed in the Vedas here,",
  "cnd8:106.14": "After ties to all types of existence are dismissed,",
  "cnd8:106.15": "He is a person who has no thirst, has no worries, and has no desires;",
  "cnd8:106.16": "I say that he has crossed over birth and aging.</em>",
  "cnd8:107.1": "\"Here, all the wise and who those who know the Vedas\": The \"wise man\" is one who",
  "cnd8:107.2": "is wise, .... \"Here,\" which type of people. \"Knows with the Vedas,\" ....",
  "cnd8:108.1": "\"People\" are all beings, human beings, student Brāhmaṇas, people, individuals,",
  "cnd8:108.2": "lives, those who are born, sentient beings, those who are born in Indā, and",
  "cnd8:108.3": "Manu. \"Here,\" ....",
  "cnd8:109.1": "\"After ties to all types (of existence) are dismissed\": \"In all types of",
  "cnd8:109.2": "existence,\" in all types of existence of kamma, in the existence of desires; in",
  "cnd8:109.3": "the existence of desires, in the existence of materiality; in the kamma of",
  "cnd8:109.4": "material existence, in the existence of the formless existence; in the kamma of",
  "cnd8:109.5": "the formless existence, in the existence again and again; in the repeated",
  "cnd8:109.6": "interest, in the rebirth; in rebirth, in the birth of individuals. \"Ties,\" there",
  "cnd8:109.7": "are seven types of ties: greedy ties, hatred ties, ignorance ties, conceit ties,",
  "cnd8:109.8": "view ties, polluting ties, evil ties. \"After giving up,\" after giving up ties,",
  "cnd8:109.9": "it is after giving up, or on ties, on bondage, on expanding bondage, on the",
  "cnd8:109.10": "entangled, on the attached, on being fixed on, on the obstacle, after shaking",
  "cnd8:109.11": "the binding, after leaving, such as a carriage ride, or sedan, or wagon, or",
  "cnd8:109.12": "chariot transports. After the release (dissociation), they are placed and",
  "cnd8:109.13": "destroyed. Similarly, after giving up ties, ...(omitted) on the bondage after",
  "cnd8:109.14": "being shaken away.",
  "cnd8:110.1": "\"He is a person who is free from love, who has no distress, and has no desire. I",
  "cnd8:110.2": "say that he has passed through 'birth and aging'\": \"Craving for love\" is the",
  "cnd8:110.3": "craving for form..., the craving for Dhamma. For him who thirst for love has",
  "cnd8:110.4": "been cut off, severed, calmed down, stopped, unable to arise, and burned by the",
  "cnd8:110.5": "fire of wisdom, He is called the one who departs from the thirst, the one who",
  "cnd8:110.6": "has departed from the thirst, the one who abandons the thirst, eliminates thirst",
  "cnd8:110.7": "for love, liberates thirst for love, gives up thirst for love, renounces greed,",
  "cnd8:110.8": "abandons greed, eliminates greed, is free from greed; the one who is not hungry",
  "cnd8:110.9": "and thirsty, the one who has become cool, the one who feels happiness, and the",
  "cnd8:110.10": "one who lives as a Brāhmaṇa, he is the one who is free from thirst. \"No",
  "cnd8:110.11": "distress,\" greed is distress..., (omitted)..., all bad practices are distress.",
  "cnd8:110.12": "For him, these distresses are cut off, .... \"No desire,\" desire is called",
  "cnd8:110.13": "craving, which is greed, .... For him who this desire is cut off, .... \"Birth,\"",
  "cnd8:110.14": ".... \"Aging,\" .... \"He is the one without thirsts, the one who has no distress,",
  "cnd8:110.15": "and the one who has no desire. I say that he has passed through 'birth and",
  "cnd8:110.16": "aging': He is the one who is free from the thirst, the one who has no distress,",
  "cnd8:110.17": "and the one who has no desire, \"birth, aging, death, he does pass, surpass,",
  "cnd8:110.18": "transcend, cross, and overcome.\" I said, I explained, ....",
  "cnd8:111.1": "At the end of these verses.... \"The Blessed One is my teacher, I am a disciple.\""
}
