{
  "mnd1:0.1": "1. Desire",
  "mnd1:1.1": "(Titles are abbreviated; the full chapter title would be _Explanation of the",
  "mnd1:1.2": "Octad about Desire_.)",
  "mnd1:2.1": "<em>1 : When he desires,",
  "mnd1:2.2": "If that succeeds for him,",
  "mnd1:2.3": "It is true that he is happy:",
  "mnd1:2.4": "One who will die got what he wanted.</em>",
  "mnd1:2.5": "<em>1 : When he desires,",
  "mnd1:2.6": "If that succeeds for him,",
  "mnd1:2.7": "It is true that he is happy:",
  "mnd1:2.8": "One who will die got what he wanted.</em>",
  "mnd1:2.9": "<em>1 : When he desires,",
  "mnd1:2.10": "If that succeeds for him,",
  "mnd1:2.11": "It is true that he is happy:",
  "mnd1:2.12": "One who will die got what he wanted.</em>",
  "mnd1:2.13": "<em>1 : When he desires,",
  "mnd1:2.14": "If that succeeds for him,",
  "mnd1:2.15": "It is true that he is happy:",
  "mnd1:2.16": "One who will die got what he wanted.</em>",
  "mnd1:3.1": "\"When he desires\": \"Desire,\" there are two types of desires: the desire for",
  "mnd1:3.2": "things and the desire for pollution. What are the desires for things? Desirable",
  "mnd1:3.3": "form, desirable sound, desirable smell, desirable taste, desirable touch,",
  "mnd1:3.4": "bedding, clothing, maidservants, goats and sheep, chickens and pigs, elephants,",
  "mnd1:3.5": "cows, horses, mules, fields, houses, gold, gold coins, villages and towns,",
  "mnd1:3.6": "capitals, countries, territories, treasuries, warehouses; everything that can be",
  "mnd1:3.7": "tainted by greed is the desire of things.",
  "mnd1:4.1": "In addition, there are past desires, future desires, present desires, internal",
  "mnd1:4.2": "desires, external desires, internal and external desires, inferior desires,",
  "mnd1:4.3": "medium desires, superior desires, desires in the suffering world, human desires,",
  "mnd1:4.4": "desire of heaven, the desire that has been present, the desire that has been",
  "mnd1:4.5": "created, the desire that has not been created, the desire that has been created",
  "mnd1:4.6": "by others, the desire that has been possessed, the desire that is not possessed,",
  "mnd1:4.7": "the desire to be cherished, the desire not to be cherished, all the desires of",
  "mnd1:4.8": "the world of desires, all the desires of the physical world, all the desires of",
  "mnd1:4.9": "the non-material world, relying on thirst, taking craving as the subject, so",
  "mnd1:4.10": "that people want righteousness; so that they will be infected by craving (for)",
  "mnd1:4.11": "righteousness; to be intoxicated by righteousness as desires, these are called",
  "mnd1:4.12": "the desires of things.",
  "mnd1:5.1": "What is the desire for pollution? The desire of desire, the desire of greed, the",
  "mnd1:5.2": "desire of desire to greed, the desire of intention, the desire of the intention",
  "mnd1:5.3": "of greed, that is the desire of desire, the greed of desire, the joy of desire,",
  "mnd1:5.4": "desire love, desire enthusiasm, desire fascination, desire seizure, desire",
  "mnd1:5.5": "torrent, desire harness (binding), desire attachment, desire cover.",
  "mnd1:6.1": "\"Seeing those roots of desire,",
  "mnd1:6.2": "Wanting to be produced by thought (intention),",
  "mnd1:6.3": "I will not think of them,",
  "mnd1:6.4": "So desire will not exist.\"",
  "mnd1:6.5": "[Jat.8.421]",
  "mnd1:7.1": "These are called the desire for pollution. \"When he desires\": When he desires,",
  "mnd1:7.2": "when he wants, when he takes, when he desires, when he prays.",
  "mnd1:8.1": "\"If it is successful for him\": \"If it is, for him,\" for that khattiya, or",
  "mnd1:8.2": "Brāhmaṇa, or vessa, or sudda, or lay family, or bhikkhu, or heaven, or person.",
  "mnd1:8.3": "\"That,\" which are called the desires of things: desirable forms, desirable",
  "mnd1:8.4": "sounds...(omitted). \"Success,\" he achieves, succeeds, gets, receives, acquires,",
  "mnd1:8.5": "owns.",
  "mnd1:9.1": "\"It is true that he is happy\": \"It is true,\" this is the decisive language, the",
  "mnd1:9.2": "undoubted language, the confident language, the undoubtedly reciting language,",
  "mnd1:9.3": "the command language, the infallible language, this is the word of certainty,",
  "mnd1:9.4": "which is \"truly.\" \"Happiness\" refers to the joy, laughter, happiness,",
  "mnd1:9.5": "satisfaction, enthusiasm, and joy of the heart related to the five desires.",
  "mnd1:9.6": "\"Mind,\" the mind, heart, white (purified), mind, mind root, consciousness,",
  "mnd1:9.7": "consciousness connotation, corresponding to that consciousness, this is called",
  "mnd1:9.8": "mind. This mind is combined with joy, co-existence, intermingling,",
  "mnd1:9.9": "corresponding, co-bearing, co-extinction, same place, and same object. \"He truly",
  "mnd1:9.10": "is pleased,\" he is truly pleased; there is joy, laughter, happy, enthusiastic,",
  "mnd1:9.11": "joyful.",
  "mnd1:10.1": "\"Those who inevitably die, getting what they want\": \"After getting,\" after",
  "mnd1:10.2": "getting, after receiving, after obtaining, after possessing. \"People who",
  "mnd1:10.3": "inevitably die\" are sentient beings, human beings, student Brāhmaṇas, people,",
  "mnd1:10.4": "individuals, life, those who are born, those who are sentient, those who are in",
  "mnd1:10.5": "Indā, those who are born of Manu. \"The one who wants,\" whoever wants, whoever",
  "mnd1:10.6": "accepts, whoever hopes, whoever desires, whoever prays, for form, or sound, or",
  "mnd1:10.7": "smell, or taste, or touch.",
  "mnd1:11.1": "<em>2 : If you are the one who desires:",
  "mnd1:11.2": "Affection for those desires arisen,",
  "mnd1:11.3": "If those desires decay (decline),",
  "mnd1:11.4": "you will suffer as if shot through by an arrow.</em>",
  "mnd1:11.5": "<em>2 : If you are the one who desires:",
  "mnd1:11.6": "Affection for those desires arisen,",
  "mnd1:11.7": "If those desires decay (decline),",
  "mnd1:11.8": "you will suffer as if shot through by an arrow.</em>",
  "mnd1:11.9": "<em>2 : If you are the one who desires:",
  "mnd1:11.10": "Affection for those desires arisen,",
  "mnd1:11.11": "If those desires decay (decline),",
  "mnd1:11.12": "you will suffer as if shot through by an arrow.</em>",
  "mnd1:11.13": "<em>2 : If you are the one who desires:",
  "mnd1:11.14": "Affection for those desires arisen,",
  "mnd1:11.15": "If those desires decay (decline),",
  "mnd1:11.16": "you will suffer as if shot through by an arrow.</em>",
  "mnd1:12.1": "\"If you are the one who desires\": \"If you are that one,\" be that khattiya, or",
  "mnd1:12.2": "Brāhmaṇa, ...(omitted). \"Who desires,\" who desires, accepts, wants, and prays in",
  "mnd1:12.3": "desire, and is carried away, taken away, and carried by desire and craving, like",
  "mnd1:12.4": "a cart, a carriage, cattle, a goat cart, ram carts, camel carts, donkey and",
  "mnd1:12.5": "horse carts, taken away, transporting and handling. In the same way, he is",
  "mnd1:12.6": "carried, taken, and carried by desire and craving.",
  "mnd1:13.1": "\"Affection for the desire that has arisen\": \"Desire,\" all the desires of",
  "mnd1:13.2": "desires, the greed of desires, the joy of desires, the thirst of desires, the",
  "mnd1:13.3": "love of desires, the possession of desires, the enthusiasm of desires, Desire's",
  "mnd1:13.4": "infatuation, desire's torrent, desire's harness (binding), desire's clinging,",
  "mnd1:13.5": "and desire cover, his desire of desire is aroused, produced, born, and appeared.",
  "mnd1:13.6": "For sentient beings, human beings, student Brāhmaṇas, people, individuals, life,",
  "mnd1:13.7": "those who are born, sentient beings, those who have reached Indā, and those",
  "mnd1:13.8": "born of Manu.",
  "mnd1:14.1": "\"Those desires decline\": As those desires decline, or he declines from all",
  "mnd1:14.2": "desires. How do those desires decline? When he holds the wealth, the kings take",
  "mnd1:14.3": "it, or the thieves take it, or the fire burns it, or the water flows it away, or",
  "mnd1:14.4": "it is taken away by the unlovable heirs, or not found in the storage, or",
  "mnd1:14.5": "destroyed by the wrong, or caused by the prodigal (one) in the family, where the",
  "mnd1:14.6": "wealth is scattered or destroyed; it is (these) eight impermanence states, this",
  "mnd1:14.7": "is the decay, decline, loss, fall, disappearance, brokenness of those desires.",
  "mnd1:14.8": "How is he declining from all desires? When he retains that wealth, he died and",
  "mnd1:14.9": "was destroyed, so he declines from those desires, fading, losing, declining,",
  "mnd1:14.10": "disappearing, broken.",
  "mnd1:15.1": "\"The thieves and kings take it away, the fire burns and destroys,",
  "mnd1:15.2": "And finally one leaves the body and property.",
  "mnd1:15.3": "The wise, after knowing this, should use and give (their possessions);",
  "mnd1:15.4": "After giving and using, they will go to the heavens without fault.\"",
  "mnd1:15.5": "[SN.1.41]",
  "mnd1:16.1": "\"He is suffering as if he is shot through the ground by an arrow\": If he is shot",
  "mnd1:16.2": "through by an arrow made of iron, or an arrow made of bone, or an arrow made of",
  "mnd1:16.3": "teeth, or an arrow made of horns, or shot through a wooden arrow, he is annoyed,",
  "mnd1:16.4": "angered, persecuted, troubled, and becomes a sick person and a sorrower. In the",
  "mnd1:16.5": "same way, the change and variation of the desire of things gave rise to sorrow,",
  "mnd1:16.6": "sadness, suffering, worry, and despair, and he was shot through by arrows of",
  "mnd1:16.7": "desire or worry; he was annoyed, angered, persecuted, troubled, and became a",
  "mnd1:16.8": "sick person and a worrier.",
  "mnd1:17.1": "<em>3 : Those who avoid desire all over,",
  "mnd1:17.2": "Like avoiding putting their feet to the head of a snake,",
  "mnd1:17.3": "Being mindful, transcend",
  "mnd1:17.4": "The love in this world.</em>",
  "mnd1:17.5": "<em>3 : Those who avoid desire all over,",
  "mnd1:17.6": "Like avoiding putting their feet to the head of a snake,",
  "mnd1:17.7": "Being mindful, transcend",
  "mnd1:17.8": "The love in this world.</em>",
  "mnd1:17.9": "<em>3 : Those who avoid desire all over,",
  "mnd1:17.10": "Like avoiding putting their feet to the head of a snake,",
  "mnd1:17.11": "Being mindful, transcend",
  "mnd1:17.12": "The love in this world.</em>",
  "mnd1:17.13": "<em>3 : Those who avoid desire all over,",
  "mnd1:17.14": "Like avoiding putting their feet to the head of a snake,",
  "mnd1:17.15": "Being mindful, transcend",
  "mnd1:17.16": "The love in this world.</em>",
  "mnd1:18.1": "\"Anyone who avoids desire\": \"What,\" what is like, such as effort, such as",
  "mnd1:18.2": "arrangement, such as type, wherever has arrived, where one is a khattiya, or",
  "mnd1:18.3": "Brāhmaṇa, ..., or person. \"Avoid desires\" and \"desires,\" there are two types of",
  "mnd1:18.4": "desires: .... \"To avoid the desires,\" to avoid the desires in two ways: from",
  "mnd1:18.5": "suppressing or severing. How to avoid the desires from suppressing? When you see",
  "mnd1:18.6": "\"taste righteousness with less pleasure, desire is like a skeleton,\" avoid the",
  "mnd1:18.7": "desires from suppressing all over; when you burn righteousness, desire like a",
  "mnd1:18.8": "grass torch, ...; when you see \"to heat righteousness with great burning, desire",
  "mnd1:18.9": "like charcoal fire pit,\" ...; when you see \"temporary uprising, desire like when",
  "mnd1:18.10": "you are dreaming\" ...; when you see \"temporary righteousness, desire is like a",
  "mnd1:18.11": "borrowed thing,\" ...; when you see \"destruction, destruction of righteousness,",
  "mnd1:18.12": "desire like a tree\" ....; when you see \"broken and shattered righteousness,",
  "mnd1:18.13": "desire is like a slaughterhouse,\" ...; when you see \"piercing righteousness,",
  "mnd1:18.14": "desire is like a sword and halberd,\" ...; when you see \"fearing righteousness",
  "mnd1:18.15": "with fear, desire is like a snake's head,\" ....",
  "mnd1:19.1": "When practising Buddha meditation (recollection), avoid the desires; when",
  "mnd1:19.2": "practising Dhamma meditation...; when practising Saṅgha meditation...; when",
  "mnd1:19.3": "practising precept meditation...; meditation of generosity...; deity meditation",
  "mnd1:19.4": "(devatānussatiṃ)...; incoming and outgoing (breath) meditation...; death",
  "mnd1:19.5": "meditation...; utmost awareness of the body; when practising silence and",
  "mnd1:19.6": "self-satisfaction, avoid desire.",
  "mnd1:20.1": "When practising the first jhāna, avoid the desires; when practising the second",
  "mnd1:20.2": "jhāna...; ...third jhāna...; ...fourth...; when practicing dwelling in the",
  "mnd1:20.3": "sphere of emptiness (fifth/first immaterial)...; ...in the boundlessness of",
  "mnd1:20.4": "knowledge (sixth); ...in nothingness (seventh)...; this is to avoid desire by",
  "mnd1:20.5": "suppression.",
  "mnd1:21.1": "How to avoid desire by breaking off? You will fall into suffering when you",
  "mnd1:21.2": "practice Sotāpanna Path, the world's desires are avoided from severance; when",
  "mnd1:21.3": "practising the Sakadāgāmī Path, the coarse desires are severed and avoided; when",
  "mnd1:21.4": "in the Anāgāmī Path, the subtle desires are severed and avoided; when practising",
  "mnd1:21.5": "the Arahant Path, desire is completely, in every aspect completely, without",
  "mnd1:21.6": "residue, and wholly severed. This is to avoid desire by cutting off.",
  "mnd1:22.1": "\"It's like putting your feet to the head of a snake\": The snake (sappo) is",
  "mnd1:22.2": "called a snake (ahi). What is the meaning of a snake? \"Climbing and walking\" is",
  "mnd1:22.3": "a snake; \"bending and walking\" is a meanderer; \"walking on the chest\" is the",
  "mnd1:22.4": "chest walker; \"walking with the head down\" is the ambusher; \"crawling with the",
  "mnd1:22.5": "head\" is the crawler; \"sleeping in the cave\" is the cave (cavern) dweller;",
  "mnd1:22.6": "\"sleeping in the cave\" is the cave (grotto) dweller; \"using the tooth as its",
  "mnd1:22.7": "weapon\" is the one who uses the tooth as the weapon; \"the poison is terrible\" is",
  "mnd1:22.8": "the highly poisonous one; \"its tongue is twofold\" the (two-)tongued one; \"tastes",
  "mnd1:22.9": "the taste with the second tongue\" is the second tongue taster. One who wants to",
  "mnd1:22.10": "live and not to die, the man who wants pleasure and hates suffering, will avoid,",
  "mnd1:22.11": "dodge, and avoid all over the snake head with his feet. Just so, the person who",
  "mnd1:22.12": "wants pleasure and hates the bitter avoids, dodges, and avoids all over desire.",
  "mnd1:23.1": "\"He transcends mindfully, the love in this world\": \"He,\" who avoids desires",
  "mnd1:23.2": "everywhere. Love is called thirst, which is greed, lust, acquiescence,",
  "mnd1:23.3": "conformity, joy, liking, wanting, desire, fascination, taking, great greed,",
  "mnd1:23.4": "being tied, sludge, disturbance, hypocrisy, (reincarnation) root cause, (bitter)",
  "mnd1:23.5": "fertility, tailoring (craving), net, river, bondage, rope, attachment,",
  "mnd1:23.6": "accumulation, companion, wishing, channel of existence, desire forest (jungle),",
  "mnd1:23.7": "intimacy, love, anticipation, relationship, aspiration, aspiration state, desire",
  "mnd1:23.8": "for form, for sound, smell, taste, touch, desire to obtain, desires of man",
  "mnd1:23.9": "(wealth), desire for a son, desire to live, state of desire, prayer, greed,",
  "mnd1:23.10": "greedy appearance, possesses the state of greed, inquiries (for profits), desire",
  "mnd1:23.11": "for proficiency, illegal greed, improper greed, desire, hope, envy, complete",
  "mnd1:23.12": "hope, desire for desire, desire for being, desire for nothingness, formed",
  "mnd1:23.13": "thirst, formless thirst, extinction thirst, form thirst, sound thirst, smell",
  "mnd1:23.14": "thirst, taste thirst, touch thirst, dhamma thirst, torrent, harness, binding,",
  "mnd1:23.15": "clinging, obstacles, covering, bondage, along with defilements, potential",
  "mnd1:23.16": "troubles, entanglement, vines, stinginess, suffering roots, causes of suffering,",
  "mnd1:23.17": "occurrence of suffering, demon's net, demon's hook, demon's food (bait), demon's",
  "mnd1:23.18": "realm, demon's residence, demon's binding, the river of thirst, the net of",
  "mnd1:23.19": "thirst, the rope of thirst, the sea of thirst, craving, greed, and the root of",
  "mnd1:23.20": "unwholesomeness.",
  "mnd1:24.1": "\"Love\": What is the meaning of love? The \"spread\" is for love; the \"broad\" is",
  "mnd1:24.2": "for love; the \"widespread\" is for love; \"it compels\" is for love; \"it seizes\" is",
  "mnd1:24.3": "for love; \"fraud\" is for love; \"poisonous root\" is for love; \"poisonous fruit\"",
  "mnd1:24.4": "is for love; \"poison is used\" is for love; or, the vast craving: in form...,",
  "mnd1:24.5": "sound..., smell..., taste..., touch..., home, people (groups), housing, profit,",
  "mnd1:24.6": "fame, praise, happiness, clothes, food, sit (a place to) the patient's needs and",
  "mnd1:24.7": "medical necessities, the realm of desire, the realm of form, the realm of",
  "mnd1:24.8": "formlessness, wish to have, form has, formless has, desire realm, wonder to",
  "mnd1:24.9": "have, not want to have, one aggregate has, four aggregate have, five aggregates",
  "mnd1:24.10": "have, past, future, now, the enlarged attachments in the dhammas that are seen,",
  "mnd1:24.11": "heard, felt, and knowable.",
  "mnd1:25.1": "\"In the world\": in the world of suffering, in the world of humans, in the world",
  "mnd1:25.2": "of heaven, in the world of aggregates, in the world of realms, in the world of",
  "mnd1:25.3": "being. \"Mindful (of)\" means being mindful in four ways: when the practice is",
  "mnd1:25.4": "mindful in the body, ...in the subject, ...in the heart (mind), ...on the",
  "mnd1:25.5": "Dhamma, this is mindful.",
  "mnd1:26.1": "And in four ways: the state of avoiding non-mind is mindful, the state of the",
  "mnd1:26.2": "Dhamma that should be done to the mind is mindful, the state of the Dhamma that",
  "mnd1:26.3": "is obstructed by the mind as being mindful, and the state of not forgetting",
  "mnd1:26.4": "mindfulness.",
  "mnd1:27.1": "And in four ways: the state of possessing mindfulness, the state of abiding in",
  "mnd1:27.2": "mindfulness, the state of experiencing mindfulness, and the state of mindfulness",
  "mnd1:27.3": "not lowering.",
  "mnd1:28.1": "And in four ways: the state of mindfulness is the mindfulness, the silent of",
  "mnd1:28.2": "state is the mindfulness, the calm state is the mindfulness, and the state of",
  "mnd1:28.3": "the Dhamma is mindful; mindful of the Buddha, mindful of the Dhamma, mindful of",
  "mnd1:28.4": "the Saṅgha, mindful of the precepts, mindful of giving, with the sky as the",
  "mnd1:28.5": "mind; with the (inbound) breath and the (outbound) breath, the mind with death,",
  "mnd1:28.6": "the mind with the body, the mind with the silence; the general mind, the mind in",
  "mnd1:28.7": "remembrance, the state of remembrance, the state of not drifting, the state of",
  "mnd1:28.8": "not forgetting, the root of mind, the power of mind, the support of mindfulness,",
  "mnd1:28.9": "and the path without forks are called mindfulness. Having, being fully",
  "mnd1:28.10": "possessed, reaching, fully reaching, possessing, being fully possessed,",
  "mnd1:28.11": "possessing this thought, he is called mindful.",
  "mnd1:29.1": "\"He transcends mindfully, the love in this world\": The love in the world, or the",
  "mnd1:29.2": "love of the world, he crosses, transcends, passes, surpasses, and overcomes",
  "mnd1:29.3": "mindfully.",
  "mnd1:30.1": "<em>4 : Fields, land, or gold,",
  "mnd1:30.2": "Cattle, horses, slaves, servants,",
  "mnd1:30.3": "Women, relatives; having various desires,",
  "mnd1:30.4": "People following greed,</em>",
  "mnd1:30.5": "<em>4 : Fields, land, or gold,",
  "mnd1:30.6": "Cattle, horses, slaves, servants,",
  "mnd1:30.7": "Women, relatives; having various desires,",
  "mnd1:30.8": "People following greed,</em>",
  "mnd1:30.9": "<em>4 : Fields, land, or gold,",
  "mnd1:30.10": "Cattle, horses, slaves, servants,",
  "mnd1:30.11": "Women, relatives; having various desires,",
  "mnd1:30.12": "People following greed,</em>",
  "mnd1:30.13": "<em>4 : Fields, land, or gold,",
  "mnd1:30.14": "Cattle, horses, slaves, servants,",
  "mnd1:30.15": "Women, relatives; having various desires,",
  "mnd1:30.16": "People following greed,</em>",
  "mnd1:31.1": "\"Fields, land or gold\": \"Field\" refers to a rice field, rice paddy, pea field,",
  "mnd1:31.2": "broad bean field, barley field, wheat field, and flax field. \"Land\" refers to",
  "mnd1:31.3": "residential land, warehouse land, front yard, back yard, garden land, place of",
  "mnd1:31.4": "residence. \"Gold,\" gold is called currency.",
  "mnd1:32.1": "\"Cows, horses, slaves, servants\": \"Cows (bulls)\" are called cows (oxen).",
  "mnd1:32.2": "\"Horses\" are called livestock, etc. \"Slaves,\" there are four types of slaves:",
  "mnd1:32.3": "slaves born in the house, slaves bought with money, becoming slaves themselves,",
  "mnd1:32.4": "or becoming slaves involuntarily.",
  "mnd1:33.1": "\"Women, relatives, various desires\": \"Women\" are called the women (wife) they",
  "mnd1:33.2": "own. \"Relatives,\" there are four types of relatives: relatives are relatives,",
  "mnd1:33.3": "relatives sharing surnames are relatives, (fellow) scripture (sacred) relatives",
  "mnd1:33.4": "are also relatives, (fellow) skilled relatives (in trades) are also relatives.",
  "mnd1:33.5": "\"Various desires\" are many desires: these various desires are touched by",
  "mnd1:33.6": "desirable forms...(omitted).",
  "mnd1:34.1": "\"People follow greed\": \"Who,\" .... \"People,\" .... \"Follow greed,\" with the",
  "mnd1:34.2": "desire for pollution, he is greedy, desiring, and bound by the desire of things.",
  "mnd1:35.1": "<em>5 : (Even) the powerless conquer him,",
  "mnd1:35.2": "All dangers crush him,",
  "mnd1:35.3": "Then suffering follows him,",
  "mnd1:35.4": "Like water in a broken ship.</em>",
  "mnd1:35.5": "<em>5 : (Even) the powerless conquer him,",
  "mnd1:35.6": "All dangers crush him,",
  "mnd1:35.7": "Then suffering follows him,",
  "mnd1:35.8": "Like water in a broken ship.</em>",
  "mnd1:35.9": "<em>5 : (Even) the powerless conquer him,",
  "mnd1:35.10": "All dangers crush him,",
  "mnd1:35.11": "Then suffering follows him,",
  "mnd1:35.12": "Like water in a broken ship.</em>",
  "mnd1:35.13": "<em>5 : (Even) the powerless conquer him,",
  "mnd1:35.14": "All dangers crush him,",
  "mnd1:35.15": "Then suffering follows him,",
  "mnd1:35.16": "Like water in a broken ship.</em>",
  "mnd1:36.1": "\"The powerless conquer him\": The powerless, the weak, the less powerful, the",
  "mnd1:36.2": "less forceful, the inferior, the despicable, inferior intention, the",
  "mnd1:36.3": "insignificant pollution, those pollution conquer, defeat, overwhelm, end, crush",
  "mnd1:36.4": "that person all over. Or, the powerless, weak, ...: anyone who has no",
  "mnd1:36.5": "credibility, vitality, mind, concentration, or wisdom, ashamed, those who",
  "mnd1:36.6": "conquer, defeat, overwhelm, end, and crush that person by pollution.",
  "mnd1:37.1": "\"All dangers crush him\": There are two types of dangers: the obvious danger and",
  "mnd1:37.2": "the hidden danger. What are the obvious dangers? Lions, tigers, leopards, bears,",
  "mnd1:37.3": "dogs, wolves, bison, elephants, snakes, scorpions, centipedes, or thieves or",
  "mnd1:37.4": "gangsters who do bad things or are ready to do bad things; eye diseases, ear",
  "mnd1:37.5": "diseases, nose..., tongue, body, head, external ear, mouth, dental disease;",
  "mnd1:37.6": "cough, wheezing, external nose disease, fever, old age, abdominal disease, coma,",
  "mnd1:37.7": "diarrhea, abdominal pain, cholera, leprosy, tumor, ringworm, lung disease,",
  "mnd1:37.8": "epilepsy, scabies, rheumatoid ringworm, scratches (disease), dry and cracked",
  "mnd1:37.9": "skin, blood biliary disease, diabetes, hemorrhoids, rashes (boils), hemorrhoids",
  "mnd1:37.10": "(ulcers), diseases caused by gallbladder, diseases caused by phlegm, ...by wind,",
  "mnd1:37.11": "(three) sets of caused by changing seasons, diseases caused by improper",
  "mnd1:37.12": "postures, ...by sudden attacks, ...by kamma, cold, heat, hunger, thirst, feces,",
  "mnd1:37.13": "urine, contact with fly mosquitoes, the sun, snakes, etc.,; these are called",
  "mnd1:37.14": "obvious dangers.",
  "mnd1:38.1": "What are the hidden dangers? Evil deeds of body, evil deeds of speech, evil",
  "mnd1:38.2": "deeds of intention, desire cover, malice cover, sleep cover, demotion and regret",
  "mnd1:38.3": "cover, doubt cover, greed, aversion, ignorance, anger, resentment, hiding evil,",
  "mnd1:38.4": "domineering (arbitrariness, bossiness, tyranny), jealousy, stingy, deceit,",
  "mnd1:38.5": "cunning, stubbornness, passion, conceit, arrogance, hypocrisy, letting go",
  "mnd1:38.6": "(relaxing), all pollution, all evil deeds, all troubles, all anxious heat, all",
  "mnd1:38.7": "heat, and all unwholesome deeds, these are called hidden secret dangers.",
  "mnd1:39.1": "\"Danger,\" what is the meaning of danger? \"Conquer all over\" is danger; \"guide to",
  "mnd1:39.2": "retreat\" is danger; \"live there\" is danger. How is \"conquer all over\" danger?",
  "mnd1:39.3": "Those dangers who conquer, defeat, overwhelm, end, and crush that person are",
  "mnd1:39.4": "\"conquer all over\" as peril.",
  "mnd1:40.1": "How is \"guided to retreat\" danger? Those obstacles and retreats that lead to",
  "mnd1:40.2": "good dhamma in crisis; which good dhamma? The correct way, the following way,",
  "mnd1:40.3": "the way that is not reversed, the way that does not contradict (the way of no",
  "mnd1:40.4": "contradiction), the way of meaning, the way that the Dhamma follows the Dhamma,",
  "mnd1:40.5": "all the precepts are perfect, guarding the roots, knowing the right amount of",
  "mnd1:40.6": "food, specializing in sobriety, and mindfulness, diligently practicing with",
  "mnd1:40.7": "right knowledge, four mindfulnesses, four diligences, four divine bases",
  "mnd1:40.8": "(iddhipāda), five senses, five powers, seven enlightenments, eight branches of",
  "mnd1:40.9": "the Holy Path; the obstacles and retreats that lead from these virtuous dhamma,",
  "mnd1:40.10": "this is \"guided to retreat\" as danger.",
  "mnd1:41.1": "How is \"inhabiting there\" danger? There, these evil and unwholesome dhammas",
  "mnd1:41.2": "arose to restrain individuals, such as burrowing animals lying in caves; aquatic",
  "mnd1:41.3": "animals lying in water; forest animals lying in the forest; arboreal animals",
  "mnd1:41.4": "lying in trees. In the same way, these evil and unwholesome dhammas give rise to",
  "mnd1:41.5": "mutual dependence.",
  "mnd1:42.1": "This was said by the Blessed One: [SN.35.151]",
  "mnd1:42.2": "\"Bhikkhus! Bhikkhus with apprentices and masters live in distress and",
  "mnd1:42.3": "uneasiness. And, bhikkhus! How do bhikkhus with apprentices and masters live in",
  "mnd1:42.4": "misery and uneasiness? (After seeing with the eyes,) giving birth to the",
  "mnd1:42.5": "memories and intentions of the evil and unwholesome dhammas that follow the",
  "mnd1:42.6": "knot. 'They live in him; the evil and evil dhammas inhabit and enter (occupy).'",
  "mnd1:42.7": "Therefore, he is called 'having disciples.' 'They conquer him; Evil and",
  "mnd1:42.8": "unwholesome dhammas conquer him.' Therefore, he is called 'master.'",
  "mnd1:43.1": "Besides, Bhikkhus! After listening to the sound with the ear..., after smelling",
  "mnd1:43.2": "the smell with the nose..., after tasting the taste with the tongue..., touching",
  "mnd1:43.3": "the touch with the body..., after knowing the Dhamma with consciousness, ....",
  "mnd1:43.4": "Bhikkhus! In this way, bhikkhus with disciples and masters live in misery and",
  "mnd1:43.5": "restlessness.\"",
  "mnd1:44.1": "This was said by the Blessed One [It.88]: \"Bhikkhus! There are these three types",
  "mnd1:44.2": "of internal grime, internal non-friends, internal enemies, internal killers, and",
  "mnd1:44.3": "internal grievances. Bhikkhus! Greed is internal grime, internal non-friends,",
  "mnd1:44.4": "...; Bhikkhus! Sorrow...; Bhikkhus! Infatuation.... Bhikkhus! These are the",
  "mnd1:44.5": "three types of internal grime, internal non-friends, internal enemies, internal",
  "mnd1:44.6": "killers, and internal grievances.\"",
  "mnd1:45.1": "\"Greed is the cause of no benefit, and greed is the one which shakes the heart,",
  "mnd1:45.2": "Horror arises from it, and people don't realize (understand) it.",
  "mnd1:45.3": "The greedy person does not know the benefits, the greedy person cannot see the Dhamma,",
  "mnd1:45.4": "At that time he was a blind dark one: anyone who can conquer with greed.",
  "mnd1:45.5": "Anger is the cause of no benefit, anger is the one that shakes the heart,",
  "mnd1:45.6": "horror arises from it, and people don't realize it.",
  "mnd1:45.7": "The angry do not know the benefits, the angry cannot see the Dhamma,",
  "mnd1:45.8": "At that time he was a blind dark one: a man who can (be) conquered.",
  "mnd1:45.9": "Foolishness is the cause of no benefit, foolishness is the one that shakes the heart,",
  "mnd1:45.10": "horror arises from it, and people don't realize it.",
  "mnd1:45.11": "Fools don't know the benefits, fools can't see the Dhamma,",
  "mnd1:45.12": "At that time he was a blind dark one: anyone who can be conquered.\"",
  "mnd1:46.1": "This was said by the Blessed One [SN.3.2]: \"King! When the three dhammas within",
  "mnd1:46.2": "a man arise, disadvantage, suffering, and restlessness arise. Which three are",
  "mnd1:46.3": "there? King! When the greed within the man himself arises, disadvantages,",
  "mnd1:46.4": "sufferings, and restlessness arise; King! When the aggression within the man",
  "mnd1:46.5": "himself arises.... King! When the foolishness within the person arises, ....\"",
  "mnd1:47.1": "\"A greedy, aversive, foolish, malevolent man,",
  "mnd1:47.2": "Hurts oneself, like many fruits (damage) a tree's heart.\"",
  "mnd1:48.1": "This was said by the Blessed One: [SN.10.3]",
  "mnd1:48.2": "\"From here come greed and anger,",
  "mnd1:48.3": "Unhappiness, happiness, and horror (lit. body hair standing up);",
  "mnd1:48.4": "From here is where intention arises,",
  "mnd1:48.5": "Like a little boy letting a crow go.\"",
  "mnd1:49.1": "\"Distresses crush him\": Those distresses conquer, defeat, overwhelm, end, and",
  "mnd1:49.2": "crush that person.",
  "mnd1:50.1": "\"After, suffering follows him\": \"After,\" adversity follows the person; life",
  "mnd1:50.2": "follows the person; age follows..., sickness follows..., ...death..., sorrow,",
  "mnd1:50.3": "despair, the suffering of hell, the suffering of the animal world, the suffering",
  "mnd1:50.4": "of the hungry ghost world, human suffering...; rooted in the suffering of",
  "mnd1:50.5": "entering the womb..., rooted in the suffering of the mother's womb, the",
  "mnd1:50.6": "suffering of the bond of birth, the birth, the suffering placed by others, the",
  "mnd1:50.7": "suffering that oneself brings, the suffering of others' persecution...; eye",
  "mnd1:50.8": "diseases, ear diseases, ..., and the pain of contact with the fly mosquito, the",
  "mnd1:50.9": "sun, and the snake, ...; the pain of losing the mother, the father, brother,",
  "mnd1:50.10": "sister, losing a son, a daughter, family loss, property loss, loss from disease,",
  "mnd1:50.11": "virtue loss, sight loss....",
  "mnd1:51.1": "\"As water is to a broken ship\": As a broken ship is in the water, from there the",
  "mnd1:51.2": "water follows, accompanies, and becomes a follower; from the front, the water",
  "mnd1:51.3": "follows, accompanies, and becomes a follower; from behind..., from below...,",
  "mnd1:51.4": "from the side.... In the same way, the sufferings follow, follow the person,",
  "mnd1:51.5": "become a follower; life suffering follows...(omitted).",
  "mnd1:52.1": "<em>6 : Therefore people who are always mindful,",
  "mnd1:52.2": "And can avoid all desires,",
  "mnd1:52.3": "Can ride through the torrent after breaking off these,",
  "mnd1:52.4": "Like drawing out the water from the ship",
  "mnd1:52.5": "And reaching the other shore.</em>",
  "mnd1:52.6": "<em>6 : Therefore people who are always mindful,",
  "mnd1:52.7": "And can avoid all desires,",
  "mnd1:52.8": "Can ride through the torrent after breaking off these,",
  "mnd1:52.9": "Like drawing out the water from the ship",
  "mnd1:52.10": "And reaching the other shore.</em>",
  "mnd1:52.11": "<em>6 : Therefore people who are always mindful,",
  "mnd1:52.12": "And can avoid all desires,",
  "mnd1:52.13": "Can ride through the torrent after breaking off these,",
  "mnd1:52.14": "Like drawing out the water from the ship",
  "mnd1:52.15": "And reaching the other shore.</em>",
  "mnd1:52.16": "<em>6 : Therefore people who are always mindful,",
  "mnd1:52.17": "And can avoid all desires,",
  "mnd1:52.18": "Can ride through the torrent after breaking off these,",
  "mnd1:52.19": "Like drawing out the water from the ship",
  "mnd1:52.20": "And reaching the other shore.</em>",
  "mnd1:52.21": "<em>6 : Therefore people who are always mindful,",
  "mnd1:52.22": "And can avoid all desires,",
  "mnd1:52.23": "Can ride through the torrent after breaking off these,",
  "mnd1:52.24": "Like drawing out the water from the ship",
  "mnd1:52.25": "And reaching the other shore.</em>",
  "mnd1:53.1": "\"Therefore, a person always mindful\": \"Therefore,\" therefore; the reason; the",
  "mnd1:53.2": "cause; the condition; the cause, when you see this fault in desire. \"Person,\"",
  "mnd1:53.3": ".... \"Always,\" always; everything; all the time; constant; eternally;",
  "mnd1:53.4": "constantly; continuously; uninterruptedly; successively; like water waves rise",
  "mnd1:53.5": "without intervals; continuously accompanied and touched; before noon, noon,",
  "mnd1:53.6": "first (watches of the) night, midnight, and late (watches of the) night; in the",
  "mnd1:53.7": "dark moon, bright moon, and rainy season, winter, summer; in youth, middle age,",
  "mnd1:53.8": "and old age. \"Mindful,\" ....",
  "mnd1:54.1": "\"Can avoid all desires\": \"Desire,\" .... \"Can avoid all desires,\" can avoid all",
  "mnd1:54.2": "desires in two ways: from suppressing or severing....",
  "mnd1:55.1": "\"Those who can survive the torrent\": \"Those,\" after he knows the desire for",
  "mnd1:55.2": "things, after abandoning the desire for pollution, after abandoning, after being",
  "mnd1:55.3": "driven away, after finishing, and making it come to non-existence; after the",
  "mnd1:55.4": "desire of desire is covered with abandonment, after abandonment, after eviction,",
  "mnd1:55.5": "after the end, and after making it go to non-existence; the cover of malice...,",
  "mnd1:55.6": "the cover of sleepiness..., cover of demotion and regret..., the cover of",
  "mnd1:55.7": "suspicion..., ...after making it non-existent, the torrent of desire, the",
  "mnd1:55.8": "torrent of being, the torrent of seeing, the torrent of ignorance, he can ride",
  "mnd1:55.9": "through, surpass, pass, surmount, and overcome.",
  "mnd1:56.1": "\"As you draw (water) out (from) a ship and become a person who reaches the other",
  "mnd1:56.2": "shore\": As a heavy ship with a load is drawn out, emptied, and discharged into a",
  "mnd1:56.3": "light ship, it can go to the other shore quickly and easily. In the same way,",
  "mnd1:56.4": "after he knows the desire for things, after he has given up on the desire for",
  "mnd1:56.5": "pollution, ..., ...after making it go to non-existence, can go to the other side",
  "mnd1:56.6": "quickly and easily. The other side is called non-living, Nibbāna, that is the",
  "mnd1:56.7": "cessation of all actions, the cessation of all attachments, the cessation of",
  "mnd1:56.8": "craving, greed, extinction, and Nibbāna. \"Can go to the other shore,\" can reach",
  "mnd1:56.9": "the other shore; can arrive at the other shore; can testify to the other shore.",
  "mnd1:56.10": "\"Anyone who has reached the other shore,\" whoever wants to go to the other",
  "mnd1:56.11": "shore, he is the one who has reached the other shore; whoever goes to the other",
  "mnd1:56.12": "shore, he is also the one who has reached the other shore; whoever has reached",
  "mnd1:56.13": "the other shore, he is also the one who has reached the other shore.",
  "mnd1:57.1": "This was said by the Blessed One: [SN.35.238]",
  "mnd1:57.2": "\"I have crossed to the other shore, and the Brāhmaṇa is standing on the high",
  "mnd1:57.3": "ground. Bhikkhus!\" 'Brāhmaṇa' is a synonym for an Arahant.\" He has proven to",
  "mnd1:57.4": "reach the other shore; those on the other shore; those who have reached the",
  "mnd1:57.5": "other shore through practice; ...by testifying; ...by the knowledge of all",
  "mnd1:57.6": "dhammas; ...by the knowledge of all suffering; ...by abandoning all pollution;",
  "mnd1:57.7": "...by the practice of the Four Holy Paths; those who testify of destruction",
  "mnd1:57.8": "reach the other shore; the one who waits until reaching the other shore, he is",
  "mnd1:57.9": "the free reacher in the precepts, the highest arrival; free in the holy",
  "mnd1:57.10": "determination he is the one who has reached the other side; at the confines of",
  "mnd1:57.11": "sanctity, the highest arrival; at the holy liberation, the highest arrival, he",
  "mnd1:57.12": "is the one who has reached the other shore; those who have reached the other",
  "mnd1:57.13": "shore, have reached the ultimate (target); ...the ultimate..., the end; ...the",
  "mnd1:57.14": "boundary (ultimate); ...the terminator; ...the rescue; ...the refuge; ...the",
  "mnd1:57.15": "shelter; ...no terror; ...no death; ...undeath; ...the person who has reached",
  "mnd1:57.16": "undeath, has reached Nibbāna. The person who has reached Nibbāna, he is the",
  "mnd1:57.17": "person who has descended, the person who has practiced, the person who has",
  "mnd1:57.18": "completed the journey, the person who has reached the direction, the person who",
  "mnd1:57.19": "has reached the end; those who have guarded the Brahma, those who have reached",
  "mnd1:57.20": "the highest view, those who have practiced the Path, those who have renounced",
  "mnd1:57.21": "pollution, those who have been unshakable, those who have testified to",
  "mnd1:57.22": "extinction, for him have been known, gathered and renounced, and the Path has",
  "mnd1:57.23": "been practiced and extinction has been testified, those who have been proven to",
  "mnd1:57.24": "be able to be known, those who have known what can be known, ...renounced what",
  "mnd1:57.25": "should be renounced, ...practiced what should be practiced, ...testified what",
  "mnd1:57.26": "should be testified.",
  "mnd1:58.1": "He is the one whose obstacle has been removed, ...whose ditch has been filled,",
  "mnd1:58.2": "...whose pillar has been pulled up, who has no latch, whose holy flag has",
  "mnd1:58.3": "fallen, whose burden has been removed, who has separated, whose five branches",
  "mnd1:58.4": "have been cut off, and who has six branches. Those who have one guardian and",
  "mnd1:58.5": "four reliances are those whose truths have been removed, ...who seek to have",
  "mnd1:58.6": "renounced and completely decayed, who have no turbid intentions, ...have calmed",
  "mnd1:58.7": "their lives, ...are kind and free, are liberated in wisdom, the highest person,",
  "mnd1:58.8": "the supreme person, who has achieved the supreme accomplishment, neither",
  "mnd1:58.9": "composes nor disassembles, does not accumulate and then stands; neither gives up",
  "mnd1:58.10": "nor clings, but stands after giving up; neither dispelling nor accumulating, and",
  "mnd1:58.11": "stays after dispersing; neither extinguishing nor lighting, staying standing",
  "mnd1:58.12": "after extinguishing [SN.22.79], is a state of no-learning precepts, the abiding",
  "mnd1:58.13": "person..., the no-learning singularity..., the no-learning wisdom..., the",
  "mnd1:58.14": "no-learning liberation aggregator..., the inhabitants who have the state of the",
  "mnd1:58.15": "no-learning liberation of the wisdom perception, the inhabitants who have",
  "mnd1:58.16": "completed and penetrated reality, those who have passed the disturbance (craze),",
  "mnd1:58.17": "those who are standing after the pollution fire is extinguished, those who are",
  "mnd1:58.18": "no longer coming at all, those who have grasped victory, and those who have been",
  "mnd1:58.19": "freed from use, a person who is compassionate and pure..., compassion...,",
  "mnd1:58.20": "joy..., a person who is peaceful and pure, a person who is pure and all-pure, a",
  "mnd1:58.21": "state of non-identity, the dweller in the liberated state, the dweller in the",
  "mnd1:58.22": "satisfied state, the dweller in the ultimate (boundary), the dweller in the",
  "mnd1:58.23": "ultimate realm, the dweller in the ultimate place, the ultimate in the place of",
  "mnd1:58.24": "interest, the inhabitants of the above, the inhabitants of the ultimate in",
  "mnd1:58.25": "rebirth, the inhabitants of the ultimate in rebirth, the inhabitants of the",
  "mnd1:58.26": "ultimate in existence, the inhabitants of the ultimate in saṃsāra, the",
  "mnd1:58.27": "inhabitants of the ultimate in rebirth, the dweller who is in the ultimate",
  "mnd1:58.28": "walking, the dweller who has the uppermost in the last, the dweller who gathers",
  "mnd1:58.29": "in the last (body), the Arahant who holds the last body.",
  "mnd1:59.1": "\"This is his last, this is the last gathering (body),",
  "mnd1:59.2": "The cycle of life and death, without his rebirth.\""
}
