{
  "mnd16:0.1": "Mahāniddesa",
  "mnd16:0.2": "Aṭṭhakavagga",
  "mnd16:0.3": "16. Sāriputta",
  "mnd16:1.1": "<em>190 : [Venerable Sāriputta like this:]",
  "mnd16:1.2": "I had not seen before,",
  "mnd16:1.3": "Nor has anyone heard of it;",
  "mnd16:1.4": "The master of such witty words,",
  "mnd16:1.5": "The master who came from the Tusita heaven.</em>",
  "mnd16:1.6": "<em>190 : [Venerable Sāriputta like this:]",
  "mnd16:1.7": "I had not seen before,",
  "mnd16:1.8": "Nor has anyone heard of it;",
  "mnd16:1.9": "The master of such witty words,",
  "mnd16:1.10": "The master who came from the Tusita heaven.</em>",
  "mnd16:1.11": "<em>190 : [Venerable Sāriputta like this:]",
  "mnd16:1.12": "I had not seen before,",
  "mnd16:1.13": "Nor has anyone heard of it;",
  "mnd16:1.14": "The master of such witty words,",
  "mnd16:1.15": "The master who came from the Tusita heaven.</em>",
  "mnd16:1.16": "<em>190 : [Venerable Sāriputta like this:]",
  "mnd16:1.17": "I had not seen before,",
  "mnd16:1.18": "Nor has anyone heard of it;",
  "mnd16:1.19": "The master of such witty words,",
  "mnd16:1.20": "The master who came from the Tusita heaven.</em>",
  "mnd16:1.21": "<em>190 : [Venerable Sāriputta like this:]",
  "mnd16:1.22": "I had not seen before,",
  "mnd16:1.23": "Nor has anyone heard of it;",
  "mnd16:1.24": "The master of such witty words,",
  "mnd16:1.25": "The master who came from the Tusita heaven.</em>",
  "mnd16:2.1": "\"I have not seen before\": For me, before this, I hadn't seen the Blessed One",
  "mnd16:2.2": "with these eyes and this self: When the Blessed One was in the thirty-three-day",
  "mnd16:2.3": "realm under the tree of daylight yellow, when I settled down in the rainy",
  "mnd16:2.4": "season, he was surrounded by a group of gods and descended from a jewel-made",
  "mnd16:2.5": "staircase to the scattered city. This sight was not seen before.",
  "mnd16:3.1": "\"[Like this Venerable Sāriputta]\": \"Like this,\" sentence continuation; sentence",
  "mnd16:3.2": "connection; sentence completion; combination of words; connection of words; this",
  "mnd16:3.3": "is the order of sentences, which is \"like this.\" \"Venerable,\" this is a language",
  "mnd16:3.4": "of love, respect, and obedience. \"Sāriputta,\" the name, title, security, common",
  "mnd16:3.5": "name, word, phrase, address.",
  "mnd16:4.1": "\"Or not heard by anyone\": \"No\" is negative. \"Or,\" the continuation of the",
  "mnd16:4.2": "sentence; the connection of the sentence; .... \"Anyone,\" khattiya, or Brāhmaṇa,",
  "mnd16:4.3": "or vessa, or sudda, or layman, or bhikkhu, or heaven, or human.",
  "mnd16:5.1": "\"Such a master of witty (wonderful) words\": \"Such witty words, good words,",
  "mnd16:5.2": "beloved words, pleasant words, (such as) the beautiful sound of beloved birds",
  "mnd16:5.3": "roaring. Moreover, the voice that the Blessed One makes from his mouth has eight",
  "mnd16:5.4": "(features): clear, knowable, beautiful, elegant, concise, undisturbed, deep, and",
  "mnd16:5.5": "magnificent, the Blessed One makes the crowd aware with his voice, and his voice",
  "mnd16:5.6": "is not outside the crowd, and the Blessed One is like the voice of Brahma, like",
  "mnd16:5.7": "the sound of a beautiful bird.",
  "mnd16:6.1": "\"Master,\" The Blessed One is the master, the leader of the caravan, such as the",
  "mnd16:6.2": "leader of the caravan makes all living beings cross the danger zone: make them",
  "mnd16:6.3": "to cross the danger zone of thieves, ...of beasts, ...of starvation, ...of no",
  "mnd16:6.4": "water, he makes it come out, make it overrun, make it pass, make it reach the",
  "mnd16:6.5": "ultimate place of stability. In the same way, the Blessed One is the leader of",
  "mnd16:6.6": "the caravan, enabling all living beings to cross the danger zone: make them",
  "mnd16:6.7": "cross the danger zone of life, ...of old age, ...of disease, death, sorrow,",
  "mnd16:6.8": "suffering, worries, despair, greed, anger, ignorance, conceit, seeing (views),",
  "mnd16:6.9": "pollution, evil; ...the dense forest (jungle) of greed, ...of anger,",
  "mnd16:6.10": "...(omitted); he makes them come out, makes them transcend, makes them reach",
  "mnd16:6.11": "stability, non-living, and Nibbāna.",
  "mnd16:7.1": "Or, the Blessed One is the guide, the moderator, the comforter, the informer,",
  "mnd16:7.2": "the one who makes it deliberate, the one who sees it, and the one who makes it",
  "mnd16:7.3": "clear.",
  "mnd16:8.1": "Or, the Blessed One is the founder of the unborn Path, the producer of the",
  "mnd16:8.2": "unborn Path, the unannounced preacher; the one who knows the Path, the knower of",
  "mnd16:8.3": "the Path, the acquaintance of the Path, and (his) disciples now live in the",
  "mnd16:8.4": "Path, and will be the possessors in the future.",
  "mnd16:9.1": "\"The lord from the Tusita heaven\": \"After the Blessed One died from the Tusita",
  "mnd16:9.2": "heaven, he entered the womb with mind and knowledge.",
  "mnd16:10.1": "Or, the gods of the heavens are called the contented ones, they are the",
  "mnd16:10.2": "satisfied ones, the good contented ones, the delighted ones, the happy ones, the",
  "mnd16:10.3": "joyful and happy ones who have been born, the lords who came to the heavens. Or,",
  "mnd16:10.4": "Arahants are called contented ones, ...(omitted), the one who intends to achieve",
  "mnd16:10.5": "consummation, the masters who came to be Arahants. \"Masters,\" the Blessed One is",
  "mnd16:10.6": "the master, the \"teacher of the group\" is the master, the \"Master of the group\"",
  "mnd16:10.7": "is the master, \"He who takes care of the group\" as the master, \"He teaches the",
  "mnd16:10.8": "group\" as the master, \"He admonishes The group\" is the master, \"he went to see",
  "mnd16:10.9": "the group fearlessly\" as the master, \"(the one whom) the group wants to hear,",
  "mnd16:10.10": "listen, and understand with heart\" as the master, \"after the group appears bad,",
  "mnd16:10.11": "he establishes the good\" as the master, (he) is the master of the Bhikkhus",
  "mnd16:10.12": "(groups), the master of the Bhikkhunis, the master of the male lay devotees, the",
  "mnd16:10.13": "master of the female lay devotees, the master of the kings, the master of the",
  "mnd16:10.14": "khattiya, the master of the Brāhmaṇas, the master of the vessa, the master of",
  "mnd16:10.15": "the sudda, the master of the heaven, the master of the Brahma, the master of the",
  "mnd16:10.16": "Saṅgha, the teacher of the community. \"Come,\" arrived, fully arrived, to the",
  "mnd16:10.17": "scattered city.",
  "mnd16:11.1": "<em>191 : The world including the gods,",
  "mnd16:11.2": "If anyone sees it,",
  "mnd16:11.3": "He drives away all darkness",
  "mnd16:11.4": "And alone, gains joy.</em>",
  "mnd16:11.5": "<em>191 : The world including the gods,",
  "mnd16:11.6": "If anyone sees it,",
  "mnd16:11.7": "He drives away all darkness",
  "mnd16:11.8": "And alone, gains joy.</em>",
  "mnd16:11.9": "<em>191 : The world including the gods,",
  "mnd16:11.10": "If anyone sees it,",
  "mnd16:11.11": "He drives away all darkness",
  "mnd16:11.12": "And alone, gains joy.</em>",
  "mnd16:11.13": "<em>191 : The world including the gods,",
  "mnd16:11.14": "If anyone sees it,",
  "mnd16:11.15": "He drives away all darkness",
  "mnd16:11.16": "And alone, gains joy.</em>",
  "mnd16:12.1": "\"The world including the gods\": The world including the gods, the demons, the",
  "mnd16:12.2": "Brahma, the generations including the Samaṇas and the Brāhmaṇas, the heavens,",
  "mnd16:12.3": "and the people.",
  "mnd16:13.1": "\"If someone with eyes sees\": When the Blessed One sat under the coral tree in",
  "mnd16:13.2": "the realm of the thirty-three gods teaching the Dhamma, as the gods saw it, so",
  "mnd16:13.3": "mankind saw it; as it appeared to mankind, so it appeared to the gods. Or again,",
  "mnd16:13.4": "as some Samaṇas and Brāhmaṇa masters who are not the masters are seen as as",
  "mnd16:13.5": "such. Those who have been tuned to imprisonment; those who are not silent are",
  "mnd16:13.6": "regarded as those who have been silent; those who are not silent are regarded as",
  "mnd16:13.7": "those who have ceased; those who have not reached Nibbāna are regarded as having",
  "mnd16:13.8": "reached Nibbāna and the like.",
  "mnd16:14.1": "\"Like fake earrings made of clay,",
  "mnd16:14.2": "Half a penny of copper covered with gold,",
  "mnd16:14.3": "Being covered by the entourage and travels in the world,",
  "mnd16:14.4": "The inner is not pure, the outer is very bright.\"",
  "mnd16:14.5": "[SN.3.11]",
  "mnd16:15.1": "The Blessed One does not look like this. The Blessed One is regarded as having",
  "mnd16:15.2": "been adjusted by the truth, truthfulness, fact, correct, uninverted, and",
  "mnd16:15.3": "reality; those who have been silent are regarded as having been silent and the",
  "mnd16:15.4": "like; have been silent are regarded as those who have ceased, and those who have",
  "mnd16:15.5": "reached Nibbāna are regarded as those who have reached Nibbāna. The Buddha and",
  "mnd16:15.6": "the Blessed One does not create behaviors, but people with aspirations.",
  "mnd16:16.1": "Or, the Blessed One has a clear voice, admiration of the voice of praise, in the",
  "mnd16:16.2": "domain of the dragon, the domain of the golden-winged bird, the domain of the",
  "mnd16:16.3": "Yakkha, the domain of Asura, the domain of Gandhabba, the domain of the King,",
  "mnd16:16.4": "the domain of Indā, the domain of Brahma, the domain of the gods, like this,",
  "mnd16:16.5": "like that, and so on.",
  "mnd16:17.1": "Or, the Blessed One has ten powers, four fearlessness, four unobstructed",
  "mnd16:17.2": "solutions, six super-knowledges, powers, six Buddha Dhammas (chahi",
  "mnd16:17.3": "buddhadhammehi), prestige, strength, virtue, vitality, and wisdom. He has seen",
  "mnd16:17.4": "and known.",
  "mnd16:18.1": "\"Good people in the distance appear like the Himalayas,",
  "mnd16:18.2": "Non-good people are not seen here, like arrows thrown at night.\"",
  "mnd16:18.3": "[Dph.21, 304]",
  "mnd16:19.1": "\"Eyes,\" the Blessed One regards the five eyes as 'those who have eyes': Five",
  "mnd16:19.2": "types of eyes are those who have eyes: the naked eyes are those who have eyes,",
  "mnd16:19.3": "the heavenly eyes are also those who have eyes, the wise eyes are also those",
  "mnd16:19.4": "who have eyes, the eyes of Buddha are also those who have eyes, and all-eyes",
  "mnd16:19.5": "are also those who have eyes.",
  "mnd16:20.1": "How does the Blessed One regard the naked eye as \"having eyes?\" There are five",
  "mnd16:20.2": "colors in the eyes of the Blessed One: cyan, yellow, red, black, and white. The",
  "mnd16:20.3": "(Blessed One's) eye hairs are blue, extremely blue, correct, beautiful, and",
  "mnd16:20.4": "equivalent to flax, and the others are yellow, extremely yellow, golden, and",
  "mnd16:20.5": "correct, beautiful, the equal of the flower of the bayur tree. The two eyes of",
  "mnd16:20.6": "the Blessed One are red, extremely red, straight, beautiful, red as the insects",
  "mnd16:20.7": "that come from the ground after the rain, and in the middle are black, extremely",
  "mnd16:20.8": "black, not coarse, smooth, straight, beautiful, and moist. The outers are white,",
  "mnd16:20.9": "extremely white, white, yellow-white, pleasing, beautiful, and equivalent to the",
  "mnd16:20.10": "Osadhī star. With the naked eyes of the Blessed One which belonged to him",
  "mnd16:20.11": "naturally having been born of previous good kamma, he sees everything in day and",
  "mnd16:20.12": "night, when there are four branches of darkness: sunset, moonless night,",
  "mnd16:20.13": "darkness of the heavy forest, the darkness of heavy clouds. Like this, when",
  "mnd16:20.14": "there is the darkness of the four branches, he also sees everything in day and",
  "mnd16:20.15": "night. There are no walls, or shutters, or fences, or mountains, or bushes, or",
  "mnd16:20.16": "groves, which are obstacles to his vision of form. If a sesame is marked and put",
  "mnd16:20.17": "into a cart full of sesame, he can select that sesame. In this way, the Blessed",
  "mnd16:20.18": "One's natural naked eye is pure, and the Blessed One regards the naked eye as an",
  "mnd16:20.19": "eye.",
  "mnd16:21.1": "How does the Blessed One regard the heavenly eye as \"the one with eyes?\" With a",
  "mnd16:21.2": "pure and transcendent celestial eye, the Blessed One sees that when all beings",
  "mnd16:21.3": "die and pass away, they are inferior, triumphant, beautiful, ugly, fortunate,",
  "mnd16:21.4": "and unfortunate, knowing that all beings flow according to their kamma: \"These",
  "mnd16:21.5": "beings and monarchs have evil deeds of body, evil deeds of behavior, evil deeds",
  "mnd16:21.6": "of intention, rebuke the saints, wrong views and kamma of holding wrong views,",
  "mnd16:21.7": "they have passed away after death to the suffering realm, evil returning, lower",
  "mnd16:21.8": "realm, hell; or these beings, who have good deeds of body, good deeds of speech,",
  "mnd16:21.9": "good deeds of intentions, do not condemn the saints, and uphold the right view",
  "mnd16:21.10": "of the kamma, they have passed away to the world of goodness and heaven after",
  "mnd16:21.11": "death by disintegrating their bodies.\" In this way, with a pure and transcendent",
  "mnd16:21.12": "celestial eye, he saw that when all beings died and passed away, in the",
  "mnd16:21.13": "inferiority, victory, beauty, ugliness, fortune, and misfortune, he knew the",
  "mnd16:21.14": "flow of all beings according to kamma. When he wants, the Blessed One can see",
  "mnd16:21.15": "one world, two worlds, three worlds, four worlds, five worlds, and ten worlds.",
  "mnd16:21.16": "Also, twenty world realms, thirty world realms, forty..., fifty..., one hundred,",
  "mnd16:21.17": "these thousand small worlds, two thousand middle world realms, as well as these",
  "mnd16:21.18": "three hundred thousand great world realms [AN.3.81]. If he wants to, he can see",
  "mnd16:21.19": "it. In this way, the Blessed One's heavenly eyes are all pure, and the Blessed",
  "mnd16:21.20": "One regards the heavenly eyes as having eyes.",
  "mnd16:22.1": "How does the Blessed One regard the wise eyes as the one with eyes? The Blessed",
  "mnd16:22.2": "One is the great wisdom, broad wisdom, quick wisdom, sharp wisdom, piercing",
  "mnd16:22.3": "wisdom, advising wisdom: those who are skillful, those who have developed",
  "mnd16:22.4": "wisdom, those who have proved that they have reached the unimpeded, those who",
  "mnd16:22.5": "have reached the four fearless ones, those who possess ten powers, those who are",
  "mnd16:22.6": "like bulls, those who are like lions, those who can have great wealth, those with",
  "mnd16:22.7": "boundless wisdom, those with boundless brilliance, those with boundless fame,",
  "mnd16:22.8": "the rich, the wealthy, the guide, the moderator, the comforter, the informer,",
  "mnd16:22.9": "the one who makes it seen, the one who makes it visible, the one who makes it",
  "mnd16:22.10": "clear, the Blessed One is indeed the founder of the unborn Path, the producer of",
  "mnd16:22.11": "the unborn Path, the unannounced preacher; the one who knows the Path, the",
  "mnd16:22.12": "knower of the Path, and, (his) disciples now live in the Path's accompaniment,",
  "mnd16:22.13": "and will be the possessors in the future.",
  "mnd16:23.1": "The Blessed One is indeed the knower and seer, who knows and sees; he is the one",
  "mnd16:23.2": "who is born with eyes, born with wisdom, born with Dhamma, and born with Brahma;",
  "mnd16:23.3": "he is an interpreter and promoter of righteousness, the immortal giver, Dhamma",
  "mnd16:23.4": "King, Tathāgata; there is nothing that the Blessed One did not know, did not",
  "mnd16:23.5": "see, did not testify (prove), did not touch with wisdom; the past, the future,",
  "mnd16:23.6": "and the present came to the Buddha and the Blessed One with all the deeds in the",
  "mnd16:23.7": "field of wisdom, anyone with any name that should be guided to reason can know:",
  "mnd16:23.8": "one's own righteousness or others' righteousness or both, or the righteousness",
  "mnd16:23.9": "of the current life or the righteousness of the next life or both, or deep or",
  "mnd16:23.10": "hidden, or should be guided to infer, or have been guided to determine, or no",
  "mnd16:23.11": "fault or pollution, or clear or supreme interest, everything revolves in the",
  "mnd16:23.12": "Buddha's wisdom.",
  "mnd16:24.1": "All body kamma is transferred in the wisdom of the Buddha and the Blessed One;",
  "mnd16:24.2": "all language kamma...; all mental kamma...; the wisdom of the Buddha and the",
  "mnd16:24.3": "Blessed One about the past is barrier-free; ..future...; ...present...; all that",
  "mnd16:24.4": "should be guided to infer is the reach of wisdom; all wisdom is guided to be",
  "mnd16:24.5": "inferred, and all that should be guided to be inferred is the ultimate wisdom;",
  "mnd16:24.6": "the ultimate wisdom is what is guided to be deduced, and there is no wisdom",
  "mnd16:24.7": "beyond what is guided to be deduced; there is no way to transcend the wisdom",
  "mnd16:24.8": "that is guided and deduced. These dhammas live in mutual restriction, such as",
  "mnd16:24.9": "two boxes, where the covers are completely in contact; the lower cover does not",
  "mnd16:24.10": "go over the upper one, and the upper cover does not go over the lower one;",
  "mnd16:24.11": "restricted to each other. (Similarly, ) all that should be guided... (omitted);",
  "mnd16:24.12": "these dhammas live in mutual restriction.",
  "mnd16:25.1": "The wisdom of the Buddha and the Blessed One is transferred in all the Dhamma,",
  "mnd16:25.2": "all the Dhamma is the Buddha, the Blessed One's turning belongs, the hope",
  "mnd16:25.3": "belongs, the intention belongs, the mind arises, the wisdom of the Buddha and",
  "mnd16:25.4": "the Blessed One is transferred to all living beings, the Blessed One knows the",
  "mnd16:25.5": "intentions of all living beings, knows the potential tendency of troubles,",
  "mnd16:25.6": "...the behavior, ...solution, about the less dusty, the more dusty; the rooted,",
  "mnd16:25.7": "the dull rooted, the good deeds, the evil deeds, and the teachability and",
  "mnd16:25.8": "unteachability of beings; capable and incapable sentient beings, including the",
  "mnd16:25.9": "world of heaven, demons, and Brāhmaṇa; generations of Samaṇas, Brāhmaṇas,",
  "mnd16:25.10": "heaven, and man all revolve in the wisdom of Buddha.",
  "mnd16:26.1": "If any fish, turtles, and even the big fish swallowing boats revolve in the sea,",
  "mnd16:26.2": "the same, including the world of heaven, the world of demons, and the world of",
  "mnd16:26.3": "Brāhmaṇa; the generations including Samaṇas, Brāhmaṇas, heaven and mankind are",
  "mnd16:26.4": "all turned around in the Buddha wisdom, such as any bird and even the",
  "mnd16:26.5": "gold-winged birds were turning around in the field of space. In the same way,",
  "mnd16:26.6": "those who possess the same wisdom as Sāriputta also revolve in the field of",
  "mnd16:26.7": "Buddha wisdom. The wisdom of the Buddha is pervasive and transcends heaven and",
  "mnd16:26.8": "human.",
  "mnd16:27.1": "Those wise khattiya, wise Brāhmaṇas, wise homeowners, wise Samaṇas, smart",
  "mnd16:27.2": "dissidents, sharp breakers who want to act on evil views with a wise attitude,",
  "mnd16:27.3": "they prepare problems to be seen later; they saw the Tathāgata and asked about",
  "mnd16:27.4": "the what is hidden and secret. Those questions were discussed and answered by",
  "mnd16:27.5": "the Blessed One with reasons, and they abandoned those (others) nearby and",
  "mnd16:27.6": "became the (disciples) of the Blessed One. At that time, the Blessed One was",
  "mnd16:27.7": "there, shining with wisdom. In this way, the Blessed One regards the insight as",
  "mnd16:27.8": "an eye.",
  "mnd16:28.1": "How is it that the Buddha's eyes are \"the one who as eyes?\" When the Blessed One",
  "mnd16:28.2": "observes the world with the eyes of the Buddha, he sees those with less dust and",
  "mnd16:28.3": "more dust; those with roots and blunt roots; ...good deeds and evil deeds;",
  "mnd16:28.4": "...easy to teach and difficult to teach; the existing sins and terrors of the",
  "mnd16:28.5": "other worlds, others who do not live in seeing sin and terror in other worlds.",
  "mnd16:28.6": "Just like in the green lotus pond, red lotus pond, and white lotus pond, some",
  "mnd16:28.7": "green lotus, red lotus, and white lotus grow in the water, rest on the surface",
  "mnd16:28.8": "of the water, sink and grow underwater; some ...are born in the water and grow",
  "mnd16:28.9": "in the water, and live on the same height (as the surface); some ...rise above",
  "mnd16:28.10": "the water and live and dwell without being stained by water. Similarly, when the",
  "mnd16:28.11": "Blessed One observes the world with the eyes of the Buddha, he sees those with",
  "mnd16:28.12": "less dust and more dust; ... [DN.14]. The Blessed One knows: \"This person is a",
  "mnd16:28.13": "greedy person, this person is an abusive person, this person is a foolish",
  "mnd16:28.14": "person, this person is a pathfinder, this person is a believer, and this person",
  "mnd16:28.15": "is a wise person.\" The Blessed One speaks to the greedy people, the Blessed One",
  "mnd16:28.16": "informs those who hate walkers of the practice of compassion, the Blessed One",
  "mnd16:28.17": "makes them settled in recitation, questioning, hearing of the Dhamma at the",
  "mnd16:28.18": "right time, discussion of the Dhamma at the right time, and co-living with",
  "mnd16:28.19": "teachers. The Blessed One informs the person who seeks the path, the Blessed One",
  "mnd16:28.20": "tells those who believe in confidence: the good sense of Buddha, the good nature",
  "mnd16:28.21": "of the Dhamma, the good practice of the Saṅgha and his precepts. The Blessed One",
  "mnd16:28.22": "teaches vipassanā to those who are wise practitioners: impermanence, suffering,",
  "mnd16:28.23": "and non-self.",
  "mnd16:29.1": "\"If you stand on the top of a rocky mountain,",
  "mnd16:29.2": "You can see all the people around,",
  "mnd16:29.3": "Similarly, those who are virtuous and all-seeing",
  "mnd16:29.4": "Climbed up the tall building of Dhamma.",
  "mnd16:29.5": "Those who are gone away, looking at people",
  "mnd16:29.6": "Who are in sorrow, conquered by birth and old age.",
  "mnd16:29.7": "Please get up! Heroes! Victors on the battlefield! Caravan leaders!",
  "mnd16:29.8": "Debt-free people, walk in the world,",
  "mnd16:29.9": "Blessed One! Please teach the Dhamma!",
  "mnd16:29.10": "There will be those who understand.\"",
  "mnd16:29.11": "[DN.14]",
  "mnd16:30.1": "How does the Blessed One regard all eyes as having eyes? All eyes are called the",
  "mnd16:30.2": "state all knowing wisdom. The Blessed One arrives (has), fully arrives (has),",
  "mnd16:30.3": "enters, fully enters, has enough, has all the state wisdom of knowing.",
  "mnd16:31.1": "\"For him, there is nothing unseen here (in this world),",
  "mnd16:31.2": "There is no knowledge that cannot be known,",
  "mnd16:31.3": "He proves that everything that exists should be guided by inference,",
  "mnd16:31.4": "Because the Tathāgata, like that, is all-eyes.\"",
  "mnd16:31.5": "[Ps.1]",
  "mnd16:32.1": "\"After driving away all darkness\": All the darkness of greed, the darkness of",
  "mnd16:32.2": "hatred, the darkness of ignorance, the darkness of conceit, the darkness of",
  "mnd16:32.3": "seeing, the darkness of pollution, the darkness of evil deeds, the darkness of",
  "mnd16:32.4": "blindness, no eyesight, no wisdom, the vexing faction, that which does not lead",
  "mnd16:32.5": "to Nibbāna; after he has eliminated, removed, abandoned, after discarding, after",
  "mnd16:32.6": "being driven away, after finishing, and after making it go to non-existence.",
  "mnd16:33.1": "\"To alone get joy\": \"Alone,\" the Blessed One is alone having become a bhikkhu,",
  "mnd16:33.2": "the righteousness without a partner is the alone, the righteousness of the",
  "mnd16:33.3": "thirst for love is alone, the \"always away from greed\" is alone, \"always away",
  "mnd16:33.4": "from anger\" is alone, \"always away form the heart\" means alone, \"always no",
  "mnd16:33.5": "pollution\" means alone, \"has crossed the road without forks\" means alone, and",
  "mnd16:33.6": "\"has already realized single enlightenment\" means alone.",
  "mnd16:34.1": "How is the Blessed One alone having become a bhikkhu? When the Blessed One was",
  "mnd16:34.2": "young, the black-haired youth possessed the happiness of youth. At the beginning",
  "mnd16:34.3": "of life, even if the parents didn't want, tearful, crying, and sighing, they",
  "mnd16:34.4": "still abandon their relatives, cut off all obstacles in the home, and cut off",
  "mnd16:34.5": "the barrier of his children and wife, ...family, ...friend, ...storage, shave",
  "mnd16:34.6": "hair and put on robes, go out from home, being a bhikkhu in a non-domestic life,",
  "mnd16:34.7": "into a state of no possessions, then walk alone, live, act, go on, guard, and",
  "mnd16:34.8": "survive.",
  "mnd16:35.1": "How is the Blessed One alone without a partner? When he was such a bhikkhu, he",
  "mnd16:35.2": "was alone in the woods, wild forests, and border dwellings (sitting places):",
  "mnd16:35.3": "quiet, away from the atmosphere, living alone, suitable for sitting alone; he",
  "mnd16:35.4": "would walk alone, stand alone, sit alone, lie alone, enter the village alone for",
  "mnd16:35.5": "alms, go forward alone, return alone, sit alone in a quiet place, perform alone,",
  "mnd16:35.6": "live, move, go on, guard, and survive alone.",
  "mnd16:36.1": "How is the Blessed One alone with the disruption of thirsting love? He is so",
  "mnd16:36.2": "alone and without a partner, when he lived in reluctance, zealous, and",
  "mnd16:36.3": "self-effort. Under the Bodhi tree by the Nerañjarā River, with diligence and",
  "mnd16:36.4": "effort, destroying the devil (Māra) accompanied by the army, the evil demon, and",
  "mnd16:36.5": "the relatives of the relaxed; afterwards, the netted, strong flowing, entangled",
  "mnd16:36.6": "thirsty loves, he abandoned, drove away, ended, and made to go to no-existence.",
  "mnd16:37.1": "\"People who have thirsty love as their partner,",
  "mnd16:37.2": "Reincarnate for a long time,",
  "mnd16:37.3": "Become such a state, other states,",
  "mnd16:37.4": "Do not go beyond reincarnation.",
  "mnd16:37.5": "Knowing this type of trouble:",
  "mnd16:37.6": "Craving is the origin of suffering,",
  "mnd16:37.7": "Departing from thirsty love, without taking,",
  "mnd16:37.8": "Bhikkhus should march mindfully.\"",
  "mnd16:37.9": "[It.15/Sn.3.12,745-746]",
  "mnd16:38.1": "How can the Blessed One be alone with \"always away from greed?\" The state of",
  "mnd16:38.2": "renouncing greed is aloneness, the state of renouncing anger is aloneness, the",
  "mnd16:38.3": "state of renouncing delusion is aloneness, the state of announcing pollution is",
  "mnd16:38.4": "aloneness.",
  "mnd16:39.1": "How is the Blessed One one who \"has passed the road without a fork\" as alone?",
  "mnd16:39.2": "The road without forks is called the Four Mindfulness... (omitted) Eight Sacred",
  "mnd16:39.3": "Paths.",
  "mnd16:40.1": "\"The one who sees the death of life (rebirth), the compassionate one,",
  "mnd16:40.2": "Who knows the way without forks,",
  "mnd16:40.3": "Using this way, they crossed torrents in the past,",
  "mnd16:40.4": "Will cross (in the future), and are (crossing) in the present.\"",
  "mnd16:40.5": "[SN.47.18]",
  "mnd16:41.1": "How is the Blessed One's \"Single Enlightenment\" being alone? Enlightenment is",
  "mnd16:41.2": "called wisdom, root of wisdom, power of wisdom, enlightenment of choice,",
  "mnd16:41.3": "investigation, vipassanā, right view on the four realms. The Blessed One",
  "mnd16:41.4": "realized that \"all actions are impermanent,\" ...\"every collection of dhammas is",
  "mnd16:41.5": "extinguished.\" Or, everything that should be felt, should be conscious, should",
  "mnd16:41.6": "be awakened, should be enlightened, should be realized, should be touched,",
  "mnd16:41.7": "should be testified, everything is conscious of that consciousness, awakening,",
  "mnd16:41.8": "enlightenment, attainment, reaching, testifying.",
  "mnd16:42.1": "\"To gain joy,\" \"Joy,\" the joy of abstinence, the joy of separation, the joy of",
  "mnd16:42.2": "silence, the joy of enlightenment, he gains, arrives, attains, reaches, and",
  "mnd16:42.3": "testifies.",
  "mnd16:43.1": "<em>192 : The one who is enlightened, the one who does not depend,",
  "mnd16:43.2": "The one like that, the one who does not trick,",
  "mnd16:43.3": "I have come to the Blessed One,",
  "mnd16:43.4": "With a question from those in need",
  "mnd16:43.5": "From the many bound people here.</em>",
  "mnd16:43.6": "<em>192 : The one who is enlightened, the one who does not depend,",
  "mnd16:43.7": "The one like that, the one who does not trick,",
  "mnd16:43.8": "I have come to the Blessed One,",
  "mnd16:43.9": "With a question from those in need",
  "mnd16:43.10": "From the many bound people here.</em>",
  "mnd16:43.11": "<em>192 : The one who is enlightened, the one who does not depend,",
  "mnd16:43.12": "The one like that, the one who does not trick,",
  "mnd16:43.13": "I have come to the Blessed One,",
  "mnd16:43.14": "With a question from those in need",
  "mnd16:43.15": "From the many bound people here.</em>",
  "mnd16:43.16": "<em>192 : The one who is enlightened, the one who does not depend,",
  "mnd16:43.17": "The one like that, the one who does not trick,",
  "mnd16:43.18": "I have come to the Blessed One,",
  "mnd16:43.19": "With a question from those in need",
  "mnd16:43.20": "From the many bound people here.</em>",
  "mnd16:43.21": "<em>192 : The one who is enlightened, the one who does not depend,",
  "mnd16:43.22": "The one like that, the one who does not trick,",
  "mnd16:43.23": "I have come to the Blessed One,",
  "mnd16:43.24": "With a question from those in need",
  "mnd16:43.25": "From the many bound people here.</em>",
  "mnd16:44.1": "\"The one who is enlightened, the one who does not depend on, the one like that\":",
  "mnd16:44.2": "\"The enlightened one,\" that is the one who is the world-honored person, the one",
  "mnd16:44.3": "who is alone, and the one without a teacher who is now enlightened by the Dhamma",
  "mnd16:44.4": "that has not been heard before. The truth is there to reach all states of",
  "mnd16:44.5": "knowing, to reach the state of freedom in power. \"Enlightened one,\" what is the",
  "mnd16:44.6": "meaning of enlightened one? \"The one who feels the truth\" is the enlightened",
  "mnd16:44.7": "one, the \"makes the living being aware\"..., the state of all knowing..., the",
  "mnd16:44.8": "state of all seeing, and the state that is not guided by others is the",
  "mnd16:44.9": "enlightened. Those who have flowed out are the enlightened ones, those who have",
  "mnd16:44.10": "exhausted their troubles are given names as enlightened ones, those who have no",
  "mnd16:44.11": "troubles..., those who have always been free from greed are enlightened, and",
  "mnd16:44.12": "those who have always been free from hatred. For the enlightened person, \"the",
  "mnd16:44.13": "one who has always been away from ignorance\" is the enlightened person, \"the one",
  "mnd16:44.14": "who has always been free from pollution\"..., the one who has crossed the road",
  "mnd16:44.15": "without crossroads..., and the one who has been alone-enlightened without being",
  "mnd16:44.16": "taught. For the enlightened person, the state of not being killed is the",
  "mnd16:44.17": "enlightened person, and the state of being enlightened is the enlightened",
  "mnd16:44.18": "person. \"Enlightened person,\" this name is not given (made) by the mother, not",
  "mnd16:44.19": "given by the father, not ...by the brothers, ...sisters, ...friends, relatives;",
  "mnd16:44.20": "Samaṇas or Brāhmaṇas; not given my heaven, this is ultimate liberation; the",
  "mnd16:44.21": "establishment (pseudonym) of the acquisition and testimony of the Buddha, the",
  "mnd16:44.22": "Blessed One, and the Bodhi tree, together with all knowledge and wisdom, is the",
  "mnd16:44.23": "enlightened one.",
  "mnd16:45.1": "There are two types of dependence for the \"non-dependent\": the dependence of",
  "mnd16:45.2": "craving and the dependence of seeing. What is the dependence of craving? All are",
  "mnd16:45.3": "called boundaries (, as realm), as a range, as a boundary, to be grasped, to be",
  "mnd16:45.4": "regarded as one's own: this is mine, this is mine, so much of it is mine, and",
  "mnd16:45.5": "this range is mine; my form, sound, smell, taste, touch, things on the ground,",
  "mnd16:45.6": "coats, maids and male servants, goats and sheep, chickens and pigs, elephants,",
  "mnd16:45.7": "cows and horses, mules, fields, homesteads, gold, gold coins, villages, towns,",
  "mnd16:45.8": "capitals, places, treasuries, warehouses, all the land, because they are thirsty",
  "mnd16:45.9": "and regard them as their own, all one-hundred-and-eight thirsty trends",
  "mnd16:45.10": "[AN.4.199], this is dependence on craving.",
  "mnd16:46.1": "What is the refusal to see (views)? There are twenty views of the body, ten evil",
  "mnd16:46.2": "views, ten side views, all views like this, evil views, jungle (entangled)",
  "mnd16:46.3": "views, desert (barren) views, distorted views, shaken views; the clinging,",
  "mnd16:46.4": "acceptance, holding, grasping to the bound view, the place where the evil way,",
  "mnd16:46.5": "the evil nature, the outside way depend, the clasping of the inversion",
  "mnd16:46.6": "(vipariyesa), the clinging of the inversion (viparīta), the inversion",
  "mnd16:46.7": "(vipallāsa), the grip of the evil, the clasping of evil, the grip of \"(seeing)",
  "mnd16:46.8": "the real in the unreal,\" all come to the reach of the sixty-two evil views,",
  "mnd16:46.9": "which is the refusal to see.",
  "mnd16:47.1": "For the Buddha and the Blessed One, the dependence of craving has been cut off,",
  "mnd16:47.2": "the dependence of seeing has been cut off, calmed down, stopped, unable to",
  "mnd16:47.3": "arise, and burned by the fire of wisdom.",
  "mnd16:48.1": "\"Those like that,\" the Blessed One is like that from five aspects: those who are",
  "mnd16:48.2": "satisfied or unsatisfied are like that, those who have been abandoned are like",
  "mnd16:48.3": "that, those who have passed through are like that, the \"liberated\" are those who",
  "mnd16:48.4": "are like that.",
  "mnd16:49.1": "How is the Blessed One to be like that, whether satisfied or dissatisfied? The",
  "mnd16:49.2": "Blessed One is like that in getting; like that in not getting; like that in",
  "mnd16:49.3": "(having) reputation; like that in (not having) reputation; ...in praise and",
  "mnd16:49.4": "rebuke...; in joy and suffering. Some people use spice on their wrists, and some",
  "mnd16:49.5": "people use axes to work: he has no greed in being like that; he has no disgust",
  "mnd16:49.6": "in being like that, he has given up greed and dislike, has overcome victory and",
  "mnd16:49.7": "defeat, has passed obedience and opposition.",
  "mnd16:50.1": "How is the Blessed One's \"forsaken\" as such? The Blessed One's greed has been",
  "mnd16:50.2": "abandoned, spit out, released, cut off, and dismissed; ...anger..., ignorance,",
  "mnd16:50.3": "resentment, hiding evil, domineering, stinginess, hypocrisy, cunning,",
  "mnd16:50.4": "stubbornness passion, conceit, arrogance, sloth, slacking, all pollution, all",
  "mnd16:50.5": "evils, all afflictions, all scorching heat (torment), all irritation, all bad",
  "mnd16:50.6": "work has been abandoned, spit out, released, renounced, and dismissed.",
  "mnd16:51.1": "How is the Blessed One's \"passed over\" as such? The violent currents of the",
  "mnd16:51.2": "worldly desire have been passed; torrents of being have been passed; the",
  "mnd16:51.3": "torrents of seeing have been passed; the violent currents of ignorance have been",
  "mnd16:51.4": "passed; all the circuits have been passed, have come out, have crossed, have",
  "mnd16:51.5": "overcome, he is the one who has descended, the person who has practiced, the",
  "mnd16:51.6": "person who has completed the journey, the person who has reached the direction,",
  "mnd16:51.7": "the person who has reached the end, the person who has guarded the Brahma, the",
  "mnd16:51.8": "person who has reached the highest view, the person who has practiced the Path,",
  "mnd16:51.9": "the person who has cut off the pollution, the unshakable person, the person who",
  "mnd16:51.10": "has testified to extermination, for him, the suffering has been known, the",
  "mnd16:51.11": "congregation has been abandoned, the Path has been practiced, the extinction has",
  "mnd16:51.12": "been testified, the one who has been proved to be known, the knowing can be",
  "mnd16:51.13": "known, those who have renounced what should be renounced, those who have been",
  "mnd16:51.14": "practiced what should be practiced, and those who have testified what should be",
  "mnd16:51.15": "testified. He is the one whose obstacle has been removed, the one whose ditch",
  "mnd16:51.16": "has been filled, the one whose pillar has been pulled up, the one who has no",
  "mnd16:51.17": "latch, the one whose holy flag has fallen, the one whose burden has been",
  "mnd16:51.18": "removed, the one who has separated, the one whose five branches have been cut",
  "mnd16:51.19": "off, and the one who has six branches. Those who have one guardian and four",
  "mnd16:51.20": "reliances are those whose truths have been removed, those who seek to have",
  "mnd16:51.21": "renounced and completely decayed, those who have no turbid intentions, those who",
  "mnd16:51.22": "have calmed their lives, those who are kind and free, those who are freed by",
  "mnd16:51.23": "wisdom; the highest person, the supreme person, who has achieved the supreme",
  "mnd16:51.24": "accomplishment, neither composes nor disassembles, does not accumulate and then",
  "mnd16:51.25": "stands; neither gives up nor clings, but stands after giving up; neither",
  "mnd16:51.26": "dispelling nor accumulating, staying standing after dispelling; neither",
  "mnd16:51.27": "extinguishing nor burning, staying standing after extinguishing [SN.22.79], a",
  "mnd16:51.28": "person who has the state of no learning precepts, and a state of no learning",
  "mnd16:51.29": "dwelling, the dweller who has the state of wisdom without learning, the dweller",
  "mnd16:51.30": "with the state of ignorance of the abundance of knowledge, the dweller who has",
  "mnd16:51.31": "the state of emancipation of no learning, the state of wisdom, and the abiding",
  "mnd16:51.32": "after completion and penetration of the truth, those who have passed the",
  "mnd16:51.33": "disturbance (craving), those who stand after the pollution fire is extinguished,",
  "mnd16:51.34": "those who are no longer coming at all, those who have grasped (victory), those",
  "mnd16:51.35": "who are free from using, the pure dweller of compassion, the pure dweller of",
  "mnd16:51.36": "mercy, the pure dweller of joy, the pure dweller of peace, the pure dweller of",
  "mnd16:51.37": "all, the state of of equality, pervasively pure dwellers, those who have been",
  "mnd16:51.38": "liberated, those who have been fulfilled, those who are in the ultimate",
  "mnd16:51.39": "(boundary), those who are in the world, and those who are the dweller at the",
  "mnd16:51.40": "ultimate, the dweller at the ultimate place of coming around, the dweller at the",
  "mnd16:51.41": "ultimate rebirth, the dweller at the ultimate end of life (, the dweller at the",
  "mnd16:51.42": "end of existence, the dweller at the end of reincarnation, the dweller of the",
  "mnd16:51.43": "last body, the dweller of the ultimate cycle, the dweller of the ultimate",
  "mnd16:51.44": "walking, the dweller of the supreme at the end), the dweller of the last",
  "mnd16:51.45": "gathering (body), the deity who holds the last body.",
  "mnd16:52.1": "\"This is his last, this is the last gathering (body),",
  "mnd16:52.2": "The cycle of life and death, without his rebirth.\"",
  "mnd16:53.1": "How is the Blessed One's \"freed\" like that? The Blessed One's heart has been",
  "mnd16:53.2": "freed from greed, liberated, and benevolent; ...from anger...; (omitted)....",
  "mnd16:54.1": "How is the Blessed One described as being like that? The Blessed One's",
  "mnd16:54.2": "description of \"the one who holds the precepts in the rules\" as the one who is",
  "mnd16:54.3": "like that; the one who describes the \"believers in the faith\" as the one who is",
  "mnd16:54.4": "like that; the one who \"is vigorous in the vitality\"... ...having thoughts in",
  "mnd16:54.5": "mind..., concentrated in concentration, wise in wisdom, \"there are three minds,\"",
  "mnd16:54.6": "\"six \" magical powers in supernatural powers,\" \"ten powers in ten powers\"...;",
  "mnd16:54.7": "This is the Blessed One as a person like that. The one who is enlightened, the",
  "mnd16:54.8": "one who does not depend, the one like that.",
  "mnd16:55.1": "\"Non-tricking, those who come to the Blessed One\": \"Non-tricking,\" three types",
  "mnd16:55.2": "of trickery: trickery to use resources, trickery of deportment, and trickery of",
  "mnd16:55.3": "talking all around for gain.",
  "mnd16:56.1": "What is the trickery of using resources? Here, the homeowners invite the",
  "mnd16:56.2": "bhikkhus with clothes, food, shelter, patients' necessities, and medical",
  "mnd16:56.3": "necessities. He is a person with evil desire, a person with a desire for nature,",
  "mnd16:56.4": "and a person with hope. He is a person who has clothes, food, shelter,",
  "mnd16:56.5": "necessities of the patient, and medical necessities. Hoping for more and",
  "mnd16:56.6": "rejecting clothes, refusal to give food, refusal to shelter, refusal of",
  "mnd16:56.7": "patients' necessities and medical necessities, he said: \"What do high-value",
  "mnd16:56.8": "clothes have for a Samaṇa!\" It is appropriate that a Samaṇa should use rags from",
  "mnd16:56.9": "the mound room or garbage dump or in front of the shop to make coats of. What",
  "mnd16:56.10": "does high-value food mean to a Samaṇa! It is appropriate that a Samaṇa should",
  "mnd16:56.11": "survive by wandering for alms. What is there for a Samaṇa with high-value",
  "mnd16:56.12": "accommodation! ...A Samaṇa should be those who live under the trees or between",
  "mnd16:56.13": "the mounds or live in the open. ...needs of patients and medical necessities!",
  "mnd16:56.14": "...should use medicine of fermented cow urine or crushed greens. After grasping",
  "mnd16:56.15": "that, he wears coarse clothes; receives coarse food; lives in coarse dwellings;",
  "mnd16:56.16": "uses coarse patients' necessities and medical necessities. The homeowners knew",
  "mnd16:56.17": "him this way: \"This Samaṇa is a person with little desire, a contented person, a",
  "mnd16:56.18": "lonely person, a person who is away from the masses, a person whose vitality has",
  "mnd16:56.19": "been activated, and a teacher.\" They invite more and more with with clothes,",
  "mnd16:56.20": "food, shelter, patients' necessities, and medical necessities. He said: \"The",
  "mnd16:56.21": "three current states have faithful men who produce a lot of merit: the current",
  "mnd16:56.22": "state of faith has faithful men, the current state that produces a lot of merit",
  "mnd16:56.23": "and donation has a believing man who produces a lot of merit, and the current",
  "mnd16:56.24": "state of a person worthy of support has a believing man who produces a lot of",
  "mnd16:56.25": "merit. You are the believer, and the charity exists (is found), and I am the",
  "mnd16:56.26": "receiver. If I don't accept it, then you will become outsiders of merit. This is",
  "mnd16:56.27": "not necessary for me, but just for pity, from you, I accept.\" After clinging to",
  "mnd16:56.28": "that, he accepts many clothes, many foods, many residences, and many patients'",
  "mnd16:56.29": "necessities and medical necessities. The frowning of anyone who frowns like this",
  "mnd16:56.30": "is the path of deceit, the state of deceit, this is deceit to gain resources.",
  "mnd16:57.1": "What is the trickery of deportment? Here, there are certain types of evil",
  "mnd16:57.2": "desirers, those who desire nature, and those who desire respect, (thought): \"In",
  "mnd16:57.3": "this way, people will respect me.\" He placed to walk, placed to stand, placed to",
  "mnd16:57.4": "sit, placed to lie down, walked for desire, stood for desire, sat down for",
  "mnd16:57.5": "desire, lay down for desire, walked like a person in concentration, as in",
  "mnd16:57.6": "concentration he stands, sits down like a meditation person, lies down like a",
  "mnd16:57.7": "meditation person, and becomes visible as a meditator. The placement,",
  "mnd16:57.8": "strengthening, and complete placement of behaviors like this; the frown of this",
  "mnd16:57.9": "frowning person is the path of trickery and the state of trickery, this is the",
  "mnd16:57.10": "trickery of deportment.",
  "mnd16:58.1": "What is the trickery of talking all around for gain? Here, there are certain",
  "mnd16:58.2": "types of evil desirers, those who desire nature, and those who desire respect,",
  "mnd16:58.3": "(thought): \"In this way, people will respect me.\" He spoke according to the Holy",
  "mnd16:58.4": "Dhamma, and he said: \"Whoever dresses like this is a powerful Samaṇa.\" He said:",
  "mnd16:58.5": "\"Anyone who holds a bowl like this..., holding a copper bowl..., holding a water",
  "mnd16:58.6": "filter..., water filter, keys, wearing shoe, a belt, ...is a Samaṇa of great",
  "mnd16:58.7": "power.\" He said: \"Whoever his followers are like this, he is a powerful Samaṇa.\"",
  "mnd16:58.8": "He said: \"Whoever his teacher is like this..., the equivalent of a bhikkhu is",
  "mnd16:58.9": "like this..., the equivalent of a teacher, a friend, an acquaintance, a close",
  "mnd16:58.10": "person, a companion..., he is a powerful Samaṇa.\" He said: \"Anyone who lives in",
  "mnd16:58.11": "a dwelling like this..., in a half-roof house, in a tall building, in a flat",
  "mnd16:58.12": "house, in a cave, living in a cave, a hut, a heavy pavilion, an observatory,",
  "mnd16:58.13": "round house, a shed, a lecture hall, a tent, living under a tree..., he is the",
  "mnd16:58.14": "Samaṇa of great power.\"",
  "mnd16:59.1": "Or, those who keep frowning; constantly frowning; those who keep tricking; those",
  "mnd16:59.2": "who keep nagging; those who are respected because of their mouths, who says such",
  "mnd16:59.3": "deep, secret, subtle, out-of-the-world, and empty talk: \"This Samaṇa gets this",
  "mnd16:59.4": "quiet residence like this and waits.\" The frown of anyone who frowns like this;",
  "mnd16:59.5": "the path of the trick, the state of the trick, this is the trickery of the",
  "mnd16:59.6": "surrounding language.",
  "mnd16:60.1": "For the Buddha and the Blessed One, these three types of tricks: tricks to use",
  "mnd16:60.2": "resources, tricks of deportment, and tricks of talking all around for gain have",
  "mnd16:60.3": "been cut off, severed, calmed down, stopped, unable to arise, and burned by the",
  "mnd16:60.4": "fire of wisdom, so the Buddha is non-tricking.",
  "mnd16:61.1": "\"He who comes to the master,\" the master, ....",
  "mnd16:62.1": "\"Here, belonging to many bound people\": Belongs to many khattiya, .... \"Belongs",
  "mnd16:62.2": "to the bound,\" belongs to the bound, belongs to the attendant, belongs to the",
  "mnd16:62.3": "servant, belongs to the disciples.",
  "mnd16:63.1": "\"The needy come with questions\": I come with questions as needed, I come if I",
  "mnd16:63.2": "want to ask questions, and I come if I want to hear questions. Or, the inquiries",
  "mnd16:63.3": "that belong to the question are in need, those who want to ask questions, and",
  "mnd16:63.4": "those who want to hear, there will be those who need to come, approach, and",
  "mnd16:63.5": "visit. Or, when you have a question, you can and you have enough reason to tell",
  "mnd16:63.6": "and answer the question I asked, please bear this burden.",
  "mnd16:64.1": "<em>193 : When the bhikkhu is repulsed,",
  "mnd16:64.2": "Close to the empty seat,",
  "mnd16:64.3": "Or under a tree, between a mound, or in a cave,</em>",
  "mnd16:64.4": "<em>193 : When the bhikkhu is repulsed,",
  "mnd16:64.5": "Close to the empty seat,",
  "mnd16:64.6": "Or under a tree, between a mound, or in a cave,</em>",
  "mnd16:64.7": "<em>193 : When the bhikkhu is repulsed,",
  "mnd16:64.8": "Close to the empty seat,",
  "mnd16:64.9": "Or under a tree, between a mound, or in a cave,</em>",
  "mnd16:65.1": "\"When a bhikkhu is repulsed\": \"A bhikkhu,\" a virtuous bhikkhu, or a learned",
  "mnd16:65.2": "bhikkhu. \"To be repulsed,\" repulsed by birth, repulsed by old age, ...sickness,",
  "mnd16:65.3": "...death, sadness, suffering, worry, despair, the hell world, animal world,",
  "mnd16:65.4": "hungry ghost world, human world, being rooted in the suffering of being born, in",
  "mnd16:65.5": "the fetus, in birth, suffering being bound by birth, ...the suffering of effort,",
  "mnd16:65.6": "of others' efforts; ...of eye disease, ear disease, ...nose..., tongue, body,",
  "mnd16:65.7": "head, external ear, mouth, tooth, cough, gasping, external nose, fever, old age,",
  "mnd16:65.8": "abdominal disease, being unconscious, dysentery, abdominal pain, cholera,",
  "mnd16:65.9": "leprosy, tumor, ringworm, lung disease, epilepsy, scabies, rheumatism, scratches",
  "mnd16:65.10": "(skin disease), dry and cracked skin, bloody, gall bladder, diabetes,",
  "mnd16:65.11": "hemorrhoids, rashes (boils), ulcers; disease caused by the gall, ...by sputum,",
  "mnd16:65.12": "...wind, (three) groups, change of seasons, improper posture, sudden disease,",
  "mnd16:65.13": "...born by kamma, cold, heat, hunger, thirst, feces, urine; ...the contact of a",
  "mnd16:65.14": "fly mosquito, wind, sun, snake; ...the bereavement of the mother, ...father,",
  "mnd16:65.15": "brother, sister, family, possessions, the loss of disease, loss of virtue, loss",
  "mnd16:65.16": "of sight; being repulsed, distressed, anxious, and disgusted.",
  "mnd16:66.1": "\"Close to the empty seat\": The place where he sits is called a seat: a bed,",
  "mnd16:66.2": "chair, cushion, small cushion, leather cushion, grass cushion, leaf cushion,",
  "mnd16:66.3": "straw cushion. At that seat, inappropriate seeing is removed, isolated, and",
  "mnd16:66.4": "away; hearing of inappropriate sounds is...; smell...; taste...; touch...; the",
  "mnd16:66.5": "five desires are abandoned, separated, and far away. The one that is close to",
  "mnd16:66.6": "the empty seat, is close, completely close, obedient, bent to obey, completely",
  "mnd16:66.7": "obedient, and toward obedience.",
  "mnd16:67.1": "\"Or under the tree or between the mound\": The underneath of the tree is under",
  "mnd16:67.2": "the tree, and the mound is between the mound. \"Or in the cave\": The mountain is",
  "mnd16:67.3": "the mountain, the cave is the cave (cavern), and the cave is the cave (grotto);",
  "mnd16:67.4": "the inner body of the mountain is called the cave of the mountain.",
  "mnd16:68.1": "<em>194 : In all types of sleeping places,",
  "mnd16:68.2": "How many terrible (things) are there,",
  "mnd16:68.3": "(Because of which a) bhikkhu should not tremble,",
  "mnd16:68.4": "In a quiet place?</em>",
  "mnd16:68.5": "<em>194 : In all types of sleeping places,",
  "mnd16:68.6": "How many terrible (things) are there,",
  "mnd16:68.7": "(Because of which a) bhikkhu should not tremble,",
  "mnd16:68.8": "In a quiet place?</em>",
  "mnd16:68.9": "<em>194 : In all types of sleeping places,",
  "mnd16:68.10": "How many terrible (things) are there,",
  "mnd16:68.11": "(Because of which a) bhikkhu should not tremble,",
  "mnd16:68.12": "In a quiet place?</em>",
  "mnd16:68.13": "<em>194 : In all types of sleeping places,",
  "mnd16:68.14": "How many terrible (things) are there,",
  "mnd16:68.15": "(Because of which a) bhikkhu should not tremble,",
  "mnd16:68.16": "In a quiet place?</em>",
  "mnd16:69.1": "\"In all types of sleeping places\": In all types of places, in all types,",
  "mnd16:69.2": "inferior and triumphant, pure and evil. Houses, dwellings, half-roof houses,",
  "mnd16:69.3": "tall buildings, flat houses, and caves are called sleeping places. \"How many",
  "mnd16:69.4": "terrible (things) are there\": \"How many,\" how many tweets, roars, sounds",
  "mnd16:69.5": "produced. Or, \"how many,\" how many, how numerous, to what extent. \"Fearful\":",
  "mnd16:69.6": "lions, tigers, leopards, bears, dogs, wolves, bison, elephants, snakes,",
  "mnd16:69.7": "scorpions, centipedes, or thieves or gangsters who do bad things or are ready to",
  "mnd16:69.8": "do bad things.",
  "mnd16:70.1": "\"(A) bhikkhu should not tremble because of those\": \"Because of those,\" because",
  "mnd16:70.2": "he should not tremble after seeing or hearing those terrible (things), should",
  "mnd16:70.3": "not tremble (strong tremor), should not tremble greatly, should not be afraid,",
  "mnd16:70.4": "should not be fearful, should not be afraid all over, should not come to fear,",
  "mnd16:70.5": "should be the one who is not cowardly, the one who is not frightened, the one",
  "mnd16:70.6": "who is not afraid, the one who does not run away, should dwell in having cut off",
  "mnd16:70.7": "fear of horror, having left the (state of) body hair standing on end.",
  "mnd16:71.1": "\"In a quiet place\": In a place where there is no sound, a quiet place, away from",
  "mnd16:71.2": "the human atmosphere, alone, suitable for sitting alone.",
  "mnd16:72.1": "<em>195 : How many dangers are there in the world,",
  "mnd16:72.2": "For those who have not been to the direction,",
  "mnd16:72.3": "Among which Bhikkhus should conquer,",
  "mnd16:72.4": "Living on the frontier?</em>",
  "mnd16:72.5": "<em>195 : How many dangers are there in the world,",
  "mnd16:72.6": "For those who have not been to the direction,",
  "mnd16:72.7": "Among which Bhikkhus should conquer,",
  "mnd16:72.8": "Living on the frontier?</em>",
  "mnd16:72.9": "<em>195 : How many dangers are there in the world,",
  "mnd16:72.10": "For those who have not been to the direction,",
  "mnd16:72.11": "Among which Bhikkhus should conquer,",
  "mnd16:72.12": "Living on the frontier?</em>",
  "mnd16:72.13": "<em>195 : How many dangers are there in the world,",
  "mnd16:72.14": "For those who have not been to the direction,",
  "mnd16:72.15": "Among which Bhikkhus should conquer,",
  "mnd16:72.16": "Living on the frontier?</em>",
  "mnd16:73.1": "\"How many dangers are there in the world\": \"How many,\" .... \"Danger,\" there are",
  "mnd16:73.2": "two types of dangers: the obvious danger and the hidden danger. What are the",
  "mnd16:73.3": "obvious dangers? Lions, tigers, leopards, bears, dogs, wolves, bison, elephants,",
  "mnd16:73.4": "snakes, scorpions, centipedes, or thieves or gangsters who do bad things or are",
  "mnd16:73.5": "ready to do bad things; eye diseases, ear diseases, nose..., tongue, body, head,",
  "mnd16:73.6": "external ear, mouth, dental disease; cough, wheezing, external nose disease,",
  "mnd16:73.7": "fever, old age, abdominal disease, coma, diarrhea, abdominal pain, cholera,",
  "mnd16:73.8": "leprosy, tumor, ringworm, lung disease, epilepsy, scabies, rheumatoid ringworm,",
  "mnd16:73.9": "scratches (disease), dry and cracked skin, blood biliary disease, diabetes,",
  "mnd16:73.10": "hemorrhoids, rashes (boils), hemorrhoids (ulcers), diseases caused by",
  "mnd16:73.11": "gallbladder, diseases caused by phlegm, ...by wind, (three) sets of caused by",
  "mnd16:73.12": "changing seasons, diseases caused by improper postures, ...by sudden attacks,",
  "mnd16:73.13": "...by kamma, cold, heat, hunger, thirst, feces, urine, contact with fly",
  "mnd16:73.14": "mosquitoes, the sun, snakes, etc.,; these are called obvious dangers.",
  "mnd16:74.1": "What are the hidden dangers? Evil deeds of body, evil deeds of speech, evil",
  "mnd16:74.2": "deeds of intention, desire cover, malice cover, sleep cover, demotion and regret",
  "mnd16:74.3": "cover, doubt cover, greed, aversion, ignorance, anger, resentment, hiding evil,",
  "mnd16:74.4": "domineering (arbitrariness, bossiness, tyranny), jealousy, stingy, deceit,",
  "mnd16:74.5": "cunning, stubbornness, passion, conceit, arrogance, hypocrisy, letting go",
  "mnd16:74.6": "(relaxing), all pollution, all evil deeds, all troubles, all anxious heat, all",
  "mnd16:74.7": "heat, and all unwholesome deeds, these are called hidden secret dangers.",
  "mnd16:75.1": "\"Danger,\" what is the meaning of danger? \"Conquer all over\" is danger; \"guide to",
  "mnd16:75.2": "retreat\" is danger; \"live there\" is danger. How is \"conquer all over\" danger?",
  "mnd16:75.3": "Those dangers who conquer, defeat, overwhelm, end, and crush that person are",
  "mnd16:75.4": "\"conquer all over\" as peril.",
  "mnd16:76.1": "How is \"guided to retreat\" danger? Those obstacles and retreats that lead to",
  "mnd16:76.2": "good dhamma in crisis; which good dhamma? The correct way, the following way,",
  "mnd16:76.3": "the way that is not reversed, the way that does not contradict (the way of no",
  "mnd16:76.4": "contradiction), the way of meaning, the way that the Dhamma follows the Dhamma,",
  "mnd16:76.5": "all the precepts are perfect, guarding the roots, knowing the right amount of",
  "mnd16:76.6": "food, specializing in sobriety, and mindfulness, diligently practicing with",
  "mnd16:76.7": "right knowledge, four mindfulnesses, four diligences, four divine bases",
  "mnd16:76.8": "(iddhipāda), five senses, five powers, seven enlightenments, eight branches of",
  "mnd16:76.9": "the Holy Path; the obstacles and retreats that lead from these virtuous dhamma,",
  "mnd16:76.10": "this is \"guided to retreat\" as danger.",
  "mnd16:77.1": "How is \"inhabiting there\" danger? There, these evil and unwholesome dhammas",
  "mnd16:77.2": "arose to restrain individuals, such as burrowing animals lying in caves; aquatic",
  "mnd16:77.3": "animals lying in water; forest animals lying in the forest; arboreal animals",
  "mnd16:77.4": "lying in trees. In the same way, these evil and unwholesome dhammas give rise to",
  "mnd16:77.5": "mutual dependence.",
  "mnd16:78.1": "This was said by the Blessed One: [SN.35.151]",
  "mnd16:78.2": "\"Bhikkhus! Bhikkhus with apprentices and masters live in distress and",
  "mnd16:78.3": "uneasiness. And, bhikkhus! How do bhikkhus with apprentices and masters live in",
  "mnd16:78.4": "misery and uneasiness? (After seeing with the eyes,) giving birth to the",
  "mnd16:78.5": "memories and intentions of the evil and unwholesome dhammas that follow the",
  "mnd16:78.6": "knot. 'They live in him; the evil and evil dhammas inhabit and enter (occupy).'",
  "mnd16:78.7": "Therefore, he is called 'having disciples.' 'They conquer him; Evil and",
  "mnd16:78.8": "unwholesome dhammas conquer him.' Therefore, he is called 'master.'",
  "mnd16:79.1": "Besides, Bhikkhus! After listening to the sound with the ear..., after smelling",
  "mnd16:79.2": "the smell with the nose..., after tasting the taste with the tongue..., touching",
  "mnd16:79.3": "the touch with the body..., after knowing the Dhamma with consciousness, ....",
  "mnd16:79.4": "Bhikkhus! In this way, bhikkhus with disciples and masters live in misery and",
  "mnd16:79.5": "restlessness.\"",
  "mnd16:80.1": "This was said by the Blessed One [It.88]: \"Bhikkhus! There are these three types",
  "mnd16:80.2": "of internal grime, internal non-friends, internal enemies, internal killers, and",
  "mnd16:80.3": "internal grievances. Bhikkhus! Greed is internal grime, internal non-friends,",
  "mnd16:80.4": "...; Bhikkhus! Sorrow...; Bhikkhus! Infatuation.... Bhikkhus! These are the",
  "mnd16:80.5": "three types of internal grime, internal non-friends, internal enemies, internal",
  "mnd16:80.6": "killers, and internal grievances.\"",
  "mnd16:81.1": "\"Greed is the cause of no benefit, and greed is the one which shakes the heart,",
  "mnd16:81.2": "Horror arises from it, and people don't realize (understand) it.",
  "mnd16:81.3": "The greedy person does not know the benefits, the greedy person cannot see the Dhamma,",
  "mnd16:81.4": "At that time he was a blind dark one: anyone who can conquer with greed.",
  "mnd16:81.5": "Anger is the cause of no benefit, anger is the one that shakes the heart,",
  "mnd16:81.6": "horror arises from it, and people don't realize it.",
  "mnd16:81.7": "The angry do not know the benefits, the angry cannot see the Dhamma,",
  "mnd16:81.8": "At that time he was a blind dark one: a man who can (be) conquered.",
  "mnd16:81.9": "Foolishness is the cause of no benefit, foolishness is the one that shakes the heart,",
  "mnd16:81.10": "horror arises from it, and people don't realize it.",
  "mnd16:81.11": "Fools don't know the benefits, fools can't see the Dhamma,",
  "mnd16:81.12": "At that time he was a blind dark one: anyone who can be conquered.\"",
  "mnd16:82.1": "This was said by the Blessed One [SN.3.2]: \"King! When the three dhammas within",
  "mnd16:82.2": "a man arise, disadvantage, suffering, and restlessness arise. Which three are",
  "mnd16:82.3": "there? King! When the greed within the man himself arises, disadvantages,",
  "mnd16:82.4": "sufferings, and restlessness arise; King! When the aggression within the man",
  "mnd16:82.5": "himself arises.... King! When the foolishness within the man arises, ....\"",
  "mnd16:83.1": "\"A greedy, aversive, foolish, malevolent man,",
  "mnd16:83.2": "Hurts oneself, like many fruits (damage) a tree's heart.\"",
  "mnd16:84.1": "This was said by the Blessed One: [SN.10.3]",
  "mnd16:84.2": "\"From here come greed and anger,",
  "mnd16:84.3": "Unhappiness, happiness, and horror (lit. body hair standing up);",
  "mnd16:84.4": "From here is where intention arises,",
  "mnd16:84.5": "Like a little boy letting a crow go.\"",
  "mnd16:85.1": "\"In the world,\" in the human world. \"To those who have not traveled in the",
  "mnd16:85.2": "direction\": \"The direction that has not been visited\" is called non-living,",
  "mnd16:85.3": "Nibbāna, which is the cessation of all actions, the cessation of all",
  "mnd16:85.4": "attachments, the extinction of craving, greed, extinction, Nibbāna. The",
  "mnd16:85.5": "direction that has not been visited before, not the direction that has been",
  "mnd16:85.6": "visited before; this long journey.",
  "mnd16:86.1": "Like transporting an oil bowl is completely full to the edge, like this, those",
  "mnd16:86.2": "should guard the heart who have never been to the direction before. Those who",
  "mnd16:86.3": "have not been in the direction before, those who walked, those who walked",
  "mnd16:86.4": "forward.",
  "mnd16:87.1": "\"Those, bhikkhus should conquered\": \"Those,\" those perils he should conquer,",
  "mnd16:87.2": "should defeat, should overwhelm, should end, should crushed.",
  "mnd16:88.1": "\"Dwelling on the border\": On the border, on the edge, on the frontier, by the",
  "mnd16:88.2": "mountain, or by the forest, or by the river, or by the water, where it is not",
  "mnd16:88.3": "cultivated or sown, human limits, after passing, people will not approach the",
  "mnd16:88.4": "lying place.",
  "mnd16:89.1": "<em>196 : What language should there be?",
  "mnd16:89.2": "What state should there be?",
  "mnd16:89.3": "What type of precepts and prohibitions should be imposed,",
  "mnd16:89.4": "Which belong to the self-effort of the bhikkhu?</em>",
  "mnd16:89.5": "<em>196 : What language should there be?",
  "mnd16:89.6": "What state should there be?",
  "mnd16:89.7": "What type of precepts and prohibitions should be imposed,",
  "mnd16:89.8": "Which belong to the self-effort of the bhikkhu?</em>",
  "mnd16:89.9": "<em>196 : What language should there be?",
  "mnd16:89.10": "What state should there be?",
  "mnd16:89.11": "What type of precepts and prohibitions should be imposed,",
  "mnd16:89.12": "Which belong to the self-effort of the bhikkhu?</em>",
  "mnd16:89.13": "<em>196 : What language should there be?",
  "mnd16:89.14": "What state should there be?",
  "mnd16:89.15": "What type of precepts and prohibitions should be imposed,",
  "mnd16:89.16": "Which belong to the self-effort of the bhikkhu?</em>",
  "mnd16:90.1": "\"What language should there be?\": \"What type of language should be like, what",
  "mnd16:90.2": "type of establishment, what type, and what type of contrast.\" He asked about the",
  "mnd16:90.3": "purity of speech. What is the purity of speech? Here, after the bhikkhu abandons",
  "mnd16:90.4": "his words, he is a not a liar, truthful, true, reliable, trustworthy, and",
  "mnd16:90.5": "non-deceitful to the world. After discarding speaking, he is a distant speaker:",
  "mnd16:90.6": "hearing from here, he does not speak there to divide people, these people, like",
  "mnd16:90.7": "this, he is the mediator of division, the disseminator of harmony, the one who",
  "mnd16:90.8": "is willing to reconcile, the one who likes to reconcile, and the speaker of",
  "mnd16:90.9": "reconciliation. After abandoning the rough and evil words, he is the one who",
  "mnd16:90.10": "leaves the rough and evil words; the soft, pleasant, lovely and tempting,",
  "mnd16:90.11": "elegant, pleasant, and loved words by everyone, words like this are said by him.",
  "mnd16:90.12": "After cutting off the obscene language, he is the one who is free from the",
  "mnd16:90.13": "obscene language: he is the speaker at the right time, the speaker of the facts,",
  "mnd16:90.14": "the speaker of the benefit, the speaker of the Dhamma; he is the speaker of",
  "mnd16:90.15": "value at the right time, reasonable, restrained, and profitable words",
  "mnd16:90.16": "[AN.4.198]. He has four types of good deeds and four types of faultless words.",
  "mnd16:90.17": "He has been separated from the thirty-two beastly words, has renounced, has",
  "mnd16:90.18": "given up, has departed, has been freed, has given up his bondage, he lives with",
  "mnd16:90.19": "an unrestrained heart.",
  "mnd16:91.1": "He speaks about ten things, namely: the theory of less desire, the theory of",
  "mnd16:91.2": "contentment..., the theory of living alone..., the theory of",
  "mnd16:91.3": "noncommunicating..., the theory of vitality..., the theory of commandment...,",
  "mnd16:91.4": "the conclusion..., the theory of wisdom..., the theory of liberation..., the",
  "mnd16:91.5": "theory of liberation wisdom..., mindfulness theory..., right diligence",
  "mnd16:91.6": "theory..., divine bases theory..., root theory..., power theory...,",
  "mnd16:91.7": "enlightenment theory..., Path theory..., Fruit theory, and Nibbāna theory. He is",
  "mnd16:91.8": "cautious, discrete, guarded, protected, and self-controlling words are all pure",
  "mnd16:91.9": "words. One should have the purity of speech like this.",
  "mnd16:92.1": "\"What type of state should be here?\": \"There should be a state that looks like",
  "mnd16:92.2": "what, what type of establishment, what type, and what type of contrast.\" He",
  "mnd16:92.3": "asked about the state. There are the state of affairs and the state of",
  "mnd16:92.4": "non-state.",
  "mnd16:93.1": "What is non-prosperity? Here, a certain type of people are with prostitutes,",
  "mnd16:93.2": "widows, unmarried women, eunuchs, or bhikkhuni [AN.5.102], or someone who is at",
  "mnd16:93.3": "a drinking establishment, he lives in inappropriate contact with kings, high",
  "mnd16:93.4": "officials, outsiders, and disciples. Or, for those who are unbelievers,",
  "mnd16:93.5": "bhikkhuni, male lay devotees, female lay devotees, those who have no faith,",
  "mnd16:93.6": "those who not are like a supply of water, abusive and slanderous, those who",
  "mnd16:93.7": "desire no benefit, those who desire no profit, those who desire no peace, if he",
  "mnd16:93.8": "wants to stay close to the stable homes, he gets close to, makes friends with,",
  "mnd16:93.9": "and visits such homes.",
  "mnd16:94.1": "Or, when the bhikkhu is a visitor at home, a walker on the street, he walks",
  "mnd16:94.2": "unprotected: he looks at the elephant, the horse, the cart, the infantry, the",
  "mnd16:94.3": "boy, and the girl as he walks. Watching women, watching men, watching the",
  "mnd16:94.4": "market, watching the door of the house, watching the top, watching the bottom,",
  "mnd16:94.5": "and watching in all directions.",
  "mnd16:95.1": "Or, after the bhikkhu sees a form with his eyes, he becomes a grasper of",
  "mnd16:95.2": "appearance and a grasper of subtle appearance, because when he stays at the root",
  "mnd16:95.3": "of his eyes, greed, sorrow and evil will flow in. He does not act according to",
  "mnd16:95.4": "his self-control, does not protect the roots of the eyes, and does not achieve",
  "mnd16:95.5": "self-control [SN.35.120] of the roots of the eyes.",
  "mnd16:96.1": "Or if some Samaṇas and Brāhmaṇa masters received food offered by faith, they",
  "mnd16:96.2": "dwelt at performances and watched like this: dancing, singing, music, drama,",
  "mnd16:96.3": "speaking about ancient times, handbells, cymbals, drums, magic, iron balls,",
  "mnd16:96.4": "bamboo stick play, stunts, elephant fighting, horse fighting, buffalo fighting,",
  "mnd16:96.5": "bull fighting, goat fighting, ram fighting, rooster fighting, quail fighting,",
  "mnd16:96.6": "club fighting, fist fighting, wrestling, exercises, drills, army formations,",
  "mnd16:96.7": "military parade [DN.1], etc., who are engaged in watching various performances",
  "mnd16:96.8": "like this.",
  "mnd16:97.1": "The five desires are also non-promotional states. This was said by the Blessed",
  "mnd16:97.2": "One: \"Bhikkhus! Don't walk in an improper state or other state. Bhikkhus! Those",
  "mnd16:97.3": "who walk in the improper state or other state, the demon will get the",
  "mnd16:97.4": "opportunity, the demon will get the object. Bhikkhus! What are the improper",
  "mnd16:97.5": "states and other states of bhikkhus? That is: five desires, which five? The form",
  "mnd16:97.6": "that can be recognized by the eye, which is desirable, lovely, desirable,",
  "mnd16:97.7": "attractive, accommodating, and greedy; the sound..., smell, tongue, touch...",
  "mnd16:97.8": "[SN.47.7]. Bhikkhus! This is called the improper state of the bhikkhu, other",
  "mnd16:97.9": "states.\"",
  "mnd16:98.1": "What is travel? Here, the bhikkhu is not with a prostitute, a widow, an",
  "mnd16:98.2": "unmarried woman, a eunuch, a bhikkhuni, or at a drinking establishment. He lives",
  "mnd16:98.3": "in communication with the kings, high officials, foreign ministers, and foreign",
  "mnd16:98.4": "disciples appropriately. Or, those who have faith in Bhikkhus, Bhikkhunis, male",
  "mnd16:98.5": "lay devotees, female lay devotees, those who have faith, are pure believers,",
  "mnd16:98.6": "those who have become like a water supply, those who have robes and lights,",
  "mnd16:98.7": "those who are well-wishing, those who desire benefits, those who desire",
  "mnd16:98.8": "advantages, desire to leave the harness and stable homes, he gets close to,",
  "mnd16:98.9": "makes friends with, and visits homes like this.",
  "mnd16:99.1": "Or, when the bhikkhu is a visitor to his home, ....",
  "mnd16:100.1": "Or, after the bhikkhu sees form with his eyes, ....",
  "mnd16:101.1": "Or if some Samaṇas and Brāhmaṇa masters received food offered by faith, ....",
  "mnd16:102.1": "Four-mindfulness is the state of mind. This was said by the Blessed One:",
  "mnd16:102.2": "\"Bhikkhus! What is the proper state of the bhikkhu, the state of his father and",
  "mnd16:102.3": "grandfather? That is: Four mindfulness, which four are? Bhikkhus! Here, the",
  "mnd16:102.4": "bhikkhu lives in the body and observes the body (, with enthusiasm, righteous",
  "mnd16:102.5": "knowledge, mindfulness, can moderate the greed and worry about the world); in",
  "mnd16:102.6": "the feeling..., in the heart..., in the Dhamma.... Bhikkhus! This is the proper",
  "mnd16:102.7": "state of the bhikkhu, the state of his father and grandfather.\" This is also",
  "mnd16:102.8": "known as the state of travel. One should have a situation like this.",
  "mnd16:103.1": "\"What type of precepts and prohibitions should there be\": \"There should be what",
  "mnd16:103.2": "type of precepts and prohibitions, what type of establishment, what type, and",
  "mnd16:103.3": "what type of contrast.\" He asked about the purity of precepts and prohibitions.",
  "mnd16:103.4": "What are precepts and prohibitions? Here, the bhikkhu is a preceptor, to live",
  "mnd16:103.5": "under the protection of the self-control of Pātimokkha, with sufficient",
  "mnd16:103.6": "righteousness and state, to see fear in minor sins, and to learn after accepting",
  "mnd16:103.7": "from a teacher. Wherever there is restraint, self-control, and non-violation,",
  "mnd16:103.8": "this is the precept; it is prohibition. Taking self-control as the precept;",
  "mnd16:103.9": "observing the righteousness as the prohibition is called precept and",
  "mnd16:103.10": "prohibition. What is the prohibition (and) non-precept? There are eight heads:",
  "mnd16:103.11": "the wild branch, the begging branch, the dung sweeping branch, the three",
  "mnd16:103.12": "clothing sticks, the second begging sticks, after eating, not eating sticks,",
  "mnd16:103.13": "often sitting (not lying) sticks, staying anywhere, this is called prohibition",
  "mnd16:103.14": "(and) non-precept. The observance of vitality is also called prohibition (and)",
  "mnd16:103.15": "precept: \"I would rather leave only the skin, tendons, and bones; if the flesh",
  "mnd16:103.16": "and blood of the body is dried up, as long as human perseverance, human",
  "mnd16:103.17": "strength, human vitality, and human efforts should (persist) (the goal is) not",
  "mnd16:103.18": "achieved, there will be no stop of vitality.\" [SN.12.22] He is dedicated and",
  "mnd16:103.19": "diligent, like this is the observance of vitality, which is called prohibition",
  "mnd16:103.20": "(and) precept.",
  "mnd16:104.1": "\"I will neither eat nor drink,",
  "mnd16:104.2": "Nor go out of my residence,",
  "mnd16:104.3": "Will not cause the thigh to fall (lying down),",
  "mnd16:104.4": "While the arrow of thirst is not be removed.\"",
  "mnd16:104.5": "[Thag.223]",
  "mnd16:105.1": "He is dedicated and diligent, and the observance of such vitality is also called",
  "mnd16:105.2": "prohibition (and) precept. \"As long as my mind is not free from all defilements",
  "mnd16:105.3": "by not clinging, I will not break this cross-legged (posture)!\" [MN.32] He is",
  "mnd16:105.4": "dedicated, hardworking, and observing such vitality is also called prohibition",
  "mnd16:105.5": "(and) precept. \"As long as my mind is not free from all the troubles by not",
  "mnd16:105.6": "clinging, I will not rise from this seat..., I will not walk down from the",
  "mnd16:105.7": "experience.., I will not go out from the dwelling..., I will not go out from the",
  "mnd16:105.8": "half-roofed house..., ...from the tall building..., the flat-roofed house, the",
  "mnd16:105.9": "cave (cavern), the cave (grotto), the hut, the heavy pavilion, the observation",
  "mnd16:105.10": "deck, the round house, the shed, the lecture hall, the tend, ...I will not go",
  "mnd16:105.11": "out from under the tree...\"",
  "mnd16:106.1": "\"Just before this noon I will acquire, fully obtain, attain, reach, and testify",
  "mnd16:106.2": "about the Holy Dhamma\"..., \"Just this noon..., in the evening..., before eating,",
  "mnd16:106.3": "after eating, before the night, midnight, after the night, at the time of death,",
  "mnd16:106.4": "at the time of the white moon, in the rainy season, in the winter, in the",
  "mnd16:106.5": "summer, in youth, in middle age, in old age, I will acquire, fully obtain,",
  "mnd16:106.6": "attain, reach, and testify about the Holy Dhamma.\" He is dedicated and diligent,",
  "mnd16:106.7": "and the observance of such vitality is also called prohibition (and) precept.",
  "mnd16:106.8": "\"Humans\" are sentient beings, human beings, student Brāhmaṇas, people,",
  "mnd16:106.9": "individuals, lives, those born to people, those born to Indā, and Manu.",
  "mnd16:107.1": "\"It belongs to the self-effort of the bhikkhu\": \"It belongs to the self-effort,\"",
  "mnd16:107.2": "it belongs to the energy that has been activated, the one who has come to",
  "mnd16:107.3": "fortitude, the firm effort, the one that does not neglect the desire, and the",
  "mnd16:107.4": "one that does not neglect the responsibility in the good Dhamma. Or, the goal",
  "mnd16:107.5": "that belongs to oneself is issued in one's own interests, in truth,",
  "mnd16:107.6": "characteristics, reason and non-reason: \"All actions are impermanent\" are issued",
  "mnd16:107.7": "by oneself; \"all actions are suffering\" ....; \"all actions are without self\"",
  "mnd16:107.8": "....; \"actions based on ignorance are the cause of self,\" \"birth and death cause",
  "mnd16:107.9": "old age and death,\" \"death due to ignorance leads to deeds and death,\" \"birth",
  "mnd16:107.10": "and death lead to death and death,\" \"this is suffering,\" \"this is the path",
  "mnd16:107.11": "leading to suffering,\" \"this is trouble,\" \"this is the path leading to the",
  "mnd16:107.12": "troubles,\" \"these dhammas should be known,\" \"these dhammas should be testified,\"",
  "mnd16:107.13": "the six touches, the gathering, extinction, pleasure, trouble, and detachment of",
  "mnd16:107.14": "the entrance...; the five aggregates..., four major aggregates; \"Any collection",
  "mnd16:107.15": "of dhammas is an extinction\" is issued by oneself. \"Belonging to a bhikkhu,\" one",
  "mnd16:107.16": "which belongs to a bhikkhu, or someone who learns from a bhikkhu.",
  "mnd16:108.1": "<em>197 : What should he learn after taking up,",
  "mnd16:108.2": "Being dedicated, wise, and mindful,",
  "mnd16:108.3": "Like a smith to silver,",
  "mnd16:108.4": "Should he get rid of his own filth?</em>",
  "mnd16:108.5": "<em>197 : What should he learn after taking up,",
  "mnd16:108.6": "Being dedicated, wise, and mindful,",
  "mnd16:108.7": "Like a smith to silver,",
  "mnd16:108.8": "Should he get rid of his own filth?</em>",
  "mnd16:108.9": "<em>197 : What should he learn after taking up,",
  "mnd16:108.10": "Being dedicated, wise, and mindful,",
  "mnd16:108.11": "Like a smith to silver,",
  "mnd16:108.12": "Should he get rid of his own filth?</em>",
  "mnd16:108.13": "<em>197 : What should he learn after taking up,",
  "mnd16:108.14": "Being dedicated, wise, and mindful,",
  "mnd16:108.15": "Like a smith to silver,",
  "mnd16:108.16": "Should he get rid of his own filth?</em>",
  "mnd16:109.1": "\"What should he learn after taking up\": What should he learn after grasping,",
  "mnd16:109.2": "after holding, after taking, after taking up.",
  "mnd16:110.1": "\"Dedicated (exclusively), wise, mindful\": \"Dedicated,\" one state of mind,",
  "mnd16:110.2": "undistracted mind, stable mind, samādhi, fixed root, concentration, right",
  "mnd16:110.3": "concentration.\" \"Wise,\" the concious, the enlightened, the discriminating, the",
  "mnd16:110.4": "wise.",
  "mnd16:111.1": "\"Mindful\" means being mindful in four ways: when the practice is mindful in the",
  "mnd16:111.2": "body, ...in the subject, ...in the heart (mind), ...on the Dhamma, this is",
  "mnd16:111.3": "mindful.",
  "mnd16:112.1": "And in four ways: the state of avoiding non-mind is mindful, the state of the",
  "mnd16:112.2": "Dhamma that should be done to the mind is mindful, the state of the Dhamma that",
  "mnd16:112.3": "is obstructed by the mind as being mindful, and the state of not forgetting",
  "mnd16:112.4": "mindfulness.",
  "mnd16:113.1": "And in four ways: the state of possessing mindfulness, the state of abiding in",
  "mnd16:113.2": "mindfulness, the state of experiencing mindfulness, and the state of mindfulness",
  "mnd16:113.3": "not lowering.",
  "mnd16:114.1": "And in four ways: the state of mindfulness is the mindfulness, the silent of",
  "mnd16:114.2": "state is the mindfulness, the calm state is the mindfulness, and the state of",
  "mnd16:114.3": "the Dhamma is mindful; mindful of the Buddha, mindful of the Dhamma, mindful of",
  "mnd16:114.4": "the Saṅgha, mindful of the precepts, mindful of giving, with the sky as the",
  "mnd16:114.5": "mind; with the (inbound) breath and the (outbound) breath, the mind with death,",
  "mnd16:114.6": "the mind with the body, the mind with the silence; the general mind, the mind in",
  "mnd16:114.7": "remembrance, the state of remembrance, the state of not drifting, the state of",
  "mnd16:114.8": "not forgetting, the root of mind, the power of mind, the support of mindfulness,",
  "mnd16:114.9": "and the path without forks are called mindfulness. Having, being fully",
  "mnd16:114.10": "possessed, reaching, fully reaching, possessing, being fully possessed,",
  "mnd16:114.11": "possessing this thought, he is called mindful.",
  "mnd16:115.1": "\"What should he learn after accepting?\" He asked about adding precept knowledge.",
  "mnd16:115.2": "\"Specifically,\" he asked to learn more. \"Wisdom,\" he asked about wisdom",
  "mnd16:115.3": "knowledge.",
  "mnd16:116.1": "\"As a smith deals with silver, he should get rid of his own filth\": A smith is",
  "mnd16:116.2": "called a goldsmith, and silver is called gold (precious metal). As a smith deals",
  "mnd16:116.3": "with gold, he blows, fans, and melts [AN.3.102] the gross filth, and also blows,",
  "mnd16:116.4": "fans, and dissolves medium dirt, and blows, fans, and dissolves fine dirt.",
  "mnd16:116.5": "Similarly, bhikkhus blow, fan, and dissolve their own gross pollution, cut off,",
  "mnd16:116.6": "drive away, end, and make it to go to non-existence. ...moderate pollution...,",
  "mnd16:116.7": "...fine pollution....",
  "mnd16:117.1": "Or, bhikkhus blow, fan the fire, dissolve the filth of greed, the filth of",
  "mnd16:117.2": "anger, the filth of ignorance, the filth of conceit, the filth of seeing, the",
  "mnd16:117.3": "filth of pollution, the filth of evil deeds, of blindness, of no sight, the",
  "mnd16:117.4": "filth of delusion, of that which destroys wisdom, of the vexing factions, and",
  "mnd16:117.5": "that which does not lead to Nibbāna [AN.3.72]; abandon, drive away, end, and",
  "mnd16:117.6": "make them go to non-existence.",
  "mnd16:118.1": "Or, using the right view to blow, ..., and make it go to non-existence. Take the",
  "mnd16:118.2": "righteous will..., the evil will..., righteous language, evil language,",
  "mnd16:118.3": "righteous kamma, evil kamma, ...fate..., words, effort, thoughts, concentration,",
  "mnd16:118.4": "wisdom; using positive liberation to blow, ..., and make it go to non-existence.",
  "mnd16:119.1": "Or, to us the eight holy paths to blow, fan the fire, dissolve all pollution,",
  "mnd16:119.2": "all evil deeds, all afflictions, all scorching heat, all irritation, all",
  "mnd16:119.3": "unwholesome deeds, cut off, drive away, end, and make it go to non-existence.",
  "mnd16:120.1": "<em>198 : [The Blessed One: \"Sāriputta!\"]",
  "mnd16:120.2": "For the repulsed, being close to the unmanned seat",
  "mnd16:120.3": "And sleeping place is indeed peace.",
  "mnd16:120.4": "The one who wants to be enlightened will follow the Dhamma,",
  "mnd16:120.5": "I will say that for you as the one who knows it.</em>",
  "mnd16:120.6": "<em>198 : [The Blessed One: \"Sāriputta!\"]",
  "mnd16:120.7": "For the repulsed, being close to the unmanned seat",
  "mnd16:120.8": "And sleeping place is indeed peace.",
  "mnd16:120.9": "The one who wants to be enlightened will follow the Dhamma,",
  "mnd16:120.10": "I will say that for you as the one who knows it.</em>",
  "mnd16:120.11": "<em>198 : [The Blessed One: \"Sāriputta!\"]",
  "mnd16:120.12": "For the repulsed, being close to the unmanned seat",
  "mnd16:120.13": "And sleeping place is indeed peace.",
  "mnd16:120.14": "The one who wants to be enlightened will follow the Dhamma,",
  "mnd16:120.15": "I will say that for you as the one who knows it.</em>",
  "mnd16:120.16": "<em>198 : [The Blessed One: \"Sāriputta!\"]",
  "mnd16:120.17": "For the repulsed, being close to the unmanned seat",
  "mnd16:120.18": "And sleeping place is indeed peace.",
  "mnd16:120.19": "The one who wants to be enlightened will follow the Dhamma,",
  "mnd16:120.20": "I will say that for you as the one who knows it.</em>",
  "mnd16:120.21": "<em>198 : [The Blessed One: \"Sāriputta!\"]",
  "mnd16:120.22": "For the repulsed, being close to the unmanned seat",
  "mnd16:120.23": "And sleeping place is indeed peace.",
  "mnd16:120.24": "The one who wants to be enlightened will follow the Dhamma,",
  "mnd16:120.25": "I will say that for you as the one who knows it.</em>",
  "mnd16:121.1": "\"For those who are repulsed..., that is peace\": \"For those who are repulsed,\"",
  "mnd16:121.2": "For those who are repulsed, ...(omitted). \"That is peace,\" whoever lives in",
  "mnd16:121.3": "peace will be told by me. What is a happy life? The correct path, the following",
  "mnd16:121.4": "path, the uninverted path, the meaning of the path, the path where one follows",
  "mnd16:121.5": "the Dhamma, the completeness of the precepts, the guardian of the roots, the",
  "mnd16:121.6": "right amount of food, the sober practice, mindfulness and right knowledge, four",
  "mnd16:121.7": "mindfulness, four righteousness, four spiritual bases (iddhipāda), five senses,",
  "mnd16:121.8": "five powers, seven enlightenment factors, eight branches of the holy Path; his",
  "mnd16:121.9": "is the path to Nibbāna.",
  "mnd16:122.1": "\"[The Blessed One: 'Sāriputta!']\": Calling that person by his name. \"Blessed",
  "mnd16:122.2": "One,\" is synonymous with respect. In addition, \"destroyed greed\" is the Blessed",
  "mnd16:122.3": "One; \"destroyed wicked\" is the Blessed One; \"destroyed ignorance\" is the Blessed",
  "mnd16:122.4": "One; \"the one who has destroyed the conceit\" is the Blessed One; \"the one who",
  "mnd16:122.5": "has destroyed the sight\" is the Blessed One; \"the one who has destroyed the",
  "mnd16:122.6": "thorns\" is the Blessed One; \"the one who has destroyed the pollutants\" is the",
  "mnd16:122.7": "Blessed One; \"the one who is ended\" is the Blessed One; \"the one who has",
  "mnd16:122.8": "practiced the body, the precepts, the mind, and the wisdom\" is the Blessed One;",
  "mnd16:122.9": "or \"the Blessed One is close to the woods, wild forests, and border dwellings",
  "mnd16:122.10": "(sitting places): low sound, quiet, away from the human atmosphere, who lives",
  "mnd16:122.11": "alone, and is suitable for sitting alone\" is the Blessed One; or the Blessed One",
  "mnd16:122.12": "is the one who divides clothes, food, shelter, the needs of the sick, and",
  "mnd16:122.13": "medical necessities; or \"the Blessed One is the one who has the taste of",
  "mnd16:122.14": "righteousness, the taste of Dhamma, the taste of liberation, the precepts, the",
  "mnd16:122.15": "mind, and the wisdom\" is the World Blessed One; or \"the Blessed One is the one",
  "mnd16:122.16": "with four types of jhāna, four immeasurables, four formlessness, etc.; or \"the",
  "mnd16:122.17": "Blessed One is the Participant of the Eight Liberations, the Eight Victory",
  "mnd16:122.18": "Places, and the Ninth Dwelling Places, etc.;\" the one who is purely divided is",
  "mnd16:122.19": "the Blessed One; or \"the Blessed One is the one who divides the four",
  "mnd16:122.20": "mindfulness, the four righteousness, the four bases, the five roots, the five",
  "mnd16:122.21": "powers, the seven enlightenment factors, and the eight branches of the holy",
  "mnd16:122.22": "path.\" The Blessed One is the one who has ten Tathāgata strength, four",
  "mnd16:122.23": "fearlessness, four unobstructed solutions, six magical powers, and six",
  "mnd16:122.24": "enlightenment methods.\" The Blessed One is the Blessed One. \"The Blessed One,\"",
  "mnd16:122.25": "this name is not given (made) by the mother; not given by the father; not given",
  "mnd16:122.26": "by brothers; not by sisters; not by friends; not by relatives; not by Samaṇas or",
  "mnd16:122.27": "Brāhmaṇas; not by heaven. This is ultimate liberation; to Buddha, the World",
  "mnd16:122.28": "Honored person, and under the Bodhi tree together with all the knowledge and",
  "mnd16:122.29": "wisdom gained and testimony, that is, the Blessed One.",
  "mnd16:123.1": "\"The one who desires enlightenment follows the Dhamma\": \"Enlightenment\" is",
  "mnd16:123.2": "called wisdom, root of wisdom, power of wisdom, dhamma enlightenment,",
  "mnd16:123.3": "investigation, vipassanā, right view, the enlightened one on the four paths.",
  "mnd16:123.4": "Those who want to be enlightened, those who want to be awakened, those who want",
  "mnd16:123.5": "to get, those who want to reach, those who want to testify.",
  "mnd16:124.1": "\"According to the Dhamma\": What is the path of enlightenment? The path that is",
  "mnd16:124.2": "correct, ..., and right knowledge. This is called the following Dhamma of",
  "mnd16:124.3": "enlightenment.",
  "mnd16:125.1": "\"I will say that for you as the one who knows\": \"That,\" according to the way. \"I",
  "mnd16:125.2": "will say,\" I will say, I will explain, I will teach, I will tell, I will",
  "mnd16:125.3": "establish, I will uncover, I will analyze, I will clarify. \"As the knower,\" as",
  "mnd16:125.4": "the knower, the sure knower, one who has penetrated, not from hearsay, not from",
  "mnd16:125.5": "rumor, not from inheritance, not from the teachings of the scriptures, not from",
  "mnd16:125.6": "logical inference, not from reasoning, not from theoretical thinking, not from",
  "mnd16:125.7": "the insights accepted after contemplation, the method that is personally proven",
  "mnd16:125.8": "and self-proven, I will say that.",
  "mnd16:126.1": "<em>199 : The wise man should not be afraid of the five types of horrors,",
  "mnd16:126.2": "The thoughtful and bounded bhikkhu:",
  "mnd16:126.3": "Flies, moths, snakes,",
  "mnd16:126.4": "Human contact, four-legged animals.</em>",
  "mnd16:126.5": "<em>199 : The wise man should not be afraid of the five types of horrors,",
  "mnd16:126.6": "The thoughtful and bounded bhikkhu:",
  "mnd16:126.7": "Flies, moths, snakes,",
  "mnd16:126.8": "Human contact, four-legged animals.</em>",
  "mnd16:126.9": "<em>199 : The wise man should not be afraid of the five types of horrors,",
  "mnd16:126.10": "The thoughtful and bounded bhikkhu:",
  "mnd16:126.11": "Flies, moths, snakes,",
  "mnd16:126.12": "Human contact, four-legged animals.</em>",
  "mnd16:126.13": "<em>199 : The wise man should not be afraid of the five types of horrors,",
  "mnd16:126.14": "The thoughtful and bounded bhikkhu:",
  "mnd16:126.15": "Flies, moths, snakes,",
  "mnd16:126.16": "Human contact, four-legged animals.</em>",
  "mnd16:127.1": "\"The wise one should not be afraid of the five horrors\": The wise one is the",
  "mnd16:127.2": "sage, and the wisdom is called wisdom, that is understanding, simple selection,",
  "mnd16:127.3": "investigation, method selection, identification, discrimination, close",
  "mnd16:127.4": "observation, erudition, proficiency, cleverness, contemplation, deep",
  "mnd16:127.5": "contemplation, examination, comprehensive, Righteous Knowledge, Stabbing Rod (of",
  "mnd16:127.6": "wisdom), Wisdom Root, Wisdom Sword, Wisdom Hall, Wisdom Protection, Wisdom",
  "mnd16:127.7": "Brightness, Wisdom Light, No Deception, Choosing Dhamma, Right View; regard the",
  "mnd16:127.8": "state of wisdom as the wise. In addition, the sage of accumulation, the sage of",
  "mnd16:127.9": "the realm, the sage of the place, the sage of dependent origin, the sage of",
  "mnd16:127.10": "mindfulness, the sage of diligence, the sage of the gods, the sage of the root,",
  "mnd16:127.11": "the sage of strength, the sage of enlightenment, the sage of the Path, the sage",
  "mnd16:127.12": "of the Fruit, the sage of Nibbāna. The wise one should not be afraid of the five",
  "mnd16:127.13": "horrors, should not have fear, should not tremble, should not be afraid, ....",
  "mnd16:128.1": "\"A Bhikkhu with mindfulness and boundedness\": \"Bhikkhu,\" the state of the",
  "mnd16:128.2": "destroyed seven dhammas is a Bhikkhu: seeing is destroyed, suspicion is",
  "mnd16:128.3": "destroyed, prohibition is destroyed, greed is destroyed, anger is destroyed,",
  "mnd16:128.4": "delusion is destroyed, sloth is destroyed, and those evil and unwholesome",
  "mnd16:128.5": "dhammas are destroyed; shunning the pollution, the others, the fear, the bitter",
  "mnd16:128.6": "fruit, old age and death in the future.",
  "mnd16:129.1": "The Blessed One [Sn.3.6, 519]:",
  "mnd16:129.2": "\"Take the path I have practiced to reach Nibbāna and transcend skeptics,",
  "mnd16:129.3": "After abandoning nothingness and existence,",
  "mnd16:129.4": "The one who has been completed, and the one who is extinct, is a Bhikkhu.\"",
  "mnd16:130.1": "\"Mindful,\" .... \"Bounded,\" There are four types of limits in \"bounded action\":",
  "mnd16:130.2": "the limits of abstinence self-control, the limits of root self-control, the",
  "mnd16:130.3": "limits of knowing the right amount of diet, and the limits of specializing in",
  "mnd16:130.4": "soberness.",
  "mnd16:131.1": "What is the limit of abstinence? Here, the bhikkhu is a preceptor who lives and",
  "mnd16:131.2": "is protected by the self-control of the Pātimokkha. He has sufficient",
  "mnd16:131.3": "righteousness and state of affairs. He sees the horror in minor sins and learns",
  "mnd16:131.4": "after accepting from a teacher. When examining the state of internal decay, he",
  "mnd16:131.5": "practiced the internal precepts of self-control, not breaking the boundaries.",
  "mnd16:131.6": "This is the precept of self-control.",
  "mnd16:132.1": "What is the limit of self-control? Here, after the bhikkhu sees the form with",
  "mnd16:132.2": "his eyes, he does not become a grasper of the aspect, a grasper of the subtle",
  "mnd16:132.3": "aspect... (omitted) he achieves self-control at the base of his eyes. After",
  "mnd16:132.4": "hearing the sound with ears..., smelling with the nose..., after tasting with",
  "mnd16:132.5": "the tongue..., after touching with the body..., after knowing the Dhamma with",
  "mnd16:132.6": "consciousness, ...., because the when the root of mind is not protected, greed,",
  "mnd16:132.7": "sorrow and evil will flow in. He acts according to his self-control, protects",
  "mnd16:132.8": "the root of mind, and achieves self-control on the root of mind. When examining",
  "mnd16:132.9": "the burning method, he practices internal self-control boundaries and does not",
  "mnd16:132.10": "break the boundaries. This is the root self-control boundary.",
  "mnd16:133.1": "What is the dietary knowledge limit? Here, the bhikkhu eats food after",
  "mnd16:133.2": "inspection: \"Neither for pleasure, nor for intoxication, not for a good figure,",
  "mnd16:133.3": "not for dignity, but for the existence and survival of this body, to stop harm,",
  "mnd16:133.4": "and to support the Brahma. In this way, I will repel the previous feelings, not",
  "mnd16:133.5": "arouse new feelings, be healthy, without fault, and live in peace.\" When",
  "mnd16:133.6": "examining the oiling of the axles, the coverage of sores [SN.35.239], and the",
  "mnd16:133.7": "analogy of the son's meat [SN.12.63], he practiced the internal boundary to know",
  "mnd16:133.8": "the right amount, not breaking the boundaries, this is the limit of knowing the",
  "mnd16:133.9": "right amount of of diet as self-control.",
  "mnd16:134.1": "What is the limit of specializing in sobriety? Here, during the day, the bhikkhu",
  "mnd16:134.2": "cleanses the mind from obstacles by walking and sitting peacefully. During the",
  "mnd16:134.3": "first (watch of the) night, by walking and sitting peacefully, the mind should",
  "mnd16:134.4": "be purified from obstacles. In the middle of the night, lying on the right side",
  "mnd16:134.5": "as a lion, put the (left) foot on the (right) foot, with mindfulness and",
  "mnd16:134.6": "righteous knowledge, contemplating. In the latter night, by walking and sitting",
  "mnd16:134.7": "still, the mind should be purified from obstacles [SN.35.120]. When the virtuous",
  "mnd16:134.8": "inspects overnight [MN.131], he will focus on the internal sober boundaries,",
  "mnd16:134.9": "without breaking the boundaries, this is the root of self-control.",
  "mnd16:135.1": "\"Flies, moths, snakes\": Gadflies are called flies. All (other) flies are called",
  "mnd16:135.2": "moths. For what reason are all flies called moths? They fly up and bite again",
  "mnd16:135.3": "and again, for this reason all flies are called moths. Snakes (crawlers) are",
  "mnd16:135.4": "called snakes.",
  "mnd16:136.1": "\"Contact with people, with four-legged animals\": Thieves and hooligans who do",
  "mnd16:136.2": "bad things or prepare to do bad things are called contact with people. They may",
  "mnd16:136.3": "ask a bhikkhu questions, or join in discussions, abuse, slander, anger, annoy,",
  "mnd16:136.4": "hurt, distress, kill, irritate, or harm. Any contact that is annoying from human",
  "mnd16:136.5": "beings. \"Four-legged animals,\" lions, tigers, leopards, bears, dogs, wolves,",
  "mnd16:136.6": "bison, and elephants, they will crush, eat, hurt, distress, kill, annoy, or harm",
  "mnd16:136.7": "the bhikkhu. The irritation from four-legged animals is the terror of all",
  "mnd16:136.8": "four-legged animals.",
  "mnd16:137.1": "<em>200 : You should not be afraid of other practitioners (of other teachings):",
  "mnd16:137.2": "Even after seeing (in) them many terrible things,",
  "mnd16:137.3": "It is more important to conquer all dangers, good seekers.</em>",
  "mnd16:137.4": "<em>200 : You should not be afraid of other practitioners (of other teachings):",
  "mnd16:137.5": "Even after seeing (in) them many terrible things,",
  "mnd16:137.6": "It is more important to conquer all dangers, good seekers.</em>",
  "mnd16:137.7": "<em>200 : You should not be afraid of other practitioners (of other teachings):",
  "mnd16:137.8": "Even after seeing (in) them many terrible things,",
  "mnd16:137.9": "It is more important to conquer all dangers, good seekers.</em>",
  "mnd16:138.1": "\"You should not be afraid of other Dhamma persons, even if you see in them many",
  "mnd16:138.2": "terrible things\": People of other Dhammas, anyone who has not yet believed in",
  "mnd16:138.3": "the Buddha, Dhamma, or Saṅgha is called other Dhamma persons. They may ask the",
  "mnd16:138.4": "Bhikkhu questions, or adding discussion, or insulting, slandering, irritating,",
  "mnd16:138.5": "angering, hurting, distressing, killing, annoying, or hurting. Many of them",
  "mnd16:138.6": "(these things) are terrible. After seeing this, he should not tremble, ....",
  "mnd16:139.1": "\"We should conquer all dangers, good seekers\": \"Further,\" there are things that",
  "mnd16:139.2": "should be conquered, those that should be defeated, those that should be",
  "mnd16:139.3": "overwhelmed, and those that should be terminated, should be crushed. \"Danger,\"",
  "mnd16:139.4": "there are two types of danger: .... \"Good follower,\" correct path ..., and path",
  "mnd16:139.5": "leading to Nibbāna, to seek, to seek all over the crisis should be conquered,",
  "mnd16:139.6": "should be defeated, ....",
  "mnd16:140.1": "<em>201 : Being touched by illness and hunger,",
  "mnd16:140.2": "One should endure cold and heat,",
  "mnd16:140.3": "The homeless man is touched by all those types of things,",
  "mnd16:140.4": "And he should be strong in vitality and hard work.</em>",
  "mnd16:140.5": "<em>201 : Being touched by illness and hunger,",
  "mnd16:140.6": "One should endure cold and heat,",
  "mnd16:140.7": "The homeless man is touched by all those types of things,",
  "mnd16:140.8": "And he should be strong in vitality and hard work.</em>",
  "mnd16:140.9": "<em>201 : Being touched by illness and hunger,",
  "mnd16:140.10": "One should endure cold and heat,",
  "mnd16:140.11": "The homeless man is touched by all those types of things,",
  "mnd16:140.12": "And he should be strong in vitality and hard work.</em>",
  "mnd16:140.13": "<em>201 : Being touched by illness and hunger,",
  "mnd16:140.14": "One should endure cold and heat,",
  "mnd16:140.15": "The homeless man is touched by all those types of things,",
  "mnd16:140.16": "And he should be strong in vitality and hard work.</em>",
  "mnd16:141.1": "\"Contact with sickness and suffering, contact with hunger\": Contact with",
  "mnd16:141.2": "sickness and suffering is called contact with disease. To be touched, tortured,",
  "mnd16:141.3": "combined, possessed by contact with disease: to be touched, tortured, combined,",
  "mnd16:141.4": "possessed by eye diseases; by ear disease ...(omitted). Hunger is called hunger.",
  "mnd16:141.5": "To be touched by hunger, tortured, combined, possessed.",
  "mnd16:142.1": "\"One should endure cold and heat\": \"Cold,\" there is cold due to two factors:",
  "mnd16:142.2": "cold due to inner excitement, or cold due to external seasons. \"Heat\" refers to",
  "mnd16:142.3": "the existence of heat due to two factors: heat exists due to internal",
  "mnd16:142.4": "excitement, or heat exists due to external seasons. \"Should endure,\" should it",
  "mnd16:142.5": "be cold, heat, hunger, thirst, and the contact with fly mosquitoes, winds, suns,",
  "mnd16:142.6": "and snakes, one should endure. Should it be the occurrence of insults, slander,",
  "mnd16:142.7": "and physical suffering, intense, violent, undesirable, extremely undesirable,",
  "mnd16:142.8": "life-threatening, and the like (, one should endure).",
  "mnd16:143.1": "\"He who is homeless is touched by those\": \"He is touched by those,\" will be",
  "mnd16:143.2": "touched by sickness, .... \"Various types (those),\" \"Will be touched, ...by all",
  "mnd16:143.3": "types of behaviors.\" He is touched by those types of things. \"The homeless,\" The",
  "mnd16:143.4": "opportunity of accumulation by consciousness is not made. [SN.22.3]. Or, to not",
  "mnd16:143.5": "have the opportunity to do bad things in the body, words, and intentions.",
  "mnd16:144.1": "\"Energetic, (with) hard work, he should be firm\": the motivation of the vitality",
  "mnd16:144.2": "of the mortal heart, diligence, hard work, courage, endeavor, fortitude,",
  "mnd16:144.3": "non-shrinking, perseverance, continuous, non-relaxed courage, non-giving up",
  "mnd16:144.4": "desire state, non-negligence state of responsibility, the support of",
  "mnd16:144.5": "responsibility, vitality, the root of vitality, the power of vitality, and the",
  "mnd16:144.6": "right progress are called vitality and effort. \"Vitality, effort, he should be",
  "mnd16:144.7": "firm\": Vitality, effort, he should be firm, he should be firm, he should be a",
  "mnd16:144.8": "firm holder, an established bearer.",
  "mnd16:145.1": "<em>202 : You should not steal or speak vainly,",
  "mnd16:145.2": "And should reach the weak and the strong with kindness.",
  "mnd16:145.3": "Whenever the mind is cloudy,",
  "mnd16:145.4": "He should know that he should dispel the side of the \"dark one.\"</em>",
  "mnd16:145.5": "<em>202 : You should not steal or speak vainly,",
  "mnd16:145.6": "And should reach the weak and the strong with kindness.",
  "mnd16:145.7": "Whenever the mind is cloudy,",
  "mnd16:145.8": "He should know that he should dispel the side of the \"dark one.\"</em>",
  "mnd16:145.9": "<em>202 : You should not steal or speak vainly,",
  "mnd16:145.10": "And should reach the weak and the strong with kindness.",
  "mnd16:145.11": "Whenever the mind is cloudy,",
  "mnd16:145.12": "He should know that he should dispel the side of the \"dark one.\"</em>",
  "mnd16:145.13": "<em>202 : You should not steal or speak vainly,",
  "mnd16:145.14": "And should reach the weak and the strong with kindness.",
  "mnd16:145.15": "Whenever the mind is cloudy,",
  "mnd16:145.16": "He should know that he should dispel the side of the \"dark one.\"</em>",
  "mnd16:146.1": "\"Should not steal, should not speak vainly\": \"Should not steal,\" Here, after the",
  "mnd16:146.2": "bhikkhu refuses to give and takes, he should be the one who has not given and",
  "mnd16:146.3": "taken, the one who has been given, those who are given should be expected; they",
  "mnd16:146.4": "should live not to steal and to be a clean one. \"Should not speak vainly,\" Here,",
  "mnd16:146.5": "after the bhikkhu abandons the lie, he should be free from being those who speak",
  "mnd16:146.6": "falsely, those who speak truthfully, those who are truthful, those who are",
  "mnd16:146.7": "reliable, those who can be trusted, and those who do not deceive the world.",
  "mnd16:147.1": "\"The weak and the strong should be touched with kindness\": \"Kindness,\" all",
  "mnd16:147.2": "beings, with kindness, compassion, mercy, sympathy, pity, altruism, no malice,",
  "mnd16:147.3": "no harm, no harm afflicted, good-rooted person. The \"cowards (weak)\" are those",
  "mnd16:147.4": "who tremble, their thirst, and those who have not been cut off, as well as those",
  "mnd16:147.5": "who are terrified and afraid of not being cut off. For what reason are they",
  "mnd16:147.6": "called the cowards? They tremble, fear, terror, come to fear, and for this",
  "mnd16:147.7": "reason they are called cowards. \"Strong ones\" are those who have been cut off",
  "mnd16:147.8": "from trembling and thirst, and those who have been cut off from fear and fear.",
  "mnd16:147.9": "For what reason are they called the strong? They don't tremble or fear, no",
  "mnd16:147.10": "terror, no fear, not afraid, for this reason they are called strong.\" The weak",
  "mnd16:147.11": "and the strong should be touched with kindness\": The weak and the strong should",
  "mnd16:147.12": "be touched and filled with kindness, with the heart of walking with kindness,",
  "mnd16:147.13": "with the vastness, the excellence, the immeasurable, and no resentment, fill the",
  "mnd16:147.14": "whole world with an innocent heart and live there.",
  "mnd16:148.1": "\"Whenever the mind is cloudy, he should know\": \"Whenever\" is whenever. \"Mind\"",
  "mnd16:148.2": "refers to all the mind, intention, heart, mind, white (purified), mind root,",
  "mnd16:148.3": "consciousness, consciousness accumulation, corresponding to that consciousness.",
  "mnd16:148.4": "Acting evil with the body, the mind becomes turbid, agitated, moving, impacting,",
  "mnd16:148.5": "fluctuating, rotating, and restless; acting evil with words ...(omitted),",
  "mnd16:148.6": "...with intention..., greed, affliction, ignorance, ...(omitted). \"Whenever the",
  "mnd16:148.7": "mind is cloudy, he should know\": He should know and should understand the",
  "mnd16:148.8": "clouded state of the mind.",
  "mnd16:149.1": "\"He should drive away from side of the 'dark one'\": \"Darkness,\" that is the",
  "mnd16:149.2": "relatives of the demon, the ruler of darkness, the one who has reached the",
  "mnd16:149.3": "limit, and the outcast. The dark side is the devil's side, the devil's catching",
  "mnd16:149.4": "net, the devil's fishing hook, the demon's food, the demon's realm, the demon's",
  "mnd16:149.5": "residence, the demon's travel state, and the demon's bondage. It should be made",
  "mnd16:149.6": "to go to non-existence. Or, the dark side is the devil's side, the unwholesome",
  "mnd16:149.7": "side, the one that causes suffering, the one that leads to hell, the one that",
  "mnd16:149.8": "leads to the animal world, and the one that leads to the hungry ghost world. He",
  "mnd16:149.9": "should abandon, drive away, end, and make it go to non-existence.",
  "mnd16:150.1": "<em>203 : One should not fall into the control of anger or arrogance;",
  "mnd16:150.2": "After digging out their roots one should stand still,",
  "mnd16:150.3": "Secondly, that which is desirable or not desirable,",
  "mnd16:150.4": "The survivor should indeed conquer.</em>",
  "mnd16:150.5": "<em>203 : One should not fall into the control of anger or arrogance;",
  "mnd16:150.6": "After digging out their roots one should stand still,",
  "mnd16:150.7": "Secondly, that which is desirable or not desirable,",
  "mnd16:150.8": "The survivor should indeed conquer.</em>",
  "mnd16:150.9": "<em>203 : One should not fall into the control of anger or arrogance;",
  "mnd16:150.10": "After digging out their roots one should stand still,",
  "mnd16:150.11": "Secondly, that which is desirable or not desirable,",
  "mnd16:150.12": "The survivor should indeed conquer.</em>",
  "mnd16:150.13": "<em>203 : One should not fall into the control of anger or arrogance;",
  "mnd16:150.14": "After digging out their roots one should stand still,",
  "mnd16:150.15": "Secondly, that which is desirable or not desirable,",
  "mnd16:150.16": "The survivor should indeed conquer.</em>",
  "mnd16:151.1": "\"One should not fall into the control of anger, or arrogance\": \"Anger,\" anger",
  "mnd16:151.2": "arises in ten forms: \"He has acted against me,\" [AN.9.29] anger is aroused; \"he",
  "mnd16:151.3": "is against my behavior,\" anger is aroused; \"he will act against me,\" anger is",
  "mnd16:151.4": "aroused; \"he has been unfavorable to my beloved and desirable behavior..., is",
  "mnd16:151.5": "unfavorable..., will be unfavorable,\" anger is aroused; \"he has benefited from",
  "mnd16:151.6": "what I do not love, undesirable...,\" anger is arisen; or anger is arisen",
  "mnd16:151.7": "unjustified. Any type of anger, hostility, hatred, aversion, evil, heart",
  "mnd16:151.8": "aversion, state of anger, aggression, brutal anger, rage, displeased heart, this",
  "mnd16:151.9": "is called anger.",
  "mnd16:152.1": "In addition, the extreme and small states of anger should be perceived:",
  "mnd16:152.2": "sometimes anger is only the degree of turbidity, but not as much as frowning;",
  "mnd16:152.3": "sometimes anger is just as frowning, but not as much as gritted teeth; sometimes",
  "mnd16:152.4": "anger is just the degree of gritted teeth, but not as much as verbal abuse;",
  "mnd16:152.5": "sometimes anger is only to the level of verbal abuse, but not as much as looking",
  "mnd16:152.6": "around for a weapon; sometimes anger is just looking around in all directions",
  "mnd16:152.7": "(for a weapon), but not as much as the degree of (acquiring) the cane; sometimes",
  "mnd16:152.8": "the anger is only the degree of the cane, but not the degree of (pulling out)",
  "mnd16:152.9": "the cane; sometimes the anger is just the degree of the cane, but not as much as",
  "mnd16:152.10": "hitting with the cane; sometimes anger is just the hit of the cane, but not",
  "mnd16:152.11": "enough to fracture; sometimes anger is just fracturing and not enough to the",
  "mnd16:152.12": "degree of rupture; sometimes anger is only the degree of rupture, but not as",
  "mnd16:152.13": "much pulling apart every limb; sometimes anger is only the degree to which every",
  "mnd16:152.14": "limb is pulled apart, but not enough to kill; sometimes anger is just the taking",
  "mnd16:152.15": "away of life, but not as much as the degree of abandoning himself. When the",
  "mnd16:152.16": "angry person kills himself after killing others, this situation is that the",
  "mnd16:152.17": "anger further reaches the increase, and the further reaches the increase.",
  "mnd16:153.1": "\"Arrogance,\" there are three types of arrogance: body arrogance, speech",
  "mnd16:153.2": "arrogance, heart arrogance. What is physical arrogance? Here, a certain type of",
  "mnd16:153.3": "people come to the Saṅgha to show his body arrogance, showing the arrogance of",
  "mnd16:153.4": "the body when coming to the group, showing the arrogance of the body in the",
  "mnd16:153.5": "cafeteria, showing the arrogance of the body in the bathroom, showing the",
  "mnd16:153.6": "arrogance of the body in the bath, showing the arrogance of the body when",
  "mnd16:153.7": "entering the home, and showing the arrogance of the body when he has entered the",
  "mnd16:153.8": "(vulgar) home.",
  "mnd16:154.1": "How does he come to show the arrogance of the body in the Saṅgha? Here, a",
  "mnd16:154.2": "certain type of people who come to the Saṅgha are not respectful. When he",
  "mnd16:154.3": "touches the elder bhikkhus, he stands, and when he touches them, he sits down,",
  "mnd16:154.4": "stands in front of the (elder bhikkhus), sits down in the front, and sits in",
  "mnd16:154.5": "high seats. Sitting down, sitting down with his head covered, he stood and",
  "mnd16:154.6": "talked, waving his arms to talk, so that he came to the Saṅgha to show the pride",
  "mnd16:154.7": "of this bodily arrogance..",
  "mnd16:155.1": "What is the arrogance of coming to the group to show the body? Here, a certain",
  "mnd16:155.2": "type of people come to the group to be disrespectful. To the elder bhikkhus who",
  "mnd16:155.3": "walk without shoes, he walks in shoes, to those who walk in low places, he walks",
  "mnd16:155.4": "in high places, and to those who walk in the ground, he walks in high places. He",
  "mnd16:155.5": "walked through the passage, stood when touching, sat down when touching, stood",
  "mnd16:155.6": "in front, sat down in front, sat down on the high seat, sat down with his head",
  "mnd16:155.7": "wrapped, he stood and talked, Speaking with waving arms, this is to show the",
  "mnd16:155.8": "arrogance of the body in the group.",
  "mnd16:156.1": "What is it to show the arrogance of the body in the cafeteria? Here, a certain",
  "mnd16:156.2": "type of person is not respectable in the cafeteria. He invades the elder",
  "mnd16:156.3": "bhikkhus and then sits down, blocking the new bhikkhus with his seat, standing",
  "mnd16:156.4": "when touching, and sitting down when touching, ..., so that he showed the",
  "mnd16:156.5": "arrogance of his body in the cafeteria.",
  "mnd16:157.1": "How does one show the arrogance of the body in the bathroom? Here, a certain",
  "mnd16:157.2": "type of person is not a respecter in the bathroom. When he touches the elder",
  "mnd16:157.3": "bhikkhus, he stands, when he touches, he sits, stands in the front, ...,",
  "mnd16:157.4": "removing firewood without being asked, closing the door without being asked,",
  "mnd16:157.5": "waving his arms and talking, this is to show the arrogance of the body in the",
  "mnd16:157.6": "bathroom.",
  "mnd16:158.1": "What is the arrogance of showing the body when you have entered the (vulgar)",
  "mnd16:158.2": "home? Here, when a certain type of people have entered the (vulgar) home, they",
  "mnd16:158.3": "say \"Great Virtue! Please do not (want to) enter\" when he is said to enter, as",
  "mnd16:158.4": "\"Great Virtue! Please don't (want to) stand.\" He stood when he was said to be",
  "mnd16:158.5": "\"Great Virtue! Please don't (to) sit down.\" When being said, he sits down, he",
  "mnd16:158.6": "enters when there is no space, he stands when there is no space, and he sits",
  "mnd16:158.7": "down when there is no space, where the inner room of the (vulgar) family is",
  "mnd16:158.8": "hidden and secret: the lay woman, the daughter-in-law, the lay wife, and the lay",
  "mnd16:158.9": "girl sit down, where he enters roughly, and he touches the boy's head. This",
  "mnd16:158.10": "shows the arrogance of the body when he enters the (vulgar) home. This is",
  "mnd16:158.11": "showing the arrogance of the body.",
  "mnd16:159.1": "What is showing the arrogance of words? Here, a certain type of people show",
  "mnd16:159.2": "verbal arrogance when they come to the Saṅgha, show verbal arrogance when they",
  "mnd16:159.3": "come to the group, and show verbal arrogance when they have entered the (vulgar)",
  "mnd16:159.4": "family.",
  "mnd16:160.1": "How does one come to show the arrogance of words in a group? Here, a certain",
  "mnd16:160.2": "type of people come to the group to be disrespectful. After asking the elder",
  "mnd16:160.3": "bhikkhus, or without being asked to speak to and answer questions to the",
  "mnd16:160.4": "bhikkhus entering the monastery's garden, he stands and speaks, waving his arms",
  "mnd16:160.5": "and speaking to the bhikkhus. The bhikkhunis, male lay devotees, and female lay",
  "mnd16:160.6": "devotees of the garden speak and answer questions. He stands and speaks, waving",
  "mnd16:160.7": "his arms to speak. This is to show the arrogance of speech in the group.",
  "mnd16:161.1": "What is it to show the arrogance of speech when you have entered the (vulgar)",
  "mnd16:161.2": "home? Here, when a certain type of people have entered (vulgar) homes, they say",
  "mnd16:161.3": "to women or girls: \"What is the name of this person and the last name; is there",
  "mnd16:161.4": "milk porridge, food, and hard food? What shall we drink? What shall we eat? What",
  "mnd16:161.5": "will we chew? Or something: what will you give to me?\" He mutters. Anyone who is",
  "mnd16:161.6": "in such a state of speech, unhelpful words, muttering, and verbosity, is the",
  "mnd16:161.7": "arrogance of speech when he has entered the layman's home. This is the arrogance",
  "mnd16:161.8": "of words.",
  "mnd16:162.1": "What is the arrogance of the heart? Here, a certain type of people who are not",
  "mnd16:162.2": "from a noble family has an arrogant person who sets themselves together with a",
  "mnd16:162.3": "noble bhikkhu, and a person who is not a bhikkhu from a large family sets",
  "mnd16:162.4": "himself and a large family with his heart. Those who do not become a bhikkhu are",
  "mnd16:162.5": "equal, those who do not become a bhikkhu from a wealthy family are equated with",
  "mnd16:162.6": "those who are arrogant, and those who do not become a bhikkhu from a wealthy",
  "mnd16:162.7": "family are equated with those who are not bhikkhus. The arrogant person",
  "mnd16:162.8": "considers himself and the Sutta teacher to be equal in his heart, and the",
  "mnd16:162.9": "arrogant person who does not hold the Dhamma..., there are arrogant people who",
  "mnd16:162.10": "don't say..., the people who don't live in the woods..., the arrogant people who",
  "mnd16:162.11": "don't go begging for food..., don't wear dung-sweeping clothing, only three",
  "mnd16:162.12": "pieces of clothing, second begging, not eating after eating, often sitting (not",
  "mnd16:162.13": "lying).... This is the arrogance of the heart.",
  "mnd16:163.1": "\"Should not fall into the control of anger and arrogance\": Should not fall into",
  "mnd16:163.2": "the control of anger and arrogance, anger and arrogance should be discarded,",
  "mnd16:163.3": "driven away, terminated, and should be made to go to non-existence.",
  "mnd16:164.1": "\"After digging out their roots, they should stand still\": What is the root of",
  "mnd16:164.2": "anger? Ignorance is the root, also reasoning is the root, conceit is the root,",
  "mnd16:164.3": "being without shame is the root, stubbornness is the root. This is the root of",
  "mnd16:164.4": "anger. What is the root of arrogance? Ignorance is the root, .... This is the",
  "mnd16:164.5": "root of arrogance. \"After digging out their roots, they should stand still\":",
  "mnd16:164.6": "Anger and arrogance roots should be dug out, after pulling out, after digging",
  "mnd16:164.7": "out, after taking out, after removing, after completely removing, after cutting",
  "mnd16:164.8": "off, after driving away, after making to end, after making them go to",
  "mnd16:164.9": "non-existence, one should stand still, and stand still completely.",
  "mnd16:165.1": "\"Secondly, the lovable or unlovable, the survivors should indeed conquer\":",
  "mnd16:165.2": "\"Secondly,\" the continuation of sentences; the linking of sentences; the",
  "mnd16:165.3": "consummation of sentences; the combination of words; the connection of phrases;",
  "mnd16:165.4": "this is the order of sentences, which is \"Secondly.\" \"Lovely,\" there are two",
  "mnd16:165.5": "types of loveliness: sentient beings or deeds. What are lovely beings? Here,",
  "mnd16:165.6": "whoever is a mother, or father, or brother, or sister, or son, or daughter, or",
  "mnd16:165.7": "friend, or colleague, or relatives, who are of interest to him, or who want to",
  "mnd16:165.8": "be beneficial, or who want to stay away from the harness, or those with blood",
  "mnd16:165.9": "(kin), these are lovely beings. What are attractive behaviors? Desirable forms,",
  "mnd16:165.10": "desirable sounds, desirable smells, desirable flavors, desirable touches, these",
  "mnd16:165.11": "are lovely behaviors. There are two types of \"unlovable\": beings or deeds. What",
  "mnd16:165.12": "are unlovable beings? Here, where they are not of interest to him, do not want",
  "mnd16:165.13": "to benefit, want to stay stable, want to kill them, these are unlovable beings.",
  "mnd16:165.14": "What are the unlovable behaviors? Unpleasant forms, unpleasant sounds,",
  "mnd16:165.15": "unpleasant smells, unpleasant tastes, unpleasant touches, these are unlovable",
  "mnd16:165.16": "behaviors. \"Neither lovely nor unlovable\": \"These are my lovely sentient beings;",
  "mnd16:165.17": "these are desirable deeds.\" Not to make something lovely because of greed.",
  "mnd16:165.18": "\"These are my unlovable sentient beings; these are undesirable deeds.\"",
  "mnd16:166.1": "\"Indeed,\" this is the decisive language, the undoubted language, the confident",
  "mnd16:166.2": "language, the non-duality, the undoubted reading, the command language, the",
  "mnd16:166.3": "error-free language (, the non-failure language), this is the word of",
  "mnd16:166.4": "confirmation, which is \"Indeed.\" \"Secondly, the lovable or unlovable, the winner",
  "mnd16:166.5": "should indeed conquer\": lovable, unlovable; desirable, undesirable; happy,",
  "mnd16:166.6": "bitter; joy, sorrow; desirable, unacceptable, the conqueror should conquer, or",
  "mnd16:166.7": "the victor should conquer.",
  "mnd16:167.1": "<em>204 : After wisdom is placed in the front, when there is good joy,",
  "mnd16:167.2": "Those dangers should be overcome,",
  "mnd16:167.3": "One should conquer the unhappiness of lying on the borders,",
  "mnd16:167.4": "And should conquer the four ways of weeping.</em>",
  "mnd16:167.5": "<em>204 : After wisdom is placed in the front, when there is good joy,",
  "mnd16:167.6": "Those dangers should be overcome,",
  "mnd16:167.7": "One should conquer the unhappiness of lying on the borders,",
  "mnd16:167.8": "And should conquer the four ways of weeping.</em>",
  "mnd16:167.9": "<em>204 : After wisdom is placed in the front, when there is good joy,",
  "mnd16:167.10": "Those dangers should be overcome,",
  "mnd16:167.11": "One should conquer the unhappiness of lying on the borders,",
  "mnd16:167.12": "And should conquer the four ways of weeping.</em>",
  "mnd16:167.13": "<em>204 : After wisdom is placed in the front, when there is good joy,",
  "mnd16:167.14": "Those dangers should be overcome,",
  "mnd16:167.15": "One should conquer the unhappiness of lying on the borders,",
  "mnd16:167.16": "And should conquer the four ways of weeping.</em>",
  "mnd16:168.1": "\"Wisdom is placed in the front, and there is good joy\": \"Wisdom,\" The wise one",
  "mnd16:168.2": "is the sage, and the wisdom is called wisdom, that is understanding, simple",
  "mnd16:168.3": "selection, investigation, method selection, identification, discrimination,",
  "mnd16:168.4": "close observation, erudition, proficiency, cleverness, contemplation, deep",
  "mnd16:168.5": "contemplation, examination, comprehensive, Righteous Knowledge, Stabbing Rod (of",
  "mnd16:168.6": "wisdom), Wisdom Root, Wisdom Sword, Wisdom Hall, Wisdom Protection, Wisdom",
  "mnd16:168.7": "Brightness, Wisdom Light, No Deception, Choosing Dhamma, Right View; regard the",
  "mnd16:168.8": "state of wisdom as the wise. In addition, the sage of accumulation, the sage of",
  "mnd16:168.9": "the realm, the sage of the place, the sage of dependent origin, the sage of",
  "mnd16:168.10": "mindfulness, the sage of diligence, the sage of the gods, the sage of the root,",
  "mnd16:168.11": "the sage of strength, the sage of enlightenment, the sage of the Path, the sage",
  "mnd16:168.12": "of the Fruit, the sage of Nibbāna, those sages say: \"For people, life is small,",
  "mnd16:168.13": "life is insignificant, life is only a few, life is instant, life is rapid, life",
  "mnd16:168.14": "is short, life is not long-term, life is short-lived.\"",
  "mnd16:169.1": "\"Wisdom is placed in the front,\" here, a certain type of",
  "mnd16:169.2": "people put wisdom in front and walk behind. Wisdom is the flag, wisdom is the",
  "mnd16:169.3": "banner, wisdom is the increase, discriminating more, discriminating more simply,",
  "mnd16:169.4": "think more deeply, think more completely, and live as those who understand,",
  "mnd16:169.5": "those who have character, those who have more, those who emphasize, those who",
  "mnd16:169.6": "target that, those who work hard, those who lean toward them, those who overcome",
  "mnd16:169.7": "them, those who improve, those who have more character, those who have more, the",
  "mnd16:169.8": "one who emphasizes that, the one who takes that as the object, the one who works",
  "mnd16:169.9": "hard, the one who leans to the one who overcomes, the one who increases.",
  "mnd16:170.1": "Or, when walking, he knows: \"I walk.\" Or, when standing, he knows: \"I stand.\"",
  "mnd16:170.2": "Or, when sitting, he knows: \"I'm sitting.\" Or, when lying down, he knows: \"I'm",
  "mnd16:170.3": "lying down.\" Or, he knows as the movement of the body.",
  "mnd16:171.1": "Or, \"When you move forward and backward, you are rightly aware of the actor;",
  "mnd16:171.2": "when looking forward and backward, you are rightly aware of the actor; when (the",
  "mnd16:171.3": "body) is bent and stretched, ...; in (wearing) clothes, holding bowls and coats,",
  "mnd16:171.4": "...; right-knowing of the actor when drinking, eating, chewing, and tasting;",
  "mnd16:171.5": "being right-knowing of the actor when urinating and defecating; being",
  "mnd16:171.6": "right-knowing of the actor when walking, living, sitting, lying, awake,",
  "mnd16:171.7": "speaking, and silent.\" [MN.10/DN.22]",
  "mnd16:172.1": "\"Good happiness,\" happiness arises because of Buddha remembrance, and happiness",
  "mnd16:172.2": "is good happiness. ...because of the Dhamma..., ...because of bhikkhu",
  "mnd16:172.3": "remembrance..., precepts, alms, heavens, in and out breath, death, body,",
  "mnd16:172.4": "silence... [AN.1.297] joy arises, and joy is good joy.",
  "mnd16:173.1": "\"Those dangers should be suppressed\": \"Dangers,\" there are two types of dangers:",
  "mnd16:173.2": ".... \"Those dangers should be suppressed\": Those dangers should be suppressed,",
  "mnd16:173.3": "should be defeated, should be overwhelmed, should be terminated, should be",
  "mnd16:173.4": "crushed.",
  "mnd16:174.1": "\"One should conquer the unhappiness of lying on the border\": \"Unhappy,\" whoever",
  "mnd16:174.2": "is not happy, unhappy, greatly unhappy, extremely unhappy, dissatisfied, and in",
  "mnd16:174.3": "horror. \"Lying on the border,\" if he is unhappy in the frontier residence, or in",
  "mnd16:174.4": "a higher virtuous dhamma, he should conquer, be victorious, overwhelm, ....",
  "mnd16:175.1": "\"Four ways of weeping should be conquered\": Four ways of weeping should be",
  "mnd16:175.2": "conquered, should be conquered all over, should be defeated, ...",
  "mnd16:176.1": "<em>205 : What will I eat, or where will I eat?",
  "mnd16:176.2": "I did not sleep well, or where will I sleep today?",
  "mnd16:176.3": "These weeping reflections, scholars should temper,",
  "mnd16:176.4": "The homeless walker.</em>",
  "mnd16:176.5": "<em>205 : What will I eat, or where will I eat?",
  "mnd16:176.6": "I did not sleep well, or where will I sleep today?",
  "mnd16:176.7": "These weeping reflections, scholars should temper,",
  "mnd16:176.8": "The homeless walker.</em>",
  "mnd16:176.9": "<em>205 : What will I eat, or where will I eat?",
  "mnd16:176.10": "I did not sleep well, or where will I sleep today?",
  "mnd16:176.11": "These weeping reflections, scholars should temper,",
  "mnd16:176.12": "The homeless walker.</em>",
  "mnd16:176.13": "<em>205 : What will I eat, or where will I eat?",
  "mnd16:176.14": "I did not sleep well, or where will I sleep today?",
  "mnd16:176.15": "These weeping reflections, scholars should temper,",
  "mnd16:176.16": "The homeless walker.</em>",
  "mnd16:177.1": "\"What will I eat, or where will I eat\": \"What will I eat,\" What type of rice, or",
  "mnd16:177.2": "porridge, or noodles, or fish, or meat, will I eat. \"Where will I eat,\" Where",
  "mnd16:177.3": "will I take it (food): in the khattiya family, or in the Brāhmaṇa family, or in",
  "mnd16:177.4": "the vessa family, or in the sudda family?",
  "mnd16:178.1": "\"Indeed I did not sleep well, or where will I sleep today\": I did not sleep well",
  "mnd16:178.2": "this night: on a wooden board, or on a small mat, or on a leather cushion, or on",
  "mnd16:178.3": "a grass mat, or on a leaf mat, or on a straw mat. Where will I sleep at night:",
  "mnd16:178.4": "on the bed, or sitting on the bed, or on a cushion, or on a long pillow, or in",
  "mnd16:178.5": "the bhikkhu's room, or in a half-roofed house, or in a tall building, or in a",
  "mnd16:178.6": "flat house, or in the cave?",
  "mnd16:179.1": "\"These weeping reflections\": \"These reflections\" are two reflections related to",
  "mnd16:179.2": "feeding and two reflections related to dwelling. The ones that will weep are the",
  "mnd16:179.3": "ones that will weep. The ones that will cry are the ones that will weep.",
  "mnd16:180.1": "\"Scholars should temper, homeless walkers\": \"Scholars,\" why are they called",
  "mnd16:180.2": "scholars? \"He learns\" as a scholar. What does he study? He learns to increase",
  "mnd16:180.3": "precepts, he also learns to increase mind, and he also learns to increase",
  "mnd16:180.4": "wisdom.",
  "mnd16:181.1": "What is to increase precepts? Here, the bhikkhu is a preceptor who lives and is",
  "mnd16:181.2": "protected by the self-control of the Pātimokkha. He has sufficient righteousness",
  "mnd16:181.3": "and state of affairs. He sees the horror in minor sins and learns after",
  "mnd16:181.4": "accepting from a teacher. Small precepts aggregate and large precept aggregates",
  "mnd16:181.5": "are the foundation of abstinence, the (self) inhibition of behavior, the",
  "mnd16:181.6": "entrance of self-control, the uppermost of good dhamma, etc., this is to",
  "mnd16:181.7": "increase precept learning.",
  "mnd16:182.1": "What is to increase mind? Here, the bhikkhu lives in the first jhāna of",
  "mnd16:182.2": "reasoning and thinking after he is absent from desires and unwholesome Dhamma,",
  "mnd16:182.3": "and after detachment produces joy and happiness; he calms down reasoning and",
  "mnd16:182.4": "thinking, with confidence, and one mind, and after entering, he lives in no",
  "mnd16:182.5": "reasoning, the second jhāna of joy and happiness is born without waiting;",
  "mnd16:182.6": "concentration, which fades with joy and dwells in peace, has mindfulness and",
  "mnd16:182.7": "right knowledge, and feels happiness in the body, after entering, dwelling in,",
  "mnd16:182.8": "this holy disciple proclaims: \"He is calm and possessed\" in the third jhāna of",
  "mnd16:182.9": "\"mindfulness and abiding in the bliss;\" with the renunciation of pleasure and",
  "mnd16:182.10": "the renunciation of suffering, and the extinction of joy and sorrow in the past,",
  "mnd16:182.11": "after entering, dwells in where there is no suffering or unhappiness in the",
  "mnd16:182.12": "fourth jhāna, this is to increase the mind.",
  "mnd16:183.1": "What is to increase wisdom? Here, the bhikkhu is a wise person, possessing the",
  "mnd16:183.2": "wisdom that leads to the arising and passing away; the holy, insight, and the",
  "mnd16:183.3": "complete extinction of suffering is (the wisdom), he truthfully knows \"This is",
  "mnd16:183.4": "suffering.\" I know \"This is the collection of suffering.\" I know \"This is",
  "mnd16:183.5": "suffering.\" I know \"This is the path to suffering.\" To know the truth: \"These",
  "mnd16:183.6": "are troubles.\" To know the truth: \"This is a collection of troubles.\" To know",
  "mnd16:183.7": "the truth: \"This is the elimination of suffering.\" To know the truth: \"This is",
  "mnd16:183.8": "the path leading to suffering.\" This is to increase wisdom.",
  "mnd16:184.1": "These three studies should be learned when heading towards (noting); learning",
  "mnd16:184.2": "when knowing; learning when seeing; learning when introspecting; learning when",
  "mnd16:184.3": "establishing (decision) when the heart is established; learning when solving",
  "mnd16:184.4": "with faith; you should learn when you are vigorous; you should learn when",
  "mnd16:184.5": "mindfulness arises; you should learn when the mind has concentration; you should",
  "mnd16:184.6": "learn when you know with wisdom; you should learn when you know what should be",
  "mnd16:184.7": "known; when knowledge should be known; we should learn when we should be",
  "mnd16:184.8": "renounced; we should learn when we should be practiced; we should learn when we",
  "mnd16:184.9": "should be testified, we should practice, we should practice well, and we should",
  "mnd16:184.10": "learn when we hold and go on.",
  "mnd16:185.1": "He is called a scholar for this reason. In order to temper, eliminate, let go,",
  "mnd16:185.2": "calm down, cut off, dismiss, and stop, he should learn to increase precepts, he",
  "mnd16:185.3": "should also learn to increase mind, and he should also learn to increase wisdom.",
  "mnd16:186.1": "\"A homeless traveler,\" how is a traveler at home? Here, a certain type of people",
  "mnd16:186.2": "has the obstacles of home, the obstacles of the group (the crowd), ...of",
  "mnd16:186.3": "residence, clothing, group meal, accommodation, patients' needs and medical",
  "mnd16:186.4": "necessities. This is the home traveller. What is a homeless traveler? Here, the",
  "mnd16:186.5": "bhikkhu does not have the obstacles of home, the obstacles of the group, ....",
  "mnd16:187.1": "\"To Māgadha, to Kosala,",
  "mnd16:187.2": "And some in the Vajjīan area,",
  "mnd16:187.3": "Bhikkhus walk without bonds to land like a wild deer,",
  "mnd16:187.4": "And live without shelter.\"",
  "mnd16:187.5": "[SN.9.4]",
  "mnd16:188.1": "\"Wandering is good, living skilfully is good,",
  "mnd16:188.2": "Homelessness is always good,",
  "mnd16:188.3": "Asking about meaning, skilled behaviour,",
  "mnd16:188.4": "This is the Samaṇa form for one without all.\"",
  "mnd16:188.5": "[Thag.1.36]",
  "mnd16:189.1": "<em>206 : After getting food and clothes at the right time,",
  "mnd16:189.2": "He should know the right amount and be content here.",
  "mnd16:189.3": "Guarded in those (things), and self-controlled in the village,",
  "mnd16:189.4": "He shouldn't speak harsh words even when provoked.</em>",
  "mnd16:189.5": "<em>206 : After getting food and clothes at the right time,",
  "mnd16:189.6": "He should know the right amount and be content here.",
  "mnd16:189.7": "Guarded in those (things), and self-controlled in the village,",
  "mnd16:189.8": "He shouldn't speak harsh words even when provoked.</em>",
  "mnd16:189.9": "<em>206 : After getting food and clothes at the right time,",
  "mnd16:189.10": "He should know the right amount and be content here.",
  "mnd16:189.11": "Guarded in those (things), and self-controlled in the village,",
  "mnd16:189.12": "He shouldn't speak harsh words even when provoked.</em>",
  "mnd16:189.13": "<em>206 : After getting food and clothes at the right time,",
  "mnd16:189.14": "He should know the right amount and be content here.",
  "mnd16:189.15": "Guarded in those (things), and self-controlled in the village,",
  "mnd16:189.16": "He shouldn't speak harsh words even when provoked.</em>",
  "mnd16:190.1": "\"After getting food and clothes in a timely manner\": \"Food,\" rice, porridge,",
  "mnd16:190.2": "noodles, fish, meat. \"Clothes\" include six types of clothing: linen, cotton,",
  "mnd16:190.3": "silk, sweater, burlap, and hemp. \"After obtaining food and clothes in a timely",
  "mnd16:190.4": "manner\": After obtaining clothes, after obtaining food: with no tricks, no talk,",
  "mnd16:190.5": "no hints, no sarcasm, no gains in exchange for other benefits, no wood",
  "mnd16:190.6": "donations, not using bamboo to give objects, do not give objects with leaves, do",
  "mnd16:190.7": "not give objects with flowers, do not give objects with bathing cloth, do not",
  "mnd16:190.8": "use washing powder, do not use clay, do not use tooth wood, do not use face wash",
  "mnd16:190.9": "cloth, no flattery, no confession, no slander, no homestead (domestication), no",
  "mnd16:190.10": "animal, no astrology, no acting as an envoy, no dispatching an envoy, not to run",
  "mnd16:190.11": "errands, not to use medical treatment(, not to build a new job), not to give",
  "mnd16:190.12": "food or to give in return, not to give by charity, after he obtains, after",
  "mnd16:190.13": "obtaining, after acquiring, and possessing properly by the dhamma, after",
  "mnd16:190.14": "receiving.",
  "mnd16:191.1": "\"He should know the right amount to be satisfied here\": \"He should know the",
  "mnd16:191.2": "right amount,\" he should know the right amount in two ways: from receiving or",
  "mnd16:191.3": "from using. How to know the right amount from receiving? Even if there are only",
  "mnd16:191.4": "some things to be given, he accepts it out of pity for the (donor)'s house,",
  "mnd16:191.5": "guarding the (donor)'s house, and pity for the (donor)'s house; although there",
  "mnd16:191.6": "are many things to be given, he accepts and protects the abdomen only by clothes",
  "mnd16:191.7": "that protect the body he accepted. This is to know the right amount from",
  "mnd16:191.8": "acceptance. How to know the right amount from use?",
  "mnd16:192.1": "The clothes used after inspection: only for the defense of cold, the defense of",
  "mnd16:192.2": "heat, the defense of contact with the fly mosquito, the sun and the snake, and",
  "mnd16:192.3": "the hiding of the genitals.",
  "mnd16:193.1": "It is for the sake of being used and fed after inspection: neither for pleasure,",
  "mnd16:193.2": "nor for intoxication, not for a good figure, not for dignity, but only for the",
  "mnd16:193.3": "existence and survival of this body, to stop harm, and to support the Brahma. In",
  "mnd16:193.4": "this way, I will repel the previous feelings, not arouse new feelings, be",
  "mnd16:193.5": "healthy, without fault, and live in peace.",
  "mnd16:194.1": "Responsible residence after inspection: only for the defense of cold, the",
  "mnd16:194.2": "defense of the heat, the defense of contact with the fly mosquito, the sun and",
  "mnd16:194.3": "the snake, the removal of the climate hazard, the joy of sitting alone.",
  "mnd16:195.1": "After the inspection, the patient's necessities and medical necessities are",
  "mnd16:195.2": "used: just for the defense of the feeling of annoyance that has arisen, and at",
  "mnd16:195.3": "most for not being angry. [MN.2]",
  "mnd16:196.1": "He should know the right amount for use in this way. \"He should know the right",
  "mnd16:196.2": "amount,\" From these two aspects, he should know and should understand the right",
  "mnd16:196.3": "amount.",
  "mnd16:197.1": "\"The righteous principle that is satisfied here,\" here, the bhikkhu is a person",
  "mnd16:197.2": "who is satisfied with whatever clothes, and is a person who praises whatever",
  "mnd16:197.3": "clothes, is satisfied. He does not come to improper desires because of clothes,",
  "mnd16:197.4": "and when he cannot get clothes he does not tremble, is not greedy for them, not",
  "mnd16:197.5": "faint, innocent, having seen that disadvantage, come to use it with wisdom",
  "mnd16:197.6": "[SN.16.1], and he doesn't regard these clothes as satisfying and praise himself",
  "mnd16:197.7": "with contempt for others. Those who are skilled, not lazy, right-knowing, and",
  "mnd16:197.8": "mindful there are known as the bhikkhus living in the highest holy caste",
  "mnd16:197.9": "[DN.33/AN.4.28].",
  "mnd16:198.1": "Furthermore, the bhikkhu is a person who is satisfied with whatever food is",
  "mnd16:198.2": "given, ...(omitted).",
  "mnd16:199.1": "Furthermore, the bhikkhu is a person who is satisfied with whatever dwelling",
  "mnd16:199.2": "place, ...(omitted).",
  "mnd16:200.1": "Furthermore, the bhikkhu is a person who has satisfied the needs and medical",
  "mnd16:200.2": "necessities of any patient, ...(omitted).",
  "mnd16:201.1": "\"He is a guardian in those and has self-control in the village\": \"He is a",
  "mnd16:201.2": "guardian in those,\" he is a guardian and protector in clothes, food, shelter,",
  "mnd16:201.3": "the necessities of patients, and medical necessities. The guardian, the",
  "mnd16:201.4": "protector. Or, he is the guardian, the protector, the guardian in all places.",
  "mnd16:202.1": "\"In the village he is the self-controlled walker,\" in the village he is the",
  "mnd16:202.2": "self-controlled, the prudent, the circumspect, the guardian, and the protector.",
  "mnd16:203.1": "\"Even when provoked, he should not say harsh words\": When he is slandered,",
  "mnd16:203.2": "reprimanded, defamed, annoyed, humiliated, or insulted, he shouldn't speak back",
  "mnd16:203.3": "violently, should not argue, scold and insult, should not provoke anger, should",
  "mnd16:203.4": "not argue back [SN.7.2], should not quarrel, should not dispute, he should",
  "mnd16:203.5": "abandon, should drive away, ....",
  "mnd16:204.1": "<em>207 : Those with downward eyes and those who do not wander,",
  "mnd16:204.2": "Those who are devoted to jhāna, and those who are more sober,",
  "mnd16:204.3": "After going into a calm state,",
  "mnd16:204.4": "He should cut off the intention of thinking and regret.</em>",
  "mnd16:204.5": "<em>207 : Those with downward eyes and those who do not wander,",
  "mnd16:204.6": "Those who are devoted to jhāna, and those who are more sober,",
  "mnd16:204.7": "After going into a calm state,",
  "mnd16:204.8": "He should cut off the intention of thinking and regret.</em>",
  "mnd16:204.9": "<em>207 : Those with downward eyes and those who do not wander,",
  "mnd16:204.10": "Those who are devoted to jhāna, and those who are more sober,",
  "mnd16:204.11": "After going into a calm state,",
  "mnd16:204.12": "He should cut off the intention of thinking and regret.</em>",
  "mnd16:204.13": "<em>207 : Those with downward eyes and those who do not wander,",
  "mnd16:204.14": "Those who are devoted to jhāna, and those who are more sober,",
  "mnd16:204.15": "After going into a calm state,",
  "mnd16:204.16": "He should cut off the intention of thinking and regret.</em>",
  "mnd16:205.1": "\"The one with the eyes down and the one that does not wander\": How are the eyes",
  "mnd16:205.2": "confused? Here, the bhikkhu is an restless in the eyes: what should be seen",
  "mnd16:205.3": "becomes invisible, and what should be crossed (over) becomes seen. From the",
  "mnd16:205.4": "garden to the garden, from the village to the village, from the town to the",
  "mnd16:205.5": "town, from the city to the city, from the country to the country, from the place",
  "mnd16:205.6": "to the place, he sees the long parades (processions) and occasional parades in",
  "mnd16:205.7": "various forms.",
  "mnd16:206.1": "Or, when the bhikkhu is a visitor at home, a walker on the street, he walks",
  "mnd16:206.2": "unprotected: he looks at the elephant, the horse, the cart, the infantry, the",
  "mnd16:206.3": "boy, and the girl as he walks. Watching women, watching men, watching the",
  "mnd16:206.4": "market, watching the door of the house, watching the top, watching the bottom,",
  "mnd16:206.5": "and watching in all directions.",
  "mnd16:207.1": "Or, after the bhikkhu sees a form with their eyes, he becomes a grasper of",
  "mnd16:207.2": "appearance and a grasper of subtle appearance, because when he stays at the root",
  "mnd16:207.3": "of their eyes, greed, sorrow and evil will flow in. He does not act according to",
  "mnd16:207.4": "their self-control, does not protect the roots of the eyes, and does not achieve",
  "mnd16:207.5": "self-control [SN.35.120] of the roots of the eyes.",
  "mnd16:208.1": "Or if some Samaṇas and Brāhmaṇa masters received food offered by faith, they",
  "mnd16:208.2": "dwelt at performances and watched like this: dancing, singing, music, drama,",
  "mnd16:208.3": "speaking about ancient times, handbells, cymbals, drums, magic, iron balls,",
  "mnd16:208.4": "bamboo stick play, stunts, elephant fighting, horse fighting, buffalo fighting,",
  "mnd16:208.5": "bull fighting, goat fighting, ram fighting, rooster fighting, quail fighting,",
  "mnd16:208.6": "club fighting, fist fighting, wrestling, exercises, drills, army formations,",
  "mnd16:208.7": "military parade [DN.1], etc., who are engaged in watching various performances",
  "mnd16:208.8": "like this.",
  "mnd16:209.1": "How is the eye down? Here, the bhikkhu is not a person with unstable eyes, and",
  "mnd16:209.2": "one who does not possess (restless) eyes: what should be seen becomes",
  "mnd16:209.3": "invisible..., from places to places, he didn't want to see long parades and",
  "mnd16:209.4": "occasional parades in various forms.",
  "mnd16:210.1": "Or, when the bhikkhu is a visitor to the home, a walker on the street, he walks",
  "mnd16:210.2": "protectively: he does not look at the elephant while walking, does not look at",
  "mnd16:210.3": "the horse, ...the cart..., ...the infantry..., does not look at all directions.",
  "mnd16:211.1": "Or, after the bhikkhu sees the form with their eyes, he does not become a",
  "mnd16:211.2": "grasper of the form or a grasper of the subtle form, because when he stays at",
  "mnd16:211.3": "the root of the eye, greed, sorrow and evil will flow in, and he will act",
  "mnd16:211.4": "according to their self-control, protect the root of the eye and achieve",
  "mnd16:211.5": "self-control of the root of the eye.",
  "mnd16:212.1": "Or if some Samaṇas and Brāhmaṇa masters received the food offered by faith, they",
  "mnd16:212.2": "did not dwell at at the performances and watch like this, that is: dancing,",
  "mnd16:212.3": "singing, music... (omitted), avoiding watching the performances like this.",
  "mnd16:213.1": "\"And not wandering,\" how is it wandering? Here, a certain type of bhikkhu is a",
  "mnd16:213.2": "wanderer, with wandering nature: from garden to garden, ..., from place to",
  "mnd16:213.3": "place, he lives engaged in long parades and irregular parades.",
  "mnd16:214.1": "Or a wandering bhikkhu in the bhikkhu's garden, wandering: for no benefit, no",
  "mnd16:214.2": "reason, uprooted, quietly walking from the bhikkhu's room to the bhikkhu's room,",
  "mnd16:214.3": "from residence to residence, from half-roof house..., from high-rise..., flat",
  "mnd16:214.4": "house, cave, hut, pavilion,observation deck, tent, shed, lecture hall, round",
  "mnd16:214.5": "house, tree, or where the bhikkhus sit, and he walks there, where the first",
  "mnd16:214.6": "becomes the second, or the second position becomes the third position, or the",
  "mnd16:214.7": "third position becomes the fourth position. There is a lot of miscellaneous",
  "mnd16:214.8": "talking there, namely: the theory (talk) of kings, of thieves, ministers, army,",
  "mnd16:214.9": "fear, war, food, beverage, clothing, bedding, garland, smell, kinship, cart",
  "mnd16:214.10": "ride, village, town, city, land, woman, (man theory,) hero, street, water well,",
  "mnd16:214.11": "ancestor spirit, various things, world origin, ocean origin, and so on [DN.1].",
  "mnd16:215.1": "\"With non-wandering,\" he should abandon the wandering nature, should be driven",
  "mnd16:215.2": "away, should end, should make it go to non-existence. He should be separated",
  "mnd16:215.3": "from wandering, abstained, departed, detached, left, freed, detached from",
  "mnd16:215.4": "bondage, he should live away from being restricted, he should become a person",
  "mnd16:215.5": "who is willing to sit alone and loves to sit alone, those who do not despise",
  "mnd16:215.6": "jhāna, those who have spectators, those who gain vacant houses, meditators,",
  "mnd16:215.7": "those who love jhāna, the practitioners of unity, admirer of his own interests.",
  "mnd16:216.1": "\"Those who are devoted to jhāna are more sober\": \"Those who are devoted to",
  "mnd16:216.2": "jhāna\" are devoted to jhāna in two ways: for the emergence of unarisen first",
  "mnd16:216.3": "jhāna to become harnessed, strongly harnessed, fully harnessed, or for the",
  "mnd16:216.4": "second jhāna that has not arisen... (omitted), the third jhāna...., the fourth",
  "mnd16:216.5": "jhāna.... Or, has been born in the first jhāna practice, practice, and more",
  "mnd16:216.6": "practice, or the second jhāna..., the third jhāna..., has a fourth jhāna",
  "mnd16:216.7": "practice, practice, practice more.",
  "mnd16:217.1": "\"More sober ones.\" Here, the bhikkhu purifies the mind from obstacles by walking",
  "mnd16:217.2": "and sitting peacefully during the day, ....",
  "mnd16:218.1": "\"When you begin to calm down, you will be in the state of concentration\":",
  "mnd16:218.2": "\"Peace,\" that is the peace in the fourth jhāna, carelessness, onlooking, the",
  "mnd16:218.3": "cessation of the mind, the equality of the mind, the tranquil state of the mind,",
  "mnd16:218.4": "and the neutral state of the mind. \"Stable state,\" that is the mind's cessation,",
  "mnd16:218.5": "stability, undistracted, stable mind, concentration, fixed root, and samādhi.",
  "mnd16:218.6": "\"The state of concentration after beginning to become calm\": in the fourth",
  "mnd16:218.7": "jhāna, one becomes in a state of quiet mind, not chaotic, and calm.",
  "mnd16:219.1": "\"He should sever the intention of thinking and regret\": \"Thinking,\" there are",
  "mnd16:219.2": "nine types of thought: wanting thinking, malevolent thinking, harmful thinking,",
  "mnd16:219.3": "thinking of family, thinking of land, thinking of undeath, thinking of sympathy",
  "mnd16:219.4": "with others, thinking of respect and reputation, and thinking related to not",
  "mnd16:219.5": "being scorned. For him, he has intention for wanting thinking, malevolent",
  "mnd16:219.6": "thinking.... Or, intention for ignorant thinking, contemplating, and pondering;",
  "mnd16:219.7": "improper thinking...; conceit...; pride...; recklessness...; haughtiness....",
  "mnd16:220.1": "\"Regret,\" the improper behavior of the hands is regret, the improper behavior of",
  "mnd16:220.2": "the feet is also regret, the improper behavior of the hands and feet is also",
  "mnd16:220.3": "regret, the inappropriate thought of as appropriate, the appropriate thought of",
  "mnd16:220.4": "as inappropriate, the untimely thought of as timely, the timely thought of as",
  "mnd16:220.5": "untimely, what is innocent is thought of as sin, what is sinful is thought of as",
  "mnd16:220.6": "innocent, all regret like this, the path of regret, the state of regret, the",
  "mnd16:220.7": "regret of the heart, the confusion of the mind, this is called regret.",
  "mnd16:221.1": "In addition, regret, heart regret, and confusion of mind arise from two factors:",
  "mnd16:221.2": "what is done and what is not done. What is regret for what is done and what is",
  "mnd16:221.3": "not done? \"The evil behaviors I did, the good behaviors I didn't do.\" He rebuked",
  "mnd16:221.4": "himself; \"The evil words..., good words..., ...; evil intentions, good",
  "mnd16:221.5": "intentions; killing, abstaining from killing; taking what wasn't given, not",
  "mnd16:221.6": "giving; adultery, abstaining from adultery; lying, not forgoing lying; divisive",
  "mnd16:221.7": "speech, not abstaining from divisive speech; vulgar words..; slurs",
  "mnd16:221.8": "(obscenities)...; greed; evil (harm); the evil view..., not the right view....\"",
  "mnd16:221.9": "He rebukes himself for what was done and not done. Or, \"I am not a full-fledged",
  "mnd16:221.10": "person in the precepts,\" he rebuked himself; \"I am not a guardian of the",
  "mnd16:221.11": "roots\"...; ...not a person who knows the right amount to eat...; not sober, not",
  "mnd16:221.12": "a person with mindfulness and right knowledge; the four mindfulnesses were not",
  "mnd16:221.13": "practiced by me; the four good diligences were not practices by me...; the four",
  "mnd16:221.14": "bases (iddhipāda) were not practiced by me; the five elements have not be",
  "mnd16:221.15": "studied by me; the five powers...; seven enlightenment factors; eight holy",
  "mnd16:221.16": "paths; ...I don't know suffering...; ...the collection was not cut off by me...;",
  "mnd16:221.17": "the Path has not been practiced by me; I have not testified to what should e",
  "mnd16:221.18": "testified....\" He rebukes himself for what has been done and has not been done,",
  "mnd16:221.19": "and rebukes his own kamma (behavior) for not carrying out, not producing, not",
  "mnd16:221.20": "arising, or not being. He has regrets, heart regrets, and confusion of mind.",
  "mnd16:221.21": "This is what has been done and what has not been done, and regrets, heart",
  "mnd16:221.22": "regrets, and confusion of mind arise.",
  "mnd16:222.1": "\"He should cut off the intention of thinking and regret\": The intention of",
  "mnd16:222.2": "seeking and thinking and regret should be cut off, severed, destroyed, should be",
  "mnd16:222.3": "driven away, should be ended, should be made to cease to exist.",
  "mnd16:223.1": "<em>208 : When urged by words he should be mindful and rejoice,",
  "mnd16:223.2": "He should destroy the barrenness of fellow Brāhmaṇas,",
  "mnd16:223.3": "He should express kind words (but) not exceed the limit,",
  "mnd16:223.4": "He should not intend to dispute the dhamma of people.</em>",
  "mnd16:223.5": "<em>208 : When urged by words he should be mindful and rejoice,",
  "mnd16:223.6": "He should destroy the barrenness of fellow Brāhmaṇas,",
  "mnd16:223.7": "He should express kind words (but) not exceed the limit,",
  "mnd16:223.8": "He should not intend to dispute the dhamma of people.</em>",
  "mnd16:223.9": "<em>208 : When urged by words he should be mindful and rejoice,",
  "mnd16:223.10": "He should destroy the barrenness of fellow Brāhmaṇas,",
  "mnd16:223.11": "He should express kind words (but) not exceed the limit,",
  "mnd16:223.12": "He should not intend to dispute the dhamma of people.</em>",
  "mnd16:223.13": "<em>208 : When urged by words he should be mindful and rejoice,",
  "mnd16:223.14": "He should destroy the barrenness of fellow Brāhmaṇas,",
  "mnd16:223.15": "He should express kind words (but) not exceed the limit,",
  "mnd16:223.16": "He should not intend to dispute the dhamma of people.</em>",
  "mnd16:224.1": "\"When urged by words he should be mindful and rejoice\": \"Urged,\" by a teacher,",
  "mnd16:224.2": "or noble one, or someone who is equivalent to a teacher, or a friend, or",
  "mnd16:224.3": "acquaintance, or a close person, or a companion reprimands: \"Mendicants! This is",
  "mnd16:224.4": "inappropriate for you; this is something you haven't achieved; this is not",
  "mnd16:224.5": "suitable for you; this is for the benefit of you without precepts.\" After",
  "mnd16:224.6": "remembering the urging, he should rejoice, should be happy, should should want,",
  "mnd16:224.7": "should accept, should hope, should pray. For example, a young woman or man who",
  "mnd16:224.8": "likes to decorate her head has washed her head and gets a green lotus flower",
  "mnd16:224.9": "ring, a big jasmine flower wreath, and a head garland, which can be received",
  "mnd16:224.10": "with both hands and worn on the top of the head. [MN.5] He should rejoice,",
  "mnd16:224.11": "should be happy, should want, should accept, should hope, should pray.",
  "mnd16:225.1": "\"As one who points out a treasure, he who sees sin should see him,",
  "mnd16:225.2": "The accuser, the wise, the wise person like that should be close,",
  "mnd16:225.3": "A close person like that can only be better than evil.",
  "mnd16:225.4": "May he teach and admonish, may he protect from the despicable,",
  "mnd16:225.5": "He is indeed loved by the good and not loved by the bad.\"",
  "mnd16:225.6": "[Dha. 76-77]",
  "mnd16:226.1": "\"Those who are urged by words should be mindful and rejoice, and the desolation",
  "mnd16:226.2": "of the fellow Brāhmaṇa should be destroyed\": \"The fellow (same) Brāhmaṇa,\" of",
  "mnd16:226.3": "the same behavior, the same vow, the same learner. \"The desolation of the same",
  "mnd16:226.4": "Brāhmaṇa, he should destroy,\" he should destroy the state of the striking heart",
  "mnd16:226.5": "of the fellow Brāhmaṇa, and the state of arising callousness. There are five",
  "mnd16:226.6": "types of heart barrenness [MN.16] he should break, and there are three types of",
  "mnd16:226.7": "barren [SN.45.166] he also should break: the barrenness of greed, the barrenness",
  "mnd16:226.8": "of anger, the barrenness of ignorance should be broken, should be destroyed,",
  "mnd16:226.9": "should be completely broken.",
  "mnd16:227.1": "\"He should express good words (but) not beyond the limit\": \"He should speak",
  "mnd16:227.2": "wisely and wait for words that have benefits, have the dhamma, with appropriate",
  "mnd16:227.3": "timing, reason, and restraint, he should express and should speak. \"(But) not",
  "mnd16:227.4": "exceed the limit,\" \"Boundary,\" there are two types of boundaries: the limit of",
  "mnd16:227.5": "the right time and the limit of the precepts. What is the limit of the right",
  "mnd16:227.6": "time? Words for which the right time has passed he should not say, words that",
  "mnd16:227.7": "have passed the boundaries should not be said, words that have passed the",
  "mnd16:227.8": "boundaries should not be said at the right time, words that will come in the",
  "mnd16:227.9": "future at the right time should not be said, and words that will come in the",
  "mnd16:227.10": "future should not be said at the right time. He shouldn't say words dependent on",
  "mnd16:227.11": "timing and boundaries in the future.",
  "mnd16:228.1": "\"He who indeed comes at the right time,",
  "mnd16:228.2": "And speaks for a protracted time,",
  "mnd16:228.3": "He is is judged to sleep,",
  "mnd16:228.4": "Like the son of a cuckoo.\"",
  "mnd16:228.5": "[Jat.4.121]",
  "mnd16:229.1": "This is the boundary of appropriate timing. What are the limits of precepts? He",
  "mnd16:229.2": "shouldn't say tainted words, disgusting words, silly words, he shouldn't say",
  "mnd16:229.3": "lies, he shouldn't say divisive words, he shouldn't say evil words, he shouldn't",
  "mnd16:229.4": "say bad things, should not tell, should not be talked, should not be explained,",
  "mnd16:229.5": "should not be spoken, this is the limit of precepts.",
  "mnd16:230.1": "\"He should not intend to dispute the dhamma of people\": The \"people\" are",
  "mnd16:230.2": "khattiya, Brāhmaṇa, vessa, sudda, lay family, bhikkhus, heaven, and human.",
  "mnd16:230.3": "Controversy, scolding, rebuke, humiliation against people, not being praised,",
  "mnd16:230.4": "seeing bad, bad livelihood, he should not cause the mind to arise, he should not",
  "mnd16:230.5": "cause the intention to arise, he should not make it to happen.",
  "mnd16:231.1": "<em>209 : Further, there are five types of dust in the world,",
  "mnd16:231.2": "The tempering for which those who are mindful should learn,",
  "mnd16:231.3": "In all forms, sounds, and smells, in all tastes and touches,",
  "mnd16:231.4": "He should conquer greed.</em>",
  "mnd16:231.5": "<em>209 : Further, there are five types of dust in the world,",
  "mnd16:231.6": "The tempering for which those who are mindful should learn,",
  "mnd16:231.7": "In all forms, sounds, and smells, in all tastes and touches,",
  "mnd16:231.8": "He should conquer greed.</em>",
  "mnd16:231.9": "<em>209 : Further, there are five types of dust in the world,",
  "mnd16:231.10": "The tempering for which those who are mindful should learn,",
  "mnd16:231.11": "In all forms, sounds, and smells, in all tastes and touches,",
  "mnd16:231.12": "He should conquer greed.</em>",
  "mnd16:231.13": "<em>209 : Further, there are five types of dust in the world,",
  "mnd16:231.14": "The tempering for which those who are mindful should learn,",
  "mnd16:231.15": "In all forms, sounds, and smells, in all tastes and touches,",
  "mnd16:231.16": "He should conquer greed.</em>",
  "mnd16:232.1": "\"Further, there are five types of dust in the world\": \"Further,\" the",
  "mnd16:232.2": "continuation of sentences; .... \"Five types of dust,\" form dust, sound dust,",
  "mnd16:232.3": "smell dust, taste dust, and touch dust.",
  "mnd16:233.1": "Greed instead of dirt is called grime (dust). \"Dust\" has the same meaning as",
  "mnd16:233.2": "greed. After giving up the dust, the sages live in the teachings of those who",
  "mnd16:233.3": "are away from the dust. Aversion instead of dirt.... Ignorance instead of",
  "mnd16:233.4": "dirt...",
  "mnd16:234.1": "\"In the world,\" ....",
  "mnd16:235.1": "\"For those, those who have mindfulness, in order to temper them, they should",
  "mnd16:235.2": "learn\": \"For those,\" for form dust, sound dust, smell dust, smell dust, and",
  "mnd16:235.3": "touch dust. \"Those who have thoughts,\" thoughts, remembrance, the state of",
  "mnd16:235.4": "remembrance, retention, non-drifting, non-forgetting state, root of mind, mind",
  "mnd16:235.5": "power, mindfulness, and the path of non-divergence, this is called mindfulness;",
  "mnd16:235.6": "possess, complete possession, he is called a thoughtful person, who walks in,",
  "mnd16:235.7": "walks in completely, has enough, has fully enough, and possesses this",
  "mnd16:235.8": "mindfulness. \"Should learn,\" .... \"Those who have thoughts, in order to temper,",
  "mnd16:235.9": "should learn\": Those who have thoughts, the greed for form, greed for sound,",
  "mnd16:235.10": "odor, taste, in order to temper, eliminate, give up, calm down, cut off, and",
  "mnd16:235.11": "stop the greed, he should learn to increase precepts, ....",
  "mnd16:236.1": "\"He should conquer greed in the forms, sounds and smells, in the tastes and",
  "mnd16:236.2": "touches\": He should conquer the greed in the forms, sounds, smells, tastes, and",
  "mnd16:236.3": "touches, (it) should be conquered all over, should be defeated, should be",
  "mnd16:236.4": "overwhelmed, should be terminated, should be crushed.",
  "mnd16:237.1": "<em>210 : A Bhikkhu who is mindful and has a free heart",
  "mnd16:237.2": "Should temper his desire in these dhammas,",
  "mnd16:237.3": "Deliberate the dhamma in a timely and correct manner,",
  "mnd16:237.4": "He should kill the darkness when he becomes a single (unified) person.",
  "mnd16:237.5": "[Like this, the Blessed One (said).]</em>",
  "mnd16:237.6": "<em>210 : A Bhikkhu who is mindful and has a free heart",
  "mnd16:237.7": "Should temper his desire in these dhammas,",
  "mnd16:237.8": "Deliberate the dhamma in a timely and correct manner,",
  "mnd16:237.9": "He should kill the darkness when he becomes a single (unified) person.",
  "mnd16:237.10": "[Like this, the Blessed One (said).]</em>",
  "mnd16:237.11": "<em>210 : A Bhikkhu who is mindful and has a free heart",
  "mnd16:237.12": "Should temper his desire in these dhammas,",
  "mnd16:237.13": "Deliberate the dhamma in a timely and correct manner,",
  "mnd16:237.14": "He should kill the darkness when he becomes a single (unified) person.",
  "mnd16:237.15": "[Like this, the Blessed One (said).]</em>",
  "mnd16:237.16": "<em>210 : A Bhikkhu who is mindful and has a free heart",
  "mnd16:237.17": "Should temper his desire in these dhammas,",
  "mnd16:237.18": "Deliberate the dhamma in a timely and correct manner,",
  "mnd16:237.19": "He should kill the darkness when he becomes a single (unified) person.",
  "mnd16:237.20": "[Like this, the Blessed One (said).]</em>",
  "mnd16:237.21": "<em>210 : A Bhikkhu who is mindful and has a free heart",
  "mnd16:237.22": "Should temper his desire in these dhammas,",
  "mnd16:237.23": "Deliberate the dhamma in a timely and correct manner,",
  "mnd16:237.24": "He should kill the darkness when he becomes a single (unified) person.",
  "mnd16:237.25": "[Like this, the Blessed One (said).]</em>",
  "mnd16:238.1": "\"In these dhammas, he should temper his desires\": \"In these,\" in the forms,",
  "mnd16:238.2": "sounds, smells, tastes, touches. \"Desire,\" there are two types of desires: the",
  "mnd16:238.3": "desire for things and the desire for pollution. What are the desires for things?",
  "mnd16:238.4": "Desirable form, desirable sound, desirable smell, desirable taste, desirable",
  "mnd16:238.5": "touch, bedding, clothing, maidservants, goats and sheep, chickens and pigs,",
  "mnd16:238.6": "elephants, cows, horses, mules, fields, houses, gold, gold coins, villages and",
  "mnd16:238.7": "towns, capitals, countries, territories, treasuries, warehouses; everything that",
  "mnd16:238.8": "can be tainted by greed is the desire of things.",
  "mnd16:239.1": "In addition, there are past desires, future desires, present desires, internal",
  "mnd16:239.2": "desires, external desires, internal and external desires, inferior desires,",
  "mnd16:239.3": "medium desires, superior desires, desires in the suffering world, human desires,",
  "mnd16:239.4": "desire of heaven, the desire that has been present, the desire that has been",
  "mnd16:239.5": "created, the desire that has not been created, the desire that has been created",
  "mnd16:239.6": "by others, the desire that has been possessed, the desire that is not possessed,",
  "mnd16:239.7": "the desire to be cherished, the desire not to be cherished, all the desires of",
  "mnd16:239.8": "the world of desires, all the desires of the physical world, all the desires of",
  "mnd16:239.9": "the non-material world, relying on thirst, taking craving as the subject, so",
  "mnd16:239.10": "that people want righteousness; so that they will be infected by craving (for)",
  "mnd16:239.11": "righteousness; to be intoxicated by righteousness as desires, these are called",
  "mnd16:239.12": "the desires of things.",
  "mnd16:240.1": "What is the desire for pollution? The desire of desire, the desire of greed, the",
  "mnd16:240.2": "desire of desire to greed, the desire of intention, the desire of the intention",
  "mnd16:240.3": "of greed, that is the desire of desire, the greed of desire, the joy of desire,",
  "mnd16:240.4": "desire love, desire enthusiasm, desire fascination, desire seizure, desire",
  "mnd16:240.5": "torrent, desire harness (binding), desire attachment, desire cover.",
  "mnd16:241.1": "\"Seeing those roots of desire,",
  "mnd16:241.2": "Wanting to be produced by thought (intention),",
  "mnd16:241.3": "I will not think of them,",
  "mnd16:241.4": "So desire will not exist.\"",
  "mnd16:241.5": "[Jat.8.421]",
  "mnd16:242.1": "These are called the desire for pollution.",
  "mnd16:243.1": "\"He should temper his desires in these dhammas\": The desires in these dhammas",
  "mnd16:243.2": "should be tempered, expelled, renounced, cut off, should be terminated, and",
  "mnd16:243.3": "should be made to cease to exist.",
  "mnd16:244.1": "\"Bhikkhus with mindfulness and free hearts\": \"Bhikkhus,\" virtuous bhikkhus, or",
  "mnd16:244.2": "learned bhikkhus. \"Those who are mindful,\" all thoughts, random thoughts...",
  "mnd16:244.3": "(omitted), mindfulness, thoughtfulness, and the way of non-diversion are called",
  "mnd16:244.4": "thoughts. To have, to have completely... (omitted).",
  "mnd16:245.1": "\"Bhikkhus with mindfulness and kindness in heart\": The mind of the person who",
  "mnd16:245.2": "enters the first jhāna has moved away from the covers, the mind of the person",
  "mnd16:245.3": "who has entered the second jhāna has been separated from the search and service,",
  "mnd16:245.4": "the heart of the person who has entered the third jhāna has been separated from",
  "mnd16:245.5": "happiness, the heart of the person who has entered the fourth jhāna has been",
  "mnd16:245.6": "separated from happiness and suffering, the mind of the person who has entered",
  "mnd16:245.7": "the boundless void has already thought about opposing things and is away from",
  "mnd16:245.8": "all types of desires, the heart of the person who has entered the boundlessness",
  "mnd16:245.9": "of consciousness has wanted to be far away from the boundless void, the mind of",
  "mnd16:245.10": "the person who has entered nothingness has thought to stay away from the",
  "mnd16:245.11": "boundlessness of consciousness, and the mind of the person who has no thoughts",
  "mnd16:245.12": "has wanted to stay away from nothingness. The mind of the Sotāpanna person has",
  "mnd16:245.13": "changed from seeing, suspicious, forbidden, seeing the potential trend of",
  "mnd16:245.14": "defilement, the potential trend of doubt defilement, and the same. The pollution",
  "mnd16:245.15": "of existence is far away. The heart of the one who has come has changed from the",
  "mnd16:245.16": "rough desire and greed knot, the disgust knot, the latent tendency of the rough",
  "mnd16:245.17": "desire, greed and trouble, the potential trend of disgust and trouble, and the",
  "mnd16:245.18": "pollution of the same existence. The remaining knots of desire and greed,",
  "mnd16:245.19": "disgust, from the remaining potential trends of desire, greed, disgust, and the",
  "mnd16:245.20": "pollution that exist with them, the Arahant's heart has changed from formless",
  "mnd16:245.21": "greed, conceit, abandonment, ignorance, and conceit trouble potential, the",
  "mnd16:245.22": "tendency, the latent tendency of greed and defilements, the latent tendency of",
  "mnd16:245.23": "ignorance defilements, and the pollution that coexists with and the distance",
  "mnd16:245.24": "from the outside and everything.",
  "mnd16:246.1": "\"He considered the Dhamma in a timely and correct manner\": \"In a timely manner,\"",
  "mnd16:246.2": "when the mind is drifting, it is the right time for samatha, and when the mind",
  "mnd16:246.3": "is collected, it is the right time for vipassanā.",
  "mnd16:247.1": "\"At the right time, he does his best, and he stops at other (times), further,",
  "mnd16:247.2": "He is pleased at the right time, he can concentrate on the heart at the right time,",
  "mnd16:247.3": "He watches at the right time, he is a meditator, a master at the right time.",
  "mnd16:247.4": "When is the right time to do your best? When is the right time to suppress?",
  "mnd16:247.5": "When is the right time for joy? And what is the right time for samatha?",
  "mnd16:247.6": "The right time to calm the mind: how to express it to the meditator?",
  "mnd16:247.7": "Try your best when the heart is retracted, and restrained when it is falling,",
  "mnd16:247.8": "When the heart is out of interest, he should be happy immediately.",
  "mnd16:247.9": "Whenever the heart is already happy, it becomes one who does not flinch or give up,",
  "mnd16:247.10": "That is the right time for samatha, the intention within oneself should be pleased.",
  "mnd16:247.11": "Whenever one of these methods is used to become enlightened,",
  "mnd16:247.12": "After knowing one's mind and entering concentration, one should immediately watch.",
  "mnd16:247.13": "The wise one becomes the knower at the right time, the person who knows the right time, and the acquaintance at the right time.",
  "mnd16:247.14": "It should be discriminated at the right time, the state of the heart.\"",
  "mnd16:248.1": "\"Examine the Dhamma in a timely manner and correctly\": Examine Dhamma correctly:",
  "mnd16:248.2": "\"All actions are impermanent.\" Examine Dhamma correctly: ....",
  "mnd16:249.1": "\"Being single-minded, he should kill the darkness. [Like this, the Blessed One",
  "mnd16:249.2": "(said)]\": \"One-minded,\" one state of mind, undistracted mind, stable mind,",
  "mnd16:249.3": "samādhi, fixed root, concentration, are to be single-minded. \"He should kill the",
  "mnd16:249.4": "darkness,\" the darkness of greed, the darkness of hatred, the darkness of",
  "mnd16:249.5": "ignorance, the darkness of seeing, the darkness of conceit, the darkness of",
  "mnd16:249.6": "pollution, the darkness of evil deeds, blindness, no eyes, no wisdom, the vexing",
  "mnd16:249.7": "faction, that which does not lead to Nibbāna; should kill, should abandon,",
  "mnd16:249.8": "should be driven away, should end, and should make it cease to exist.",
  "mnd16:250.1": "\"Blessed One,\" is synonymous with respect. In addition, \"destroyed greed\" is the",
  "mnd16:250.2": "Blessed One; \"destroyed wicked\" is the Blessed One; \"destroyed ignorance\" is the",
  "mnd16:250.3": "Blessed One; \"the one who has destroyed the conceit\" is the Blessed One; \"the",
  "mnd16:250.4": "one who has destroyed the sight\" is the Blessed One; \"the one who has destroyed",
  "mnd16:250.5": "the thorns\" is the Blessed One; \"the one who has destroyed the pollutants\" is",
  "mnd16:250.6": "the Blessed One; \"the one who is ended\" is the Blessed One; \"the one who has",
  "mnd16:250.7": "practiced the body, the precepts, the mind, and the wisdom\" is the Blessed One;",
  "mnd16:250.8": "or \"the Blessed One is close to the woods, wild forests, and border dwellings",
  "mnd16:250.9": "(sitting places): low sound, quiet, away from the human atmosphere, who lives",
  "mnd16:250.10": "alone, and is suitable for sitting alone\" is the Blessed One; or the Blessed One",
  "mnd16:250.11": "is the one who divides clothes, food, shelter, the needs of the sick, and",
  "mnd16:250.12": "medical necessities; or \"the Blessed One is the one who has the taste of",
  "mnd16:250.13": "righteousness, the taste of Dhamma, the taste of liberation, the precepts, the",
  "mnd16:250.14": "mind, and the wisdom\" is the World Blessed One; or \"the Blessed One is the one",
  "mnd16:250.15": "with four types of jhāna, four immeasurables, four formlessness, etc.; or \"the",
  "mnd16:250.16": "Blessed One is the Participant of the Eight Liberations, the Eight Victory",
  "mnd16:250.17": "Places, and the Ninth Dwelling Places, etc.;\" the one who is purely divided is",
  "mnd16:250.18": "the Blessed One; or \"the Blessed One is the one who divides the four",
  "mnd16:250.19": "mindfulness, the four righteousness, the four bases, the five roots, the five",
  "mnd16:250.20": "powers, the seven enlightenment factors, and the eight branches of the holy",
  "mnd16:250.21": "path.\" The Blessed One is the one who has ten Tathāgata strength, four",
  "mnd16:250.22": "fearlessness, four unobstructed solutions, six magical powers, and six",
  "mnd16:250.23": "enlightenment methods.\" The Blessed One is the Blessed One. \"The Blessed One,\"",
  "mnd16:250.24": "this name is not given (made) by the mother; not given by the father; not given",
  "mnd16:250.25": "by brothers; not by sisters; not by friends; not by relatives; not by Samaṇas or",
  "mnd16:250.26": "Brāhmaṇas; not by heaven. This is ultimate liberation; to Buddha, the World",
  "mnd16:250.27": "Honored person, and under the Bodhi tree together with all the knowledge and",
  "mnd16:250.28": "wisdom gained and testimony, that is, the Blessed One."
}
