{
  "mnd14:0.1": "14. Quick Instructions",
  "mnd14:1.1": "<em>150 : Kin of the Sun! I ask you (about) the realm",
  "mnd14:1.2": "Of far away and silence, great rishi!",
  "mnd14:1.3": "How after seeing does the bhikkhu reach Nibbāna",
  "mnd14:1.4": "And become one who has no clinging in the world?</em>",
  "mnd14:1.5": "<em>150 : Kin of the Sun! I ask you (about) the realm",
  "mnd14:1.6": "Of far away and silence, great rishi!",
  "mnd14:1.7": "How after seeing does the bhikkhu reach Nibbāna",
  "mnd14:1.8": "And become one who has no clinging in the world?</em>",
  "mnd14:1.9": "<em>150 : Kin of the Sun! I ask you (about) the realm",
  "mnd14:1.10": "Of far away and silence, great rishi!",
  "mnd14:1.11": "How after seeing does the bhikkhu reach Nibbāna",
  "mnd14:1.12": "And become one who has no clinging in the world?</em>",
  "mnd14:1.13": "<em>150 : Kin of the Sun! I ask you (about) the realm",
  "mnd14:1.14": "Of far away and silence, great rishi!",
  "mnd14:1.15": "How after seeing does the bhikkhu reach Nibbāna",
  "mnd14:1.16": "And become one who has no clinging in the world?</em>",
  "mnd14:2.1": "\"Kin of the Sun! I ask you\": \"Inquiry,\" there are three types of inquiries:",
  "mnd14:2.2": "inquiry about the explanation of the unseen, inquiry about the confluence of the",
  "mnd14:2.3": "seen, and inquiry about the cut-off of doubt.",
  "mnd14:3.1": "What is an inquiry about the unseen? The unknown, unseen, unmeasured, unjudged,",
  "mnd14:3.2": "unclear characteristic, for the purpose of his wisdom, seeing, measuring,",
  "mnd14:3.3": "judging, clear, he asked a question.",
  "mnd14:4.1": "What is an inquiry about the confluence of the seen? A characteristic that was",
  "mnd14:4.2": "known, seen, measured, judged, clear, and understood. He asked questions for the",
  "mnd14:4.3": "purpose of confluence with other wise men.",
  "mnd14:5.1": "What is an inquiry for the cutting off of doubt? A leap-into skeptic, jump-in",
  "mnd14:5.2": "doubter, and born doubter: \"Is that so? Isn't it true? What is it then? How is",
  "mnd14:5.3": "it?\" He asks questions for the purpose of severance of doubt.",
  "mnd14:6.1": "The next three types of inquiry: human inquiry, non-human inquiry, and inquiry",
  "mnd14:6.2": "of the created (nimmitapucchā).",
  "mnd14:7.1": "What is a human inquiry? People asked questions after they went to see the",
  "mnd14:7.2": "Buddha, the Blessed One: bhikkhus, upāsakas, upāsikās, kings, khattiya,",
  "mnd14:7.3": "Brāhmaṇas, vessas, suddas, lay people, monastics.",
  "mnd14:8.1": "What is an inhuman inquiry? The non-people asked questions after they went to",
  "mnd14:8.2": "see the Buddha, Blessed One: the dragons, golden-winged birds, Yakkhas, Asuras,",
  "mnd14:8.3": "Gandhabba, kings, Indā, Brahmas, devas.",
  "mnd14:9.1": "What is the inquiry of the created? All the physical bodies and limbs of the",
  "mnd14:9.2": "Blessed One's mind-made forms draw near and ask questions after seeing the",
  "mnd14:9.3": "Blessed One, and the Blessed One answers him.",
  "mnd14:10.1": "The next three types of inquiry: inquiry for one's own benefit, inquiry for the",
  "mnd14:10.2": "benefit of others, and inquiry for the benefit of both. The next three:",
  "mnd14:10.3": "inquiries about current interests, inquiries about future interests, and",
  "mnd14:10.4": "inquiries about the highest interests. The next three: inquiry for the benefit",
  "mnd14:10.5": "of no faults, inquiry for the benefit of no pollution, and inquiry for the pure",
  "mnd14:10.6": "benefit. The next three: (about) past queries, future queries, and current",
  "mnd14:10.7": "queries. The next three: (about) inquiries within oneself, inquiries outside",
  "mnd14:10.8": "oneself, and inquiries within and outside oneself. The next three: (about) good",
  "mnd14:10.9": "merit, demerit, and the undesignated (abyākatapucchā) The next three: (about)",
  "mnd14:10.10": "masses, relics, and institutions. The next three: about mindfulness, about",
  "mnd14:10.11": "diligence, about spiritual content. The next three: about the root, the",
  "mnd14:10.12": "strength, and the enlightenment. The next three: about the Path, the Fruit, and",
  "mnd14:10.13": "Nibbāna.",
  "mnd14:11.1": "\"Sun kinsman! I ask you\": I ask you; I beg you; make me clear; please tell me.",
  "mnd14:11.2": "\"Sun tribe,\" Sun (ādicco) is called the sun (sūriyo), the sun is surnamed",
  "mnd14:11.3": "Gotama, the Blessed One is also surnamed Gotama, the Blessed One is a relative",
  "mnd14:11.4": "of the sun surname, a relative of the surname of the sun, so the Buddha is a",
  "mnd14:11.5": "member of the sun tribe.",
  "mnd14:12.1": "\"Far away and quiet, great rishi\": \"Far away,\" there are three types of",
  "mnd14:12.2": "distance: away in body, away in mind, and away in adherence. What is bodily",
  "mnd14:12.3": "staying away? Here, the bhikkhu is close to the solitary residence: woods,",
  "mnd14:12.4": "trees, mountains, caverns, grottos, cemeteries, forests, open fields, straw",
  "mnd14:12.5": "piles, living away with the body, he walks alone, stands alone, sits alone, lies",
  "mnd14:12.6": "alone, enters the village alone for alms, returns alone, sitting alone in the",
  "mnd14:12.7": "quiet place, alone doing the practice, walking, staying, acting, going on,",
  "mnd14:12.8": "guarding, surviving, and living alone, is to stay away bodily.",
  "mnd14:13.1": "What is keeping the mind away? The mind of the person who enters the first jhāna",
  "mnd14:13.2": "has been far away from the covers, the mind of the person who has entered the",
  "mnd14:13.3": "second jhāna has been far away from reasoning and thinking, the mind of the",
  "mnd14:13.4": "person who has entered the third jhāna has been far away from joy, and the mind",
  "mnd14:13.5": "of the person who has entered the fourth jhāna has been separated from happiness",
  "mnd14:13.6": "and suffering; the mind of the person who enters the boundless void (fifth/first",
  "mnd14:13.7": "immaterial) has already thought to stay away from thought and to be far away",
  "mnd14:13.8": "from all types of desires, the mind of the person who enters the boundlessness",
  "mnd14:13.9": "of consciousness (sixth) has wanted to stay away from the boundless void, the",
  "mnd14:13.10": "mind of the person who has entered nothingness (seventh) has thought to stay way",
  "mnd14:13.11": "from the boundlessness of consciousness; (and the mind of the person who has",
  "mnd14:13.12": "entered neither-perception-nor-non-perception) has no thoughts, and wants to",
  "mnd14:13.13": "stay away from nothingness.",
  "mnd14:14.1": "The mind of the Sotāpanna person has changed from seeing, suspicious, forbidden,",
  "mnd14:14.2": "seeing the potential trend of defilement, the potential trend of doubt",
  "mnd14:14.3": "defilement, and the pollution of existence is far away. The heart of the",
  "mnd14:14.4": "Sakadāgāmī has changed from the rough desire and greed knot, the disgust knot,",
  "mnd14:14.5": "the latent tendency of the rough desire, greed and trouble, the potential trend",
  "mnd14:14.6": "of disgust and trouble, and the pollution of the same existence. The remaining",
  "mnd14:14.7": "knots of desire and greed, disgust, from the remaining potential trends of",
  "mnd14:14.8": "desire, greed, disgust, and the pollution that exist with them, the Arahant's",
  "mnd14:14.9": "heart has changed from formed greed, formless greed, conceit, aversion,",
  "mnd14:14.10": "ignorance, and the latent tendency of conceit troubles, the latent tendency of",
  "mnd14:14.11": "greed and defilements, the latent tendency of ignorance defilements, and the",
  "mnd14:14.12": "pollution that coexists with them are far away from the outside and everything.",
  "mnd14:15.1": "What is keeping away (in adherence)? Relying on the known as the pollution and",
  "mnd14:15.2": "various aggregates and various works; relying on distance is called non-living,",
  "mnd14:15.3": "Nibbāna, that is the cessation of all actions, the cessation of all dependence,",
  "mnd14:15.4": "the extinction of craving, greed, extinguishment, and Nibbāna, this is to stay",
  "mnd14:15.5": "away. Being far away in body belongs to being away from desires; being far away",
  "mnd14:15.6": "in mind (heart) belongs to the pure, reaching the highest purity; being far away",
  "mnd14:15.7": "in adherence belongs to the unattached person, who comes to leave the world.",
  "mnd14:16.1": "\"The great rishi,\" the great rishi is the Blessed One, and the \"seekers, and",
  "mnd14:16.2": "pursuers of the great precepts\" are the great rishis. ...of the great",
  "mnd14:16.3": "concentration..., ...of the great liberation aggregate..., \"the seeker and",
  "mnd14:16.4": "pursuer of the Great Liberation of Wisdom and Insight\" is the great rishi; the",
  "mnd14:16.5": "fragments gathered by the dark..., the destruction of the great upside down...,",
  "mnd14:16.6": "the pulling out of the big arrow of thirst..., the unraveling of the",
  "mnd14:16.7": "accumulation of sight..., the lifting of the big conceit flag, ...the calming of",
  "mnd14:16.8": "the great work..., the calming of the big torrent..., the laying down of the",
  "mnd14:16.9": "heavy burden..., the severance of the cycle of the great reincarnation..., the",
  "mnd14:16.10": "disappearance of the great heat..., the cessation of the great heat..., \"the",
  "mnd14:16.11": "seeker and the pursuer who lifts the flag of Dhamma in his heart\" become the",
  "mnd14:16.12": "great rishi; the great minds..., the great exertion..., the great gods..., the",
  "mnd14:16.13": "great roots..., the power..., the great enlightenment branches..., the big eight",
  "mnd14:16.14": "branches of the holy path..., \"the immortality of the great supreme benefit, the",
  "mnd14:16.15": "seeker of Nibbāna, the pursuer\" is great rishi; \"Sought, pursued, and searched",
  "mnd14:16.16": "for by powerful beings: Where is the Buddha? Where is the Blessed One? Where is",
  "mnd14:16.17": "the god among the gods? Where is the bull king among people?\"",
  "mnd14:17.1": "\"How after seeing does the bhikkhu reach Nibbāna\": How to extinguish one's greed",
  "mnd14:17.2": "(to reach Nibbāna) after seeing, after measuring, after weighing, after judging,",
  "mnd14:17.3": "after separating, after clarifying, to extinguish one's anger, to extinguish",
  "mnd14:17.4": "one's ignorance...., ...all unwholesome deeds, to annihilate it, calm it, quiet",
  "mnd14:17.5": "it, calm it down, and stop it. \"Bhikkhu,\" a bhikkhu, a virtuous bhikkhu, or a",
  "mnd14:17.6": "learned bhikkhu.",
  "mnd14:18.1": "\"Become the one who has no clinging in the world\": From the four types of works,",
  "mnd14:18.2": "to become the one who does not take, the one who does not hold, the one who does",
  "mnd14:18.3": "not cling, the one who does not cling to. \"In the world,\" in the world of",
  "mnd14:18.4": "suffering, the world of humans, the world of heaven, the world of aggregates,",
  "mnd14:18.5": "the world of realms, the world of existence. \"Any,\" any form, feeling, thinking,",
  "mnd14:18.6": "behavior, consciousness.",
  "mnd14:19.1": "<em>151 : [Like this the Blessed One (said):]",
  "mnd14:19.2": "The root of the false name:",
  "mnd14:19.3": "After consideration, all (thoughts of) \"I am\" should be stopped,",
  "mnd14:19.4": "Any cravings within oneself,",
  "mnd14:19.5": "One should always learn mindfully for their adjustment.</em>",
  "mnd14:19.6": "<em>151 : [Like this the Blessed One (said):]",
  "mnd14:19.7": "The root of the false name:",
  "mnd14:19.8": "After consideration, all (thoughts of) \"I am\" should be stopped,",
  "mnd14:19.9": "Any cravings within oneself,",
  "mnd14:19.10": "One should always learn mindfully for their adjustment.</em>",
  "mnd14:19.11": "<em>151 : [Like this the Blessed One (said):]",
  "mnd14:19.12": "The root of the false name:",
  "mnd14:19.13": "After consideration, all (thoughts of) \"I am\" should be stopped,",
  "mnd14:19.14": "Any cravings within oneself,",
  "mnd14:19.15": "One should always learn mindfully for their adjustment.</em>",
  "mnd14:19.16": "<em>151 : [Like this the Blessed One (said):]",
  "mnd14:19.17": "The root of the false name:",
  "mnd14:19.18": "After consideration, all (thoughts of) \"I am\" should be stopped,",
  "mnd14:19.19": "Any cravings within oneself,",
  "mnd14:19.20": "One should always learn mindfully for their adjustment.</em>",
  "mnd14:19.21": "<em>151 : [Like this the Blessed One (said):]",
  "mnd14:19.22": "The root of the false name:",
  "mnd14:19.23": "After consideration, all (thoughts of) \"I am\" should be stopped,",
  "mnd14:19.24": "Any cravings within oneself,",
  "mnd14:19.25": "One should always learn mindfully for their adjustment.</em>",
  "mnd14:20.1": "\"[Like this the Blessed One (said):] The root of the false name: after",
  "mnd14:20.2": "consideration, we should stop all (thoughts of) 'I am'\": Fantasy is the name of",
  "mnd14:20.3": "vain (concept/cognition): the false name of thirsty love, the name of false",
  "mnd14:20.4": "sight. What is the root of the illusory name of craving for love? Ignorance is",
  "mnd14:20.5": "the root; not as the root of reason; the root of conceit; without shame as the",
  "mnd14:20.6": "root; being ashamed as the root; falling as the root, this is the falsehood root",
  "mnd14:20.7": "of craving of the name. What is the root of the false name of seeing? Ignorance",
  "mnd14:20.8": "is the root....",
  "mnd14:21.1": "\"Blessed One,\" is synonymous with respect. In addition, \"destroyed greed\" is the",
  "mnd14:21.2": "Blessed One; \"destroyed wicked\" is the Blessed One; \"destroyed ignorance\" is the",
  "mnd14:21.3": "Blessed One; \"the one who has destroyed the conceit\" is the Blessed One; \"the",
  "mnd14:21.4": "one who has destroyed the sight\" is the Blessed One; \"the one who has destroyed",
  "mnd14:21.5": "the thorns\" is the Blessed One; \"the one who has destroyed the pollutants\" is",
  "mnd14:21.6": "the Blessed One; \"the one who is ended\" is the Blessed One; \"the one who has",
  "mnd14:21.7": "practiced the body, the precepts, the mind, and the wisdom\" is the Blessed One;",
  "mnd14:21.8": "or \"the Blessed One is close to the woods, wild forests, and border dwellings",
  "mnd14:21.9": "(sitting places): low sound, quiet, away from the human atmosphere, who lives",
  "mnd14:21.10": "alone, and is suitable for sitting alone\" is the Blessed One; or the Blessed One",
  "mnd14:21.11": "is the one who divides clothes, food, shelter, the needs of the sick, and",
  "mnd14:21.12": "medical necessities; or \"the Blessed One is the one who has the taste of",
  "mnd14:21.13": "righteousness, the taste of Dhamma, the taste of liberation, the precepts, the",
  "mnd14:21.14": "mind, and the wisdom\" is the World Blessed One; or \"the Blessed One is the one",
  "mnd14:21.15": "with four types of jhāna, four immeasurables, four formlessness, etc.; or \"the",
  "mnd14:21.16": "Blessed One is the Participant of the Eight Liberations, the Eight Victory",
  "mnd14:21.17": "Places, and the Ninth Dwelling Places, etc.;\" the one who is purely divided is",
  "mnd14:21.18": "the Blessed One; or \"the Blessed One is the one who divides the four",
  "mnd14:21.19": "mindfulness, the four righteousness, the four bases, the five roots, the five",
  "mnd14:21.20": "powers, the seven enlightenment factors, and the eight branches of the holy",
  "mnd14:21.21": "path.\" The Blessed One is the one who has ten Tathāgata strength, four",
  "mnd14:21.22": "fearlessness, four unobstructed solutions, six magical powers, and six",
  "mnd14:21.23": "enlightenment methods.\" The Blessed One is the Blessed One. \"The Blessed One,\"",
  "mnd14:21.24": "this name is not given (made) by the mother; not given by the father; not given",
  "mnd14:21.25": "by brothers; not by sisters; not by friends; not by relatives; not by Samaṇas or",
  "mnd14:21.26": "Brāhmaṇas; not by heaven. This is ultimate liberation; to Buddha, the World",
  "mnd14:21.27": "Honored person, and under the Bodhi tree together with all the knowledge and",
  "mnd14:21.28": "wisdom gained and testimony, that is, the Blessed One.",
  "mnd14:22.1": "\"After consideration, you should stop all 'I am'\": After consideration, it is",
  "mnd14:22.2": "called wisdom, .... \"I am,\" about form, \"I am,\" there is a latent trend of",
  "mnd14:22.3": "troubles such as conceit \"I am\" and desire \"I am,\" about feeling..., about",
  "mnd14:22.4": "thinking..., about behavior..., about consciousness \"I am,\" conceit \"I am\" and",
  "mnd14:22.5": "desire potential trend of the troubles of \"I am.\" \"[Like this Blessed One",
  "mnd14:22.6": "(saying):] The root of the false name: after consideration, everything 'I am'",
  "mnd14:22.7": "should be stopped\": After consideration, it should be prevented, stopped,",
  "mnd14:22.8": "eliminated, calmed, extinguished, stop the conceit of the root of all false",
  "mnd14:22.9": "names and \"I am.\"",
  "mnd14:23.1": "\"Any thirst within oneself\": \"Anything,\" .... \"Thirst,\" The craving for form....",
  "mnd14:23.2": "\"In oneself,\" Waiting for that craving in oneself. Or, inside oneself is called",
  "mnd14:23.3": "the heart: the heart, mind, heart, white (purified), intent, mind location, mind",
  "mnd14:23.4": "root, consciousness, consciousness accumulation, corresponding to the",
  "mnd14:23.5": "consciousness realm, the mind is coexistent, coexistent, and intermingled by",
  "mnd14:23.6": "that craving, correspondence, co-existence, co-extinction, the same place of",
  "mnd14:23.7": "dependence, and the same object.",
  "mnd14:24.1": "\"For those adjustments, we should always learn it with mindfulness\": \"Always,\"",
  "mnd14:24.2": ".... \"Mindful (of),\" means being mindful in four ways: when the practice is",
  "mnd14:24.3": "mindful in the body, ...in the subject, ...in the heart (mind), ...on the",
  "mnd14:24.4": "Dhamma, this is mindful.",
  "mnd14:25.1": "And in four ways: the state of avoiding non-mind is mindful, the state of the",
  "mnd14:25.2": "Dhamma that should be done to the mind is mindful, the state of the Dhamma that",
  "mnd14:25.3": "is obstructed by the mind as being mindful, and the state of not forgetting",
  "mnd14:25.4": "mindfulness.",
  "mnd14:26.1": "And in four ways: the state of possessing mindfulness, the state of abiding in",
  "mnd14:26.2": "mindfulness, the state of experiencing mindfulness, and the state of mindfulness",
  "mnd14:26.3": "not lowering.",
  "mnd14:27.1": "And in four ways: the state of mindfulness is the mindfulness, the silent of",
  "mnd14:27.2": "state is the mindfulness, the calm state is the mindfulness, and the state of",
  "mnd14:27.3": "the Dhamma is mindful; mindful of the Buddha, mindful of the Dhamma, mindful of",
  "mnd14:27.4": "the Saṅgha, mindful of the precepts, mindful of giving, with the sky as the",
  "mnd14:27.5": "mind; with the (inbound) breath and the (outbound) breath, the mind with death,",
  "mnd14:27.6": "the mind with the body, the mind with the silence; the general mind, the mind in",
  "mnd14:27.7": "remembrance, the state of remembrance, the state of not drifting, the state of",
  "mnd14:27.8": "not forgetting, the root of mind, the power of mind, the support of mindfulness,",
  "mnd14:27.9": "and the path without forks are called mindfulness. Having, being fully",
  "mnd14:27.10": "possessed, reaching, fully reaching, possessing, being fully possessed,",
  "mnd14:27.11": "possessing this thought, he is called mindful.",
  "mnd14:28.1": "\"Learning,\" there are three types of learning: increasing precept learning,",
  "mnd14:28.2": "increasing mind learning, increasing wisdom learning.",
  "mnd14:29.1": "What is to increase precepts? Here, the bhikkhu is a preceptor who lives and is",
  "mnd14:29.2": "protected by the self-control of the Pātimokkha. He has sufficient righteousness",
  "mnd14:29.3": "and state of affairs. He sees the horror in minor sins and learns after",
  "mnd14:29.4": "accepting from a teacher. Small precepts aggregate and large precept aggregates",
  "mnd14:29.5": "are the foundation of abstinence, the (self) inhibition of behavior, the",
  "mnd14:29.6": "entrance of self-control, the uppermost of good dhamma, etc., this is to",
  "mnd14:29.7": "increase precept learning.",
  "mnd14:30.1": "What is to increase mind? Here, the bhikkhu lives in the first jhāna of",
  "mnd14:30.2": "reasoning and thinking after he is absent from desires and unwholesome Dhamma,",
  "mnd14:30.3": "and after detachment produces joy and happiness; he calms down reasoning and",
  "mnd14:30.4": "thinking, with confidence, and one mind, and after entering, he lives in no",
  "mnd14:30.5": "reasoning, the second jhāna of joy and happiness is born without waiting;",
  "mnd14:30.6": "concentration, which fades with joy and dwells in peace, has mindfulness and",
  "mnd14:30.7": "right knowledge, and feels happiness in the body, after entering, dwelling in,",
  "mnd14:30.8": "this holy disciple proclaims: \"He is calm and possessed\" in the third jhāna of",
  "mnd14:30.9": "\"mindfulness and abiding in the bliss;\" with the renunciation of pleasure and",
  "mnd14:30.10": "the renunciation of suffering, and the extinction of joy and sorrow in the past,",
  "mnd14:30.11": "after entering, dwells in where there is no suffering or unhappiness in the",
  "mnd14:30.12": "fourth jhāna, this is to increase the mind.",
  "mnd14:31.1": "What is to increase wisdom? Here, the bhikkhu is a wise person, possessing the",
  "mnd14:31.2": "wisdom that leads to the arising and passing away; the holy, insight, and the",
  "mnd14:31.3": "complete extinction of suffering is (the wisdom), he truthfully knows \"This is",
  "mnd14:31.4": "suffering.\" I know \"This is the collection of suffering.\" I know \"This is",
  "mnd14:31.5": "suffering.\" I know \"This is the path to suffering.\" To know the truth: \"These",
  "mnd14:31.6": "are troubles.\" To know the truth: \"This is a collection of troubles.\" To know",
  "mnd14:31.7": "the truth: \"This is the elimination of suffering.\" To know the truth: \"This is",
  "mnd14:31.8": "the path leading to suffering.\" This is to increase wisdom.",
  "mnd14:32.1": "These three studies should be learned when heading towards (noting); learning",
  "mnd14:32.2": "when knowing; learning when seeing; learning when introspecting; learning when",
  "mnd14:32.3": "establishing (decision) when the heart is established; learning when solving",
  "mnd14:32.4": "with faith; you should learn when you are vigorous; you should learn when",
  "mnd14:32.5": "mindfulness arises; you should learn when the mind has concentration; you should",
  "mnd14:32.6": "learn when you know with wisdom; you should learn when you know what should be",
  "mnd14:32.7": "known; when knowledge should be known; we should learn when we should be",
  "mnd14:32.8": "renounced; we should learn when we should be practiced; we should learn when we",
  "mnd14:32.9": "should be testified, we should practice, we should practice well, and we should",
  "mnd14:32.10": "learn when we hold and go on.",
  "mnd14:33.1": "\"For those who want to adjust, he should always learn mindfully\": For those who",
  "mnd14:33.2": "want to tune, eliminate, let go, calm down, cut off, and stop, he should learn",
  "mnd14:33.3": "to increase precepts, ... These three learnings should be learned when heading",
  "mnd14:33.4": "towards ....",
  "mnd14:34.1": "<em>152 : Anyone who can prove and know the Dhamma,",
  "mnd14:34.2": "Whether inside or outside of himself,",
  "mnd14:34.3": "Should not have fortitude (stubbornness) because of that,",
  "mnd14:34.4": "Because that is not said to be silence by the righteous.</em>",
  "mnd14:34.5": "<em>152 : Anyone who can prove and know the Dhamma,",
  "mnd14:34.6": "Whether inside or outside of himself,",
  "mnd14:34.7": "Should not have fortitude (stubbornness) because of that,",
  "mnd14:34.8": "Because that is not said to be silence by the righteous.</em>",
  "mnd14:34.9": "<em>152 : Anyone who can prove and know the Dhamma,",
  "mnd14:34.10": "Whether inside or outside of himself,",
  "mnd14:34.11": "Should not have fortitude (stubbornness) because of that,",
  "mnd14:34.12": "Because that is not said to be silence by the righteous.</em>",
  "mnd14:34.13": "<em>152 : Anyone who can prove and know the Dhamma,",
  "mnd14:34.14": "Whether inside or outside of himself,",
  "mnd14:34.15": "Should not have fortitude (stubbornness) because of that,",
  "mnd14:34.16": "Because that is not said to be silence by the righteous.</em>",
  "mnd14:35.1": "\"Anyone who can prove the knowledge of the Dhamma within himself\": Any one of",
  "mnd14:35.2": "his own virtues, he can know whether it is good or unrecognized. What is his own",
  "mnd14:35.3": "merit? They may be a bhikkhu from a noble family, or may be a bhikkhu from a",
  "mnd14:35.4": "wealthy family, or a bhikkhu from a very wealthy family, or may be a famous",
  "mnd14:35.5": "person in the same household as the bhikkhu, or it may be in clothes, food,",
  "mnd14:35.6": "shelter, patients necessities and medical necessities; may be a scribe, or a",
  "mnd14:35.7": "speaker, one who lives in the woods, or who often begs, wears dung sweeping",
  "mnd14:35.8": "clothing, only three clothing, second begging, not eating after eating, often",
  "mnd14:35.9": "sitting (not lying), or who live anywhere, or who do not eat; this is called his",
  "mnd14:35.10": "own merit. Whatever his own virtues, he can know, be able to understand. \"Or",
  "mnd14:35.11": "externally\": Those who are pro-teacher, or the merit of the teacher.",
  "mnd14:36.1": "\"You should not come to fortitude because of that\": You should not have",
  "mnd14:36.2": "fortitude, stubbornness, arrogance, pride, and conceit based on your own merits",
  "mnd14:36.3": "or the merits of others. Pride should not be produced because of that. That way,",
  "mnd14:36.4": "you become a rigid, very rigid, head-raised person.",
  "mnd14:37.1": "\"Because the righteous do not say that is silence\": To the good (satānaṃ), to",
  "mnd14:37.2": "the good (santānaṃ), to the good (sappurisānaṃ), to the Buddha, to the disciples",
  "mnd14:37.3": "of the Buddha, and to the Bhikkhu Buddha, that this is silence is not said, not",
  "mnd14:37.4": "explained, ....",
  "mnd14:38.1": "<em>153 : One should not be considered (by oneself) a winner,",
  "mnd14:38.2": "Inferior or equivalent because of that,",
  "mnd14:38.3": "Being touched by more than one form,",
  "mnd14:38.4": "One should not keep his own classification.</em>",
  "mnd14:38.5": "<em>153 : One should not be considered (by oneself) a winner,",
  "mnd14:38.6": "Inferior or equivalent because of that,",
  "mnd14:38.7": "Being touched by more than one form,",
  "mnd14:38.8": "One should not keep his own classification.</em>",
  "mnd14:38.9": "<em>153 : One should not be considered (by oneself) a winner,",
  "mnd14:38.10": "Inferior or equivalent because of that,",
  "mnd14:38.11": "Being touched by more than one form,",
  "mnd14:38.12": "One should not keep his own classification.</em>",
  "mnd14:38.13": "<em>153 : One should not be considered (by oneself) a winner,",
  "mnd14:38.14": "Inferior or equivalent because of that,",
  "mnd14:38.15": "Being touched by more than one form,",
  "mnd14:38.16": "One should not keep his own classification.</em>",
  "mnd14:39.1": "\"Should not be considered a winner because of that\": Should not, by birth,",
  "mnd14:39.2": "accept tribute, be lofty, arrogant, have fortitude, be stubborn, and be",
  "mnd14:39.3": "arrogant, these should not be made because of that. He shouldn't be a rigid,",
  "mnd14:39.4": "very stiff, head-raising person because of that.",
  "mnd14:40.1": "\"Or the inferior or the equivalent\": Anyone who thinks \"I am the same\" or \"I am",
  "mnd14:40.2": "the winner\" or \"I am the inferior,\" with that conceit.",
  "mnd14:41.1": "\"To be touched (contacted) by more than one form\": To be touched by various",
  "mnd14:41.2": "forms, tortured, combined, possessed.",
  "mnd14:42.1": "\"He should not maintain a classification of himself\": He is called me. He should",
  "mnd14:42.2": "not keep constructing, classifying, and arrogantly distinguishing 'me.'",
  "mnd14:43.1": "<em>154 : There should be silence only within oneself,",
  "mnd14:43.2": "Bhikkhus should not seek silence from others,",
  "mnd14:43.3": "The person silent within himself,",
  "mnd14:43.4": "What does he take up and what does he refuse?</em>",
  "mnd14:43.5": "<em>154 : There should be silence only within oneself,",
  "mnd14:43.6": "Bhikkhus should not seek silence from others,",
  "mnd14:43.7": "The person silent within himself,",
  "mnd14:43.8": "What does he take up and what does he refuse?</em>",
  "mnd14:43.9": "<em>154 : There should be silence only within oneself,",
  "mnd14:43.10": "Bhikkhus should not seek silence from others,",
  "mnd14:43.11": "The person silent within himself,",
  "mnd14:43.12": "What does he take up and what does he refuse?</em>",
  "mnd14:43.13": "<em>154 : There should be silence only within oneself,",
  "mnd14:43.14": "Bhikkhus should not seek silence from others,",
  "mnd14:43.15": "The person silent within himself,",
  "mnd14:43.16": "What does he take up and what does he refuse?</em>",
  "mnd14:44.1": "\"Only within oneself, should one be quiet\": The greed in oneself should be",
  "mnd14:44.2": "calmed; anger should be calmed; ..., quieted, calmed, silenced, and ceased.",
  "mnd14:45.1": "\"Bhikkhus should not seek silence from other things\": From other things, with",
  "mnd14:45.2": "impure ways, evil ways, and non-departures, except for the mindfulness, except",
  "mnd14:45.3": "for the righteousness, ..., one should not seek silence, quiet, peace,",
  "mnd14:45.4": "extinction, and cessation.",
  "mnd14:46.1": "\"The silent one in oneself\": The one who silences desires within oneself; the",
  "mnd14:46.2": "one who silences aversion; ....",
  "mnd14:47.1": "\"There is no rejection up and no taking up\": The \"no\" is negative. The \"taken\"",
  "mnd14:47.2": "is for oneself, but he doesn't hold these, and \"reject\" is those that should be",
  "mnd14:47.3": "released, he doesn't reject. Anything that should be held, there is something",
  "mnd14:47.4": "that should be released (; that which should be released, there are those that",
  "mnd14:47.5": "should be held). For him, it is a transcendence of grasping and releasing. The",
  "mnd14:47.6": "Arahant has surpassed growth and retreat, has practiced..., the cycle of life",
  "mnd14:47.7": "and death, without his rebirth.",
  "mnd14:48.1": "<em>155 : As in the middle of the sea,",
  "mnd14:48.2": "It is stable without waves being produced.",
  "mnd14:48.3": "Those who live and are not disturbed like this,",
  "mnd14:48.4": "That bhikkhu will not cause increase no matter where it is.</em>",
  "mnd14:48.5": "<em>155 : As in the middle of the sea,",
  "mnd14:48.6": "It is stable without waves being produced.",
  "mnd14:48.7": "Those who live and are not disturbed like this,",
  "mnd14:48.8": "That bhikkhu will not cause increase no matter where it is.</em>",
  "mnd14:48.9": "<em>155 : As in the middle of the sea,",
  "mnd14:48.10": "It is stable without waves being produced.",
  "mnd14:48.11": "Those who live and are not disturbed like this,",
  "mnd14:48.12": "That bhikkhu will not cause increase no matter where it is.</em>",
  "mnd14:48.13": "<em>155 : As in the middle of the sea,",
  "mnd14:48.14": "It is stable without waves being produced.",
  "mnd14:48.15": "Those who live and are not disturbed like this,",
  "mnd14:48.16": "That bhikkhu will not cause increase no matter where it is.</em>",
  "mnd14:49.1": "\"As in the middle of the sea, it is stable without waves being produced.\" The",
  "mnd14:49.2": "ocean is high and deep for eighty-four thousand yojanas. The water below",
  "mnd14:49.3": "forty-thousand yojanas, is swayed by fish and turtles, and the water above",
  "mnd14:49.4": "forty-thousand yojanas is swayed by wind, and in the middle of forty-thousand",
  "mnd14:49.5": "yojanas, the water of does not shake, shake strongly, does not move, does not",
  "mnd14:49.6": "tremble, does not tremor, does not tremble much, not passive, not stirred, not",
  "mnd14:49.7": "waved, not swinging, not rotated, ts calmed down; where no waves are generated,",
  "mnd14:49.8": "it is a stable sea.",
  "mnd14:50.1": "Or, in the middle of the seven mountains, there is a sea, were the water does",
  "mnd14:50.2": "not shake, ....",
  "mnd14:51.1": "\"Like this, one who lives and is not disturbed\": \"Like this\" is a metaphorical",
  "mnd14:51.2": "arrangement. \"The one who lives (stable),\" He does not shake when he gets it; he",
  "mnd14:51.3": "does not shake when he does not get it; he does not shake when he is famous; he",
  "mnd14:51.4": "does not shake when there is no reputation; he does not shake when praised; he",
  "mnd14:51.5": "does not shake when reprimanded; he does not shake when he is happy; when he is",
  "mnd14:51.6": "suffering he does not shake, does not shake strongly, .... \"The one who is not",
  "mnd14:51.7": "disturbed,\" disturbance is called thirst, that is greed, ... For him who is",
  "mnd14:51.8": "disturbed, craving is cut off, ..., he is called the undisturbed. The",
  "mnd14:51.9": "undisturbed state is regarded as the undisturbed. He does not shake when he gets",
  "mnd14:51.10": "it; ....",
  "mnd14:52.1": "\"Bhikkhus will not increase no matter where they are\": In \"increasing,\" there",
  "mnd14:52.2": "are seven types of increase: greed, aversion, ignorance, conceit, seeing,",
  "mnd14:52.3": "pollution, kamma; for him these increases do not exist, are not known, are not",
  "mnd14:52.4": "discovered, have been cut off, severed, calmed down, stopped, unable to arise,",
  "mnd14:52.5": "burned by the fire of wisdom.",
  "mnd14:53.1": "\"No matter where,\" no matter where, wherever, inside or outside or (both) inside",
  "mnd14:53.2": "and outside. \"In the world,\" in the world of suffering, the world of man, the",
  "mnd14:53.3": "world of heaven, the world of aggregates, the world of realms, the world of",
  "mnd14:53.4": "places.",
  "mnd14:54.1": "<em>156 : The discerning person (with open eyes) tells",
  "mnd14:54.2": "Of the self-proven method of the adjustment of distress,",
  "mnd14:54.3": "Master! Please tell me about the Path,",
  "mnd14:54.4": "Pātimokkha, or even concentration.</em>",
  "mnd14:54.5": "<em>156 : The discerning person (with open eyes) tells",
  "mnd14:54.6": "Of the self-proven method of the adjustment of distress,",
  "mnd14:54.7": "Master! Please tell me about the Path,",
  "mnd14:54.8": "Pātimokkha, or even concentration.</em>",
  "mnd14:54.9": "<em>156 : The discerning person (with open eyes) tells",
  "mnd14:54.10": "Of the self-proven method of the adjustment of distress,",
  "mnd14:54.11": "Master! Please tell me about the Path,",
  "mnd14:54.12": "Pātimokkha, or even concentration.</em>",
  "mnd14:54.13": "<em>156 : The discerning person (with open eyes) tells",
  "mnd14:54.14": "Of the self-proven method of the adjustment of distress,",
  "mnd14:54.15": "Master! Please tell me about the Path,",
  "mnd14:54.16": "Pātimokkha, or even concentration.</em>",
  "mnd14:55.1": "\"The discerning person speaks (of)\": \"Narrative,\" telling, explaining, teaching,",
  "mnd14:55.2": "informing, establishing, uncovering, analyzing, clarifying. \"The eye,\" The five",
  "mnd14:55.3": "eyes are the clear eyes: the naked eye is the clear eye, the heavenly eye is",
  "mnd14:55.4": "also the clear eye, the clear eye is also the clear eye, the Buddha's eye is",
  "mnd14:55.5": "also the clear eye, and all eyes are also the clear eye.",
  "mnd14:56.1": "How does the Blessed One regard the naked eye as \"having eyes?\" There are five",
  "mnd14:56.2": "colors in the eyes of the Blessed One: cyan, yellow, red, black, and white. The",
  "mnd14:56.3": "(Blessed One's) eye hairs are blue, extremely blue, correct, beautiful, and",
  "mnd14:56.4": "equivalent to flax, and the others are yellow, extremely yellow, golden, and",
  "mnd14:56.5": "correct, beautiful, the equal of the flower of the bayur tree. The two eyes of",
  "mnd14:56.6": "the Blessed One are red, extremely red, straight, beautiful, red as the insects",
  "mnd14:56.7": "that come from the ground after the rain, and in the middle are black, extremely",
  "mnd14:56.8": "black, not coarse, smooth, straight, beautiful, and moist. The outers are white,",
  "mnd14:56.9": "extremely white, white, yellow-white, pleasing, beautiful, and equivalent to the",
  "mnd14:56.10": "Osadhī star. With the naked eyes of the Blessed One which belonged to him",
  "mnd14:56.11": "naturally having been born of previous good kamma, he sees everything in day and",
  "mnd14:56.12": "night, when there are four branches of darkness: sunset, moonless night,",
  "mnd14:56.13": "darkness of the heavy forest, the darkness of heavy clouds. Like this, when",
  "mnd14:56.14": "there is the darkness of the four branches, he also sees everything in day and",
  "mnd14:56.15": "night. There are no walls, or shutters, or fences, or mountains, or bushes, or",
  "mnd14:56.16": "groves, which are obstacles to his vision of form. If a sesame is marked and put",
  "mnd14:56.17": "into a cart full of sesame, he can select that sesame. In this way, the Blessed",
  "mnd14:56.18": "One's natural naked eye is pure, and the Blessed One regards the naked eye as an",
  "mnd14:56.19": "eye.",
  "mnd14:57.1": "How does the Blessed One regard the heavenly eye as \"the one with eyes?\" With a",
  "mnd14:57.2": "pure and transcendent celestial eye, the Blessed One sees that when all beings",
  "mnd14:57.3": "die and pass away, they are inferior, triumphant, beautiful, ugly, fortunate,",
  "mnd14:57.4": "and unfortunate, knowing that all beings flow according to their kamma: \"These",
  "mnd14:57.5": "beings and monarchs have evil deeds of body, evil deeds of behavior, evil deeds",
  "mnd14:57.6": "of intention, rebuke the saints, wrong views and kamma of holding wrong views,",
  "mnd14:57.7": "they have passed away after death to the suffering realm, evil returning, lower",
  "mnd14:57.8": "realm, hell; or these beings, who have good deeds of body, good deeds of speech,",
  "mnd14:57.9": "good deeds of intentions, do not condemn the saints, and uphold the right view",
  "mnd14:57.10": "of the kamma, they have passed away to the world of goodness and heaven after",
  "mnd14:57.11": "death by disintegrating their bodies.\" In this way, with a pure and transcendent",
  "mnd14:57.12": "celestial eye, he saw that when all beings died and passed away, in the",
  "mnd14:57.13": "inferiority, victory, beauty, ugliness, fortune, and misfortune, he knew the",
  "mnd14:57.14": "flow of all beings according to kamma. When he wants, the Blessed One can see",
  "mnd14:57.15": "one world, two worlds, three worlds, four worlds, five worlds, and ten worlds.",
  "mnd14:57.16": "Also, twenty world realms, thirty world realms, forty..., fifty..., one hundred,",
  "mnd14:57.17": "these thousand small worlds, two thousand middle world realms, as well as these",
  "mnd14:57.18": "three hundred thousand great world realms [AN.3.81]. If he wants to, he can see",
  "mnd14:57.19": "it. In this way, the Blessed One's heavenly eyes are all pure, and the Blessed",
  "mnd14:57.20": "One regards the heavenly eyes as having eyes.",
  "mnd14:58.1": "How does the Blessed One regard the wise eyes as the one with eyes? The Blessed",
  "mnd14:58.2": "One is the great wisdom, broad wisdom, quick wisdom, sharp wisdom, piercing",
  "mnd14:58.3": "wisdom, advising wisdom: those who are skillful, those who have developed",
  "mnd14:58.4": "wisdom, those who have proved that they have reached the unimpeded, those who",
  "mnd14:58.5": "have reached the four fearless ones, those who possess ten powers, those who are",
  "mnd14:58.6": "like bulls, those who are like lions, those who can have great wealth, those",
  "mnd14:58.7": "with boundless wisdom, those with boundless brilliance, those with boundless",
  "mnd14:58.8": "fame, the rich, the wealthy, the guide, the moderator, the comforter, the",
  "mnd14:58.9": "informer, the one who makes it seen, the one who makes it visible, the one who",
  "mnd14:58.10": "makes it clear, the Blessed One is indeed the founder of the unborn Path, the",
  "mnd14:58.11": "producer of the unborn Path, the unannounced preacher; the one who knows the",
  "mnd14:58.12": "Path, the knower of the Path, and, (his) disciples now live in the Path's",
  "mnd14:58.13": "accompaniment, and will be the possessors in the future.",
  "mnd14:59.1": "The Blessed One is indeed the knower and seer, who knows and sees; he is the one",
  "mnd14:59.2": "who is born with eyes, born with wisdom, born with Dhamma, and born with Brahma;",
  "mnd14:59.3": "he is an interpreter and promoter of righteousness, the immortal giver, Dhamma",
  "mnd14:59.4": "King, Tathāgata; there is nothing that the Blessed One did not know, did not",
  "mnd14:59.5": "see, did not testify (prove), did not touch with wisdom; the past, the future,",
  "mnd14:59.6": "and the present came to the Buddha and the Blessed One with all the deeds in the",
  "mnd14:59.7": "field of wisdom, anyone with any name that should be guided to reason can know:",
  "mnd14:59.8": "one's own righteousness or others' righteousness or both, or the righteousness",
  "mnd14:59.9": "of the current life or the righteousness of the next life or both, or deep or",
  "mnd14:59.10": "hidden, or should be guided to infer, or have been guided to determine, or no",
  "mnd14:59.11": "fault or pollution, or clear or supreme interest, everything revolves in the",
  "mnd14:59.12": "Buddha's wisdom.",
  "mnd14:60.1": "All body kamma is transferred in the wisdom of the Buddha and the Blessed One;",
  "mnd14:60.2": "all language kamma...; all mental kamma...; the wisdom of the Buddha and the",
  "mnd14:60.3": "Blessed One about the past is barrier-free; ..future...; ...present...; all that",
  "mnd14:60.4": "should be guided to infer is the reach of wisdom; all wisdom is guided to be",
  "mnd14:60.5": "inferred, and all that should be guided to be inferred is the ultimate wisdom;",
  "mnd14:60.6": "the ultimate wisdom is what is guided to be deduced, and there is no wisdom",
  "mnd14:60.7": "beyond what is guided to be deduced; there is no way to transcend the wisdom",
  "mnd14:60.8": "that is guided and deduced. These dhammas live in mutual restriction, such as",
  "mnd14:60.9": "two boxes, where the covers are completely in contact; the lower cover does not",
  "mnd14:60.10": "go over the upper one, and the upper cover does not go over the lower one;",
  "mnd14:60.11": "restricted to each other. (Similarly, ) all that should be guided... (omitted);",
  "mnd14:60.12": "these dhammas live in mutual restriction.",
  "mnd14:61.1": "The wisdom of the Buddha and the Blessed One is transferred in all the Dhamma,",
  "mnd14:61.2": "all the Dhamma is the Buddha, the Blessed One's turning belongs, the hope",
  "mnd14:61.3": "belongs, the intention belongs, the mind arises, the wisdom of the Buddha and",
  "mnd14:61.4": "the Blessed One is transferred to all living beings, the Blessed One knows the",
  "mnd14:61.5": "intentions of all living beings, knows the potential tendency of troubles,",
  "mnd14:61.6": "...the behavior, ...solution, about the less dusty, the more dusty; the rooted,",
  "mnd14:61.7": "the dull rooted, the good deeds, the evil deeds, and the teachability and",
  "mnd14:61.8": "unteachability of beings; capable and incapable sentient beings, including the",
  "mnd14:61.9": "world of heaven, demons, and Brāhmaṇa; generations of Samaṇas, Brāhmaṇas,",
  "mnd14:61.10": "heaven, and man all revolve in the wisdom of Buddha.",
  "mnd14:62.1": "If any fish, turtles, and even the big fish swallowing boats revolve in the sea,",
  "mnd14:62.2": "the same, including the world of heaven, the world of demons, and the world of",
  "mnd14:62.3": "Brāhmaṇa; the generations including Samaṇas, Brāhmaṇas, heaven and man are all",
  "mnd14:62.4": "turned around in the Buddha wisdom, such as any bird and even the gold-winged",
  "mnd14:62.5": "birds were turning around in the field of space. In the same way, those who",
  "mnd14:62.6": "possess the same wisdom as Sāriputta also revolve in the field of Buddha wisdom.",
  "mnd14:62.7": "The wisdom of the Buddha is pervasive and transcends heaven and human.",
  "mnd14:63.1": "Those wise khattiya, wise Brāhmaṇas, wise homeowners, wise Samaṇas, smart",
  "mnd14:63.2": "dissidents, sharp breakers who want to act on evil views with a wise attitude,",
  "mnd14:63.3": "they prepare problems to be seen later; they saw the Tathāgata and asked about",
  "mnd14:63.4": "the what is hidden and secret. Those questions were discussed and answered by",
  "mnd14:63.5": "the Blessed One with reasons, and they abandoned those (others) nearby and",
  "mnd14:63.6": "became the (disciples) of the Blessed One. At that time, the Blessed One was",
  "mnd14:63.7": "there, shining with wisdom. In this way, the Blessed One regards the insight as",
  "mnd14:63.8": "an eye.",
  "mnd14:64.1": "How is it that the Buddha's eyes are \"the one who as eyes?\" When the Blessed One",
  "mnd14:64.2": "observes the world with the eyes of the Buddha, he sees those with less dust and",
  "mnd14:64.3": "more dust; those with roots and blunt roots; ...good deeds and evil deeds;",
  "mnd14:64.4": "...easy to teach and difficult to teach; the existing sins and terrors of the",
  "mnd14:64.5": "other worlds, others who do not live in seeing sin and terror in other worlds.",
  "mnd14:64.6": "Just like in the green lotus pond, red lotus pond, and white lotus pond, some",
  "mnd14:64.7": "green lotus, red lotus, and white lotus grow in the water, rest on the surface",
  "mnd14:64.8": "of the water, sink and grow underwater; some ...are born in the water and grow",
  "mnd14:64.9": "in the water, and live on the same height (as the surface); some ...rise above",
  "mnd14:64.10": "the water and live and dwell without being stained by water. Similarly, when the",
  "mnd14:64.11": "Blessed One observes the world with the eyes of the Buddha, he sees those with",
  "mnd14:64.12": "less dust and more dust; ... [DN.14]. The Blessed One knows: \"This person is a",
  "mnd14:64.13": "greedy person, this person is an abusive person, this person is a foolish",
  "mnd14:64.14": "person, this person is a pathfinder, this person is a believer, and this person",
  "mnd14:64.15": "is a wise person.\" The Blessed One speaks to the greedy people, the Blessed One",
  "mnd14:64.16": "informs those who hate walkers of the practice of compassion, the Blessed One",
  "mnd14:64.17": "makes them settled in recitation, questioning, hearing of the Dhamma at the",
  "mnd14:64.18": "right time, discussion of the Dhamma at the right time, and co-living with",
  "mnd14:64.19": "teachers. The Blessed One informs the person who seeks the path, the Blessed One",
  "mnd14:64.20": "tells those who believe in confidence: the good sense of Buddha, the good nature",
  "mnd14:64.21": "of the Dhamma, the good practice of the Saṅgha and his precepts. The Blessed One",
  "mnd14:64.22": "teaches vipassanā to those who are wise practitioners: impermanence, suffering,",
  "mnd14:64.23": "and non-self.",
  "mnd14:65.1": "\"If you stand on the top of a rocky mountain,",
  "mnd14:65.2": "You can see all the people around,",
  "mnd14:65.3": "Similarly, those who are virtuous and all-seeing",
  "mnd14:65.4": "Climbed up the tall building of Dhamma.",
  "mnd14:65.5": "Those who are gone away, looking at people",
  "mnd14:65.6": "Who are in sorrow, conquered by birth and old age.",
  "mnd14:65.7": "Please get up! Heroes! Victors on the battlefield! Caravan leaders!",
  "mnd14:65.8": "Debt-free people, walk in the world,",
  "mnd14:65.9": "Blessed One! Please teach the Dhamma!",
  "mnd14:65.10": "There will be those who understand.\"",
  "mnd14:65.11": "[DN.14]",
  "mnd14:66.1": "How does the Blessed One regard all eyes as having eyes? All eyes are called the",
  "mnd14:66.2": "state all knowing wisdom. The Blessed One arrives (has), fully arrives (has),",
  "mnd14:66.3": "enters, fully enters, has enough, has all the state wisdom of knowing.",
  "mnd14:67.1": "\"For him, there is nothing unseen here (in this world),",
  "mnd14:67.2": "There is no knowledge that cannot be known,",
  "mnd14:67.3": "He proves that everything that exists should be guided by inference,",
  "mnd14:67.4": "Because the Tathāgata, like that, is all-eyes.\"",
  "mnd14:67.5": "[Ps.1]",
  "mnd14:68.1": "\"The self-evidenced method of distress adjustment\": \"Self-evidenced method,\" not",
  "mnd14:68.2": "from rumors, not from inheritance, not from scripture, not from logic, not from",
  "mnd14:68.3": "reasoning, not because of theoretical contemplation, not because of the insights",
  "mnd14:68.4": "accepted after contemplation; a method that is personally proven and self-proven",
  "mnd14:68.5": "by oneself.",
  "mnd14:69.1": "\"The adjustment of distress:\" \"Distresses (dangers),\" there are two types of",
  "mnd14:69.2": "dangers: the obvious danger and the hidden danger. What are the obvious dangers?",
  "mnd14:69.3": "Lions, tigers, leopards, bears, dogs, wolves, bison, elephants, snakes,",
  "mnd14:69.4": "scorpions, centipedes, or thieves or gangsters who do bad things or are ready to",
  "mnd14:69.5": "do bad things; eye diseases, ear diseases, nose..., tongue, body, head, external",
  "mnd14:69.6": "ear, mouth, dental disease; cough, wheezing, external nose disease, fever, old",
  "mnd14:69.7": "age, abdominal disease, coma, diarrhea, abdominal pain, cholera, leprosy, tumor,",
  "mnd14:69.8": "ringworm, lung disease, epilepsy, scabies, rheumatoid ringworm, scratches",
  "mnd14:69.9": "(disease), dry and cracked skin, blood biliary disease, diabetes, hemorrhoids,",
  "mnd14:69.10": "rashes (boils), hemorrhoids (ulcers), diseases caused by gallbladder, diseases",
  "mnd14:69.11": "caused by phlegm, ...by wind, (three) sets of caused by changing seasons,",
  "mnd14:69.12": "diseases caused by improper postures, ...by sudden attacks, ...by kamma, cold,",
  "mnd14:69.13": "heat, hunger, thirst, feces, urine, contact with fly mosquitoes, the sun,",
  "mnd14:69.14": "snakes, etc.,; these are called obvious dangers.",
  "mnd14:70.1": "What are the hidden dangers? Evil deeds of body, evil deeds of speech, evil",
  "mnd14:70.2": "deeds of intention, desire cover, malice cover, sleep cover, demotion and regret",
  "mnd14:70.3": "cover, doubt cover, greed, aversion, ignorance, anger, resentment, hiding evil,",
  "mnd14:70.4": "domineering (arbitrariness, bossiness, tyranny), jealousy, stingy, deceit,",
  "mnd14:70.5": "cunning, stubbornness, passion, conceit, arrogance, hypocrisy, letting go",
  "mnd14:70.6": "(relaxing), all pollution, all evil deeds, all troubles, all anxious heat, all",
  "mnd14:70.7": "heat, and all unwholesome deeds, these are called hidden secret dangers.",
  "mnd14:71.1": "\"Danger,\" what is the meaning of danger? \"Conquer all over\" is danger; \"guide to",
  "mnd14:71.2": "retreat\" is danger; \"live there\" is danger. How is \"conquer all over\" danger?",
  "mnd14:71.3": "Those dangers who conquer, defeat, overwhelm, end, and crush that person are",
  "mnd14:71.4": "\"conquer all over\" as peril.",
  "mnd14:72.1": "How is \"guided to retreat\" danger? Those obstacles and retreats that lead to",
  "mnd14:72.2": "good dhamma in crisis; which good dhamma? The correct way, the following way,",
  "mnd14:72.3": "the way that is not reversed, the way that does not contradict (the way of no",
  "mnd14:72.4": "contradiction), the way of meaning, the way that the Dhamma follows the Dhamma,",
  "mnd14:72.5": "all the precepts are perfect, guarding the roots, knowing the right amount of",
  "mnd14:72.6": "food, specializing in sobriety, and mindfulness, diligently practicing with",
  "mnd14:72.7": "right knowledge, four mindfulnesses, four diligences, four divine bases",
  "mnd14:72.8": "(iddhipāda), five senses, five powers, seven enlightenments, eight branches of",
  "mnd14:72.9": "the Holy Path; the obstacles and retreats that lead from these virtuous dhamma,",
  "mnd14:72.10": "this is \"guided to retreat\" as danger.",
  "mnd14:73.1": "How is \"inhabiting there\" danger? There, these evil and unwholesome dhammas",
  "mnd14:73.2": "arose to restrain individuals, such as burrowing animals lying in caves; aquatic",
  "mnd14:73.3": "animals lying in water; forest animals lying in the forest; arboreal animals",
  "mnd14:73.4": "lying in trees. In the same way, these evil and unwholesome dhammas give rise to",
  "mnd14:73.5": "mutual dependence.",
  "mnd14:74.1": "This was said by the Blessed One: [SN.35.151]",
  "mnd14:74.2": "\"Bhikkhus! Bhikkhus with apprentices and masters live in distress and",
  "mnd14:74.3": "uneasiness. And, bhikkhus! How do bhikkhus with apprentices and masters live in",
  "mnd14:74.4": "misery and uneasiness? (After seeing with the eyes,) giving birth to the",
  "mnd14:74.5": "memories and intentions of the evil and unwholesome dhammas that follow the",
  "mnd14:74.6": "knot. 'They live in him; the evil and evil dhammas inhabit and enter (occupy).'",
  "mnd14:74.7": "Therefore, he is called 'having disciples.' 'They conquer him; Evil and",
  "mnd14:74.8": "unwholesome dhammas conquer him.' Therefore, he is called 'master.'",
  "mnd14:75.1": "Besides, Bhikkhus! After listening to the sound with the ear..., after smelling",
  "mnd14:75.2": "the smell with the nose..., after tasting the taste with the tongue..., touching",
  "mnd14:75.3": "the touch with the body..., after knowing the Dhamma with consciousness, ....",
  "mnd14:75.4": "Bhikkhus! In this way, bhikkhus with disciples and masters live in misery and",
  "mnd14:75.5": "restlessness.\"",
  "mnd14:76.1": "This was said by the Blessed One [It.88]: \"Bhikkhus! There are these three types",
  "mnd14:76.2": "of internal grime, internal non-friends, internal enemies, internal killers, and",
  "mnd14:76.3": "internal grievances. Bhikkhus! Greed is internal grime, internal non-friends,",
  "mnd14:76.4": "...; Bhikkhus! Sorrow...; Bhikkhus! Infatuation.... Bhikkhus! These are the",
  "mnd14:76.5": "three types of internal grime, internal non-friends, internal enemies, internal",
  "mnd14:76.6": "killers, and internal grievances.\"",
  "mnd14:77.1": "\"Greed is the cause of no benefit, and greed is the one which shakes the heart,",
  "mnd14:77.2": "Horror arises from it, and people don't realize (understand) it.",
  "mnd14:77.3": "The greedy person does not know the benefits, the greedy person cannot see the Dhamma,",
  "mnd14:77.4": "At that time he was a blind dark one: anyone who can conquer with greed.",
  "mnd14:77.5": "Anger is the cause of no benefit, anger is the one that shakes the heart,",
  "mnd14:77.6": "horror arises from it, and people don't realize it.",
  "mnd14:77.7": "The angry do not know the benefits, the angry cannot see the Dhamma,",
  "mnd14:77.8": "At that time he was a blind dark one: a man who can (be) conquered.",
  "mnd14:77.9": "Foolishness is the cause of no benefit, foolishness is the one that shakes the heart,",
  "mnd14:77.10": "horror arises from it, and people don't realize it.",
  "mnd14:77.11": "Fools don't know the benefits, fools can't see the Dhamma,",
  "mnd14:77.12": "At that time he was a blind dark one: anyone who can be conquered.\"",
  "mnd14:78.1": "This was said by the Blessed One [SN.3.2]: \"King! When the three dhammas within",
  "mnd14:78.2": "a man arise, disadvantage, suffering, and restlessness arise. Which three are",
  "mnd14:78.3": "there? King! When the greed within the man himself arises, disadvantages,",
  "mnd14:78.4": "sufferings, and restlessness arise; King! When the aggression within the man",
  "mnd14:78.5": "himself arises.... King! When the foolishness within the person arises, ....\"",
  "mnd14:79.1": "\"A greedy, aversive, foolish, malevolent man,",
  "mnd14:79.2": "Hurts oneself, like many fruits (damage) a tree's heart.\"",
  "mnd14:80.1": "This was said by the Blessed One: [SN.10.3]",
  "mnd14:80.2": "\"From here come greed and anger,",
  "mnd14:80.3": "Unhappiness, happiness, and horror (lit. body hair standing up);",
  "mnd14:80.4": "From here is where intention arises,",
  "mnd14:80.5": "Like a little boy letting a crow go.\"",
  "mnd14:81.1": "\"Adjustment of distress,\" modulation of distress, surrender of distress, death",
  "mnd14:81.2": "of distress, giving up of distress, cessation of distress, non-living, and",
  "mnd14:81.3": "Nibbāna.",
  "mnd14:82.1": "\"Master! Please tell me the path\": \"Please tell me the path,\" Correct path,",
  "mnd14:82.2": "following path, the uninverted path, the meaning of the path, the path where one",
  "mnd14:82.3": "follows the Dhamma, the completeness of the precepts, the guardian of the roots,",
  "mnd14:82.4": "the right amount of food, the sober practice, mindfulness and right knowledge,",
  "mnd14:82.5": "four mindfulness, four righteousness, four spiritual bases (iddhipāda), five",
  "mnd14:82.6": "senses, five powers, seven enlightenment factors, eight branches of the holy",
  "mnd14:82.7": "Path, the path leading to Nibbāna; please tell, please explain, .... \"Master,\"",
  "mnd14:82.8": "that person calls the Blessed One. Or, whoever explains, teaches, ..., of the",
  "mnd14:82.9": "excellent, auspicious, good, and without fault that should be practiced.",
  "mnd14:83.1": "\"Pātimokkha or even concentration\": \"Pātimokkha\" is the foundation of",
  "mnd14:83.2": "abstinence, the (self) inhibition of behavior, entrance to self-control, and so",
  "mnd14:83.3": "on, the foremost attainment of good dhamma. \"Or even concentration,\" that is the",
  "mnd14:83.4": "mind's cessation, stability, stability, undistracted, stable mind, samatha",
  "mnd14:83.5": "(stop), fixed root, steady force, concentration.",
  "mnd14:84.1": "<em>157 : Do not become unstable (unsettled) with your eyes,",
  "mnd14:84.2": "Your ears should be isolated from the village theory (talk).",
  "mnd14:84.3": "One should not be greedy in taste,",
  "mnd14:84.4": "And should not take any any (things) in the world as one's own.</em>",
  "mnd14:84.5": "<em>157 : Do not become unstable (unsettled) with your eyes,",
  "mnd14:84.6": "Your ears should be isolated from the village theory (talk).",
  "mnd14:84.7": "One should not be greedy in taste,",
  "mnd14:84.8": "And should not take any any (things) in the world as one's own.</em>",
  "mnd14:84.9": "<em>157 : Do not become unstable (unsettled) with your eyes,",
  "mnd14:84.10": "Your ears should be isolated from the village theory (talk).",
  "mnd14:84.11": "One should not be greedy in taste,",
  "mnd14:84.12": "And should not take any any (things) in the world as one's own.</em>",
  "mnd14:84.13": "<em>157 : Do not become unstable (unsettled) with your eyes,",
  "mnd14:84.14": "Your ears should be isolated from the village theory (talk).",
  "mnd14:84.15": "One should not be greedy in taste,",
  "mnd14:84.16": "And should not take any any (things) in the world as one's own.</em>",
  "mnd14:85.1": "\"Do not become unstable with your eyes\": What is a person with unstable eyes?",
  "mnd14:85.2": "Here, there is a category of people who have eye restlessness: \"Those that",
  "mnd14:85.3": "should be seen become unseen, and those that should be unseen become seen.\" From",
  "mnd14:85.4": "gardens to gardens, from villages to villages, from towns to towns, from cities",
  "mnd14:85.5": "to cities, from countries to countries, from localities to localities, he did so",
  "mnd14:85.6": "(wandered) in order to see long and irregular parades (processions). Those who",
  "mnd14:85.7": "engage in this, such are those with restless eyes.",
  "mnd14:86.1": "Or, when the bhikkhu is a visitor at home, a walker on the street, he walks",
  "mnd14:86.2": "unprotected: he looks at the elephant, the horse, the cart, the infantry, the",
  "mnd14:86.3": "boy, and the girl as he walks. Watching women, watching men, watching the",
  "mnd14:86.4": "market, watching the door of the house, watching the top, watching the bottom,",
  "mnd14:86.5": "and watching in all directions, this is also restless.",
  "mnd14:87.1": "Or, after the bhikkhu sees a form with his eyes, he becomes a grasper of",
  "mnd14:87.2": "appearance and a grasper of subtle appearance, because when he stays at the root",
  "mnd14:87.3": "of his eyes, greed, sorrow and evil will flow in. He does not act according to",
  "mnd14:87.4": "his self-control, does not protect the roots of the eyes, and does not achieve",
  "mnd14:87.5": "self-control [SN.35.120] of the roots of the eyes.",
  "mnd14:88.1": "Or if some Samaṇas and Brāhmaṇa masters received food offered by faith, they",
  "mnd14:88.2": "dwelt at performances and watched like this: dancing, singing, music, drama,",
  "mnd14:88.3": "speaking about ancient times, handbells, cymbals, drums, magic, iron balls,",
  "mnd14:88.4": "bamboo stick play, stunts, elephant fighting, horse fighting, buffalo fighting,",
  "mnd14:88.5": "bull fighting, goat fighting, ram fighting, rooster fighting, quail fighting,",
  "mnd14:88.6": "club fighting, fist fighting, wrestling, exercises, drills, army formations,",
  "mnd14:88.7": "military parade [DN.1], etc., who are engaged in watching various performances",
  "mnd14:88.8": "like this, which is also restlessness.",
  "mnd14:89.1": "How can you not be a restless person? Here, when the bhikkhu is a visitor to his",
  "mnd14:89.2": "home and a walker in the street, he walks in a protective manner: he does not",
  "mnd14:89.3": "look at the elephant, the horse, .... This is not a restless person.",
  "mnd14:90.1": "Or, after the bhikkhu sees the form with his eyes, he does not become a grasper",
  "mnd14:90.2": "of the form or a grasper of the subtle form, because when he stays at the root",
  "mnd14:90.3": "of the eye, greed, sorrow and evil will flow in, and he will act according to",
  "mnd14:90.4": "his self-control, protect the roots of the eyes, and achieve self-control on the",
  "mnd14:90.5": "roots of the eyes, so that it is not a person who is unstable.",
  "mnd14:91.1": "Or, after some Samaṇas and Brāhmaṇa masters received the food offered by faith,",
  "mnd14:91.2": "they did not dwelt at the performances and watch like this, that is: dance,",
  "mnd14:91.3": "singing, .... The avoider of performance watching is a not-restless person.",
  "mnd14:92.1": "\"Do not become unstable with the eye\": He should let go of the unstable state of",
  "mnd14:92.2": "the eye, he should drive it away, it should end, and it should go to",
  "mnd14:92.3": "non-existence. It should be separated from the unstable state of the eye,",
  "mnd14:92.4": "abstained, absolute, quit, renunciation, departed, liberation, unbound, he",
  "mnd14:92.5": "should live with the heart of renunciation and restraint.",
  "mnd14:93.1": "\"Ears should be isolated from the village theory\": Village conversations are",
  "mnd14:93.2": "called the thirty-two beastly theory, namely: king theory, thieves theory,",
  "mnd14:93.3": "minister theory, army theory, fear theory, war theory, food theory, drink",
  "mnd14:93.4": "theory, clothing theory, bedding theory, garland theory, odor theory, affinity",
  "mnd14:93.5": "theory, village theory, town theory, city theory, land theory, woman theory,",
  "mnd14:93.6": "(man theory,) hero theory, street theory, water well theory, ancestral spirit",
  "mnd14:93.7": "theory, various theories, world origin theory, ocean origin theory, if there is",
  "mnd14:93.8": "no matter [DN.1], etc. \"The ear should be isolated from the village theory\": The",
  "mnd14:93.9": "ear should be isolated from the village theory, it should be prevented, it",
  "mnd14:93.10": "should be self-controlled, it should be guarded, it should be protected, it",
  "mnd14:93.11": "should be closed, it should be cut off.",
  "mnd14:94.1": "\"You should not be greedy in taste\": \"In taste,\" there are root, branch, skin,",
  "mnd14:94.2": "leaf, flower, fruit, sour, sweet, bitter, spicy, salty, alkaline, astringent,",
  "mnd14:94.3": "pleasant, unpleasant, cold, and hot. Some Samaṇas and Brāhmaṇas are greedy for",
  "mnd14:94.4": "taste. They wander around for the best taste with their tongues. After they get",
  "mnd14:94.5": "the sour taste, ask for no sour taste, and ask for sourness after getting no",
  "mnd14:94.6": "sourness; ...(omitted) sweetness ...(omitted); bitterness, spicy, salty, alkali;",
  "mnd14:94.7": "when they get the sour taste, they look for the astringency, when they get the",
  "mnd14:94.8": "astringency, look for the sour taste; ...pleasant taste..., unpleasant...;",
  "mnd14:94.9": "...unpleasant..., pleasant...; ...hot..., cold...; ...cold..., hot. They are",
  "mnd14:94.10": "greedy, craving, tied, fascinated, tainted, attached, fixed, in the desire for",
  "mnd14:94.11": "taste. Being obstructed, for the alone-enlightened person, the taste and thirst",
  "mnd14:94.12": "and love have been cut off, ..., he ate food after inspecting it logically:",
  "mnd14:94.13": "\"Neither for pleasure, nor for intoxication, not for a good figure, not for",
  "mnd14:94.14": "dignity, but for the survival of this body, to stop harm, and to support the",
  "mnd14:94.15": "Brahma. In this way, I will repel the previous feelings, not arouse new",
  "mnd14:94.16": "feelings, be healthy, without fault, and live in peace.\"",
  "mnd14:95.1": "For example, if he applies oil to the sore, it is only for the purpose of",
  "mnd14:95.2": "growing (flesh), or if he applies oil to the axle, only for the purpose of cargo",
  "mnd14:95.3": "transportation, or if he eats his son's meat only for the purpose of passing",
  "mnd14:95.4": "through the desert. In the same way, the bhikkhu ate food after inspection:",
  "mnd14:95.5": "\"Neither for pleasure... (omitted) to live in peace.\" The thirsty love of taste,",
  "mnd14:95.6": "he renounced, drove away, ended, and made it cease to exist. He has been",
  "mnd14:95.7": "separated from taste and thirst, has renounced, has departed, has been",
  "mnd14:95.8": "liberated, has renounced bondage, he lives with an unrestrained heart.",
  "mnd14:96.1": "\"And you shouldn't take any (thing) in the world as your own\": There are two",
  "mnd14:96.2": "types of self-attachment: of thirst and of views. What is the thirst? All are",
  "mnd14:96.3": "called boundaries, realms, scopes, borders, are grasped, and are treated as",
  "mnd14:96.4": "one's own: this is mine, this is mine, so much is mine, this area is mine; (my)",
  "mnd14:96.5": "form, sound, smell, taste, touch, things on the ground, coats, maids and male",
  "mnd14:96.6": "servants, goats and sheep, chickens and pigs, elephants, cows and horses, mules,",
  "mnd14:96.7": "fields, homesteads, gold, coins, villages, towns, capitals, places, treasuries,",
  "mnd14:96.8": "warehouses, all the land; because they are craving and regard them as their own,",
  "mnd14:96.9": "all one-hundred-and-eight types of craving. [AN.4.199] This is the attachment of",
  "mnd14:96.10": "the thirsty self.",
  "mnd14:97.1": "What is holding self through views? There are twenty views of the body, ten evil",
  "mnd14:97.2": "views, ten side views, all views like this, evil views, jungle (entangled)",
  "mnd14:97.3": "views, desert (barren) views, distorted views, shaken views; the clinging,",
  "mnd14:97.4": "acceptance, holding, grasping to the bound view, the place where the evil way,",
  "mnd14:97.5": "the evil nature, the outside way depend, the clasping of the inversion",
  "mnd14:97.6": "(vipariyesa), the clinging of the inversion (viparīta), the inversion",
  "mnd14:97.7": "(vipallāsa), the grip of the evil, the clasping of evil, the grip of \"(seeing)",
  "mnd14:97.8": "the real in the unreal,\" all come to the reach of the sixty-two evil views; this",
  "mnd14:97.9": "is self-holding through views.",
  "mnd14:98.1": "\"Any (thing),\" any form, feeling, thinking, behavior, knowledge, and the like.",
  "mnd14:98.2": "\"In the world,\" ....",
  "mnd14:99.1": "<em>158 : When being touched (contacted),",
  "mnd14:99.2": "The bhikkhu should not cry no matter where,",
  "mnd14:99.3": "He should not pray for existence,",
  "mnd14:99.4": "And should not tremble in fear.</em>",
  "mnd14:99.5": "<em>158 : When being touched (contacted),",
  "mnd14:99.6": "The bhikkhu should not cry no matter where,",
  "mnd14:99.7": "He should not pray for existence,",
  "mnd14:99.8": "And should not tremble in fear.</em>",
  "mnd14:99.9": "<em>158 : When being touched (contacted),",
  "mnd14:99.10": "The bhikkhu should not cry no matter where,",
  "mnd14:99.11": "He should not pray for existence,",
  "mnd14:99.12": "And should not tremble in fear.</em>",
  "mnd14:99.13": "<em>158 : When being touched (contacted),",
  "mnd14:99.14": "The bhikkhu should not cry no matter where,",
  "mnd14:99.15": "He should not pray for existence,",
  "mnd14:99.16": "And should not tremble in fear.</em>",
  "mnd14:100.1": "\"When being touched\": \"Touch,\" contact with disease. To be touched, tortured,",
  "mnd14:100.2": "combined, possessed by contact with disease; ...with eye disease..., ...ear",
  "mnd14:100.3": "disease..., ...nose..., tongue, body, head, external ear, mouth, tooth, cough,",
  "mnd14:100.4": "gasping, external nose, fever, old age, abdominal disease, being unconscious,",
  "mnd14:100.5": "dysentery, abdominal pain, cholera, leprosy, tumor, ringworm, lung disease,",
  "mnd14:100.6": "epilepsy, scabies, rheumatism, scratches (skin disease), dry and cracked skin,",
  "mnd14:100.7": "bloody, gall bladder, diabetes, hemorrhoids, rashes (boils), ulcers; disease",
  "mnd14:100.8": "caused by the gall, ...by sputum, ...wind, (three) groups, change of seasons,",
  "mnd14:100.9": "improper posture, sudden disease, ...born by kamma, cold, heat, hunger, thirst,",
  "mnd14:100.10": "feces, urine; ...the contact of a fly mosquito, wind, sun, snake.",
  "mnd14:101.1": "\"Bhikkhus should not be weeping wherever they are\": It should not be done,",
  "mnd14:101.2": "should not be produced, should not be caused to arise, should not be caused to",
  "mnd14:101.3": "give birth to, a state of lament, weeping, crying, sorrow, lamentation, speech,",
  "mnd14:101.4": "unhelpful words, muttering, weeping. \"Wherever,\" ....",
  "mnd14:102.1": "\"Should not pray for existence\": There should not be desire for existence; there",
  "mnd14:102.2": "should be no desire for form; there should not be hope for formlessness, he",
  "mnd14:102.3": "should not hope; he should not pray for existence.",
  "mnd14:103.1": "\"And you shouldn't tremble a lot in fear\": \"The one who is afraid,\" the one who",
  "mnd14:103.2": "is terrified in one aspect is the one who is afraid. This was said by the",
  "mnd14:103.3": "Blessed One: \"If it is impossible to abandon the terror and fear, what if it",
  "mnd14:103.4": "comes?\" The external objects are said to be lions, tigers, leopards, bears,",
  "mnd14:103.5": "dogs, wolves, bison, horses, elephants, snakes, scorpion, centipede, or thieves",
  "mnd14:103.6": "or gangsters who do bad things or are ready to do bad things. Or the horror of",
  "mnd14:103.7": "other behaviors is called the horror of waiting for the heart, the stiff state",
  "mnd14:103.8": "of horror, the horror of the body, the horror of the heart: the horror of life,",
  "mnd14:103.9": "the horror of old age, the horror of sickness, the horror of death, the horror",
  "mnd14:103.10": "of the king, the terror of thieves, the terror of fire, the terror of water, the",
  "mnd14:103.11": "terror of self-reprimand, the terror of others, the terror of sticks, the terror",
  "mnd14:103.12": "of horror, the terror of waves, the terror of dragons, the terror of whirlpools,",
  "mnd14:103.13": "the terror of crocodiles [AN.4.122], the horror of livelihood, the horror of",
  "mnd14:103.14": "dishonesty, the horror of cowardice in the group, the horror of intoxication,",
  "mnd14:103.15": "the horror of horror of evil, the stiff state of horror, the state of body hair",
  "mnd14:103.16": "standing on end, the fear of fear of the heart. \"And you shouldn't tremble",
  "mnd14:103.17": "greatly in fear\": After seeing or hearing the (object of) fear, you should not",
  "mnd14:103.18": "tremble, ..., you should not be afraid, should not come to fear, should be not",
  "mnd14:103.19": "timid, not frightened, not fleeing, should live in having disconnected the fear",
  "mnd14:103.20": "of fear, leaving the state of body hair standing on end.",
  "mnd14:104.1": "<em>159 : For (soft) food, drinks, hard food, clothes,",
  "mnd14:104.2": "These should not be stored after obtaining,",
  "mnd14:104.3": "And one should not shudder when not getting them.</em>",
  "mnd14:104.4": "<em>159 : For (soft) food, drinks, hard food, clothes,",
  "mnd14:104.5": "These should not be stored after obtaining,",
  "mnd14:104.6": "And one should not shudder when not getting them.</em>",
  "mnd14:104.7": "<em>159 : For (soft) food, drinks, hard food, clothes,",
  "mnd14:104.8": "These should not be stored after obtaining,",
  "mnd14:104.9": "And one should not shudder when not getting them.</em>",
  "mnd14:105.1": "\"For food, drinks, hard food and clothes\": \"For food,\" rice, porridge, noodles,",
  "mnd14:105.2": "fish, and meat. \"For drinks,\" there are eight types of beverages: mango juice,",
  "mnd14:105.3": "Jambolana juice, banana juice, plantain juice, honey juice, grape juice, lotus",
  "mnd14:105.4": "root juice, lovi-lovi juice. The next eight types of beverages: Kosambī juice",
  "mnd14:105.5": "(it is unclear what this means, since Kosambī is a city name), date juice,",
  "mnd14:105.6": "jujube juice, ghee beverage, (sesame, etc.) oil beverage, milk beverage, (cool)",
  "mnd14:105.7": "porridge beverage, (vegetable, etc.) juice beverage. \"Hard food,\" hard food made",
  "mnd14:105.8": "of powder, biscuit hard food, root hard food, leather material (type) hard, leaf",
  "mnd14:105.9": "hard food, flower hard food, fruit hard food. \"Clothes,\" there are six types of",
  "mnd14:105.10": "clothes: linen, cotton, silk, sweater, burlap, and hemp.",
  "mnd14:106.1": "\"After you get it, you should not store (hoard) it\": \"After you get it,\" After",
  "mnd14:106.2": "you get it, after you obtain it, after you acquire it, after you have it, after",
  "mnd14:106.3": "you receive it: no tricks, no talk, no hint, no sarcasm, no profit nourishment",
  "mnd14:106.4": "in exchange for other benefits, don't use wood to give things, don't use bamboo",
  "mnd14:106.5": "to donate things, don't use leaves to donate things, don't use flowers to donate",
  "mnd14:106.6": "things, don't use bathing cloths to donate things, don't use washing powder to",
  "mnd14:106.7": "donate things, don't use clay to donate things, don't give things with teeth,",
  "mnd14:106.8": "don't give things with cleansing water, don't use flattery, don't talk with",
  "mnd14:106.9": "words, don't slander, don't use homesteading, don't use animal life, don't use",
  "mnd14:106.10": "astrology, don't be an envoy, don't send an envoy, don't run errands, not using",
  "mnd14:106.11": "medical treatment, not building a new job, not giving food or food in return,",
  "mnd14:106.12": "and not giving anything by giving, he is righteous with the dhamma, after",
  "mnd14:106.13": "getting, ..., after receiving. \"Should not be stored,\" storage of food, storage",
  "mnd14:106.14": "of beverages, storage of clothes, storage of carts, storage of bedding, storage",
  "mnd14:106.15": "of spices, the storage of property, should not be, should not be produced, ...,",
  "mnd14:106.16": "should not be caused to arise.",
  "mnd14:107.1": "\"And you should not tremble when you don't get those\": \"I didn't get food, or I",
  "mnd14:107.2": "didn't get drink, ...clothes, a home, ...,\" he should not come to fear: \"I am a",
  "mnd14:107.3": "non-famous person.\" Should be a person who is not timid, not frightened....",
  "mnd14:108.1": "<em>160 : Become a meditator rather than a wanderer;",
  "mnd14:108.2": "One should stop regretting and should not let go,",
  "mnd14:108.3": "And in the seat and sleeping area,",
  "mnd14:108.4": "The bhikkhu should live in a quiet place.</em>",
  "mnd14:108.5": "<em>160 : Become a meditator rather than a wanderer;",
  "mnd14:108.6": "One should stop regretting and should not let go,",
  "mnd14:108.7": "And in the seat and sleeping area,",
  "mnd14:108.8": "The bhikkhu should live in a quiet place.</em>",
  "mnd14:108.9": "<em>160 : Become a meditator rather than a wanderer;",
  "mnd14:108.10": "One should stop regretting and should not let go,",
  "mnd14:108.11": "And in the seat and sleeping area,",
  "mnd14:108.12": "The bhikkhu should live in a quiet place.</em>",
  "mnd14:108.13": "<em>160 : Become a meditator rather than a wanderer;",
  "mnd14:108.14": "One should stop regretting and should not let go,",
  "mnd14:108.15": "And in the seat and sleeping area,",
  "mnd14:108.16": "The bhikkhu should live in a quiet place.</em>",
  "mnd14:109.1": "\"Become a meditator rather than a wanderer\": \"Meditator,\" Become a meditator",
  "mnd14:109.2": "with the first jhāna, and also with the second jhāna as a meditator, and the",
  "mnd14:109.3": "third..., and the fourth..., also become meditators with reasoning and thinking",
  "mnd14:109.4": "meditations, also become meditators with no-reasoning only contemplating",
  "mnd14:109.5": "meditations, they also become meditators with happiness meditation, and they",
  "mnd14:109.6": "also become meditations with unhappy meditation. The meditator also becomes a",
  "mnd14:109.7": "meditator with walking meditation with joy, and a meditation with walking",
  "mnd14:109.8": "meditation with mindfulness, a meditation with walking meditation with chanting,",
  "mnd14:109.9": "and a meditation with walking meditation with peace. He also becomes a meditator",
  "mnd14:109.10": "with emptiness meditation, a meditator with non-phase meditation, a meditator",
  "mnd14:109.11": "with unwilling meditation, a meditator with mundane meditation, and a meditator",
  "mnd14:109.12": "with transcendental meditation. He is a jhāna lover, singular practitioner, and",
  "mnd14:109.13": "admirer of the highest interests.",
  "mnd14:110.1": "\"Not a wanderer,\" how is one a wanderer? A certain type of people here are",
  "mnd14:110.2": "wandering: from gardens to gardens, ...(omitted).",
  "mnd14:111.1": "Or a wandering bhikkhu in the bhikkhu's garden, wandering: for no benefit, no",
  "mnd14:111.2": "reason, uprooted, quietly walking from the bhikkhu's room to the bhikkhu's room,",
  "mnd14:111.3": "from residence to residence, from half-roof house..., from high-rise..., flat",
  "mnd14:111.4": "house, cave, hut, pavilion,observation deck, tent, shed, lecture hall, round",
  "mnd14:111.5": "house, tree, or where the bhikkhus sit, and he walks there, where the first",
  "mnd14:111.6": "becomes the second, or the second position becomes the third position, or the",
  "mnd14:111.7": "third position becomes the fourth position. There are a lot of miscellaneous",
  "mnd14:111.8": "talks there, namely: the theory (talk) of kings, ...of thieves....",
  "mnd14:112.1": "\"Not a wanderer,\" he should abandon the wandering nature, should be driven away,",
  "mnd14:112.2": "should end, should make it go to non-existence. He should be separated from",
  "mnd14:112.3": "wandering, abstained, ..., he should live with an unrestrained heart, should",
  "mnd14:112.4": "practice, should act, .... He should be a person who is willing to sit alone, a",
  "mnd14:112.5": "person who likes to sit alone, a practitioner of inner cessation, a person who",
  "mnd14:112.6": "does not despise jhāna, has a viewer, and gains an empty house [MN.32], a",
  "mnd14:112.7": "meditator, a jhāna lover, the practitioner of unity, the admirer of the highest",
  "mnd14:112.8": "interest.",
  "mnd14:113.1": "\"Should stop regretting and should not let go\": \"Regret,\" the improper behavior",
  "mnd14:113.2": "of the hands is regret, the improper behavior of the feet is also regret, the",
  "mnd14:113.3": "improper behavior of the hands and feet is also regret, the inappropriate",
  "mnd14:113.4": "thought of as appropriate, the appropriate thought of as inappropriate, the",
  "mnd14:113.5": "untimely thought of as timely, the timely thought of as untimely, what is",
  "mnd14:113.6": "innocent is thought of as sin, what is sinful is thought of as innocent, all",
  "mnd14:113.7": "regret like this, the path of regret, the state of regret, the regret of the",
  "mnd14:113.8": "heart, the confusion of the mind, this is called regret.",
  "mnd14:114.1": "In addition, regret, heart regret, and confusion of mind arise from two factors:",
  "mnd14:114.2": "what is done and what is not done. What is regret for what is done and what is",
  "mnd14:114.3": "not done? \"The evil behaviors I did, the good behaviors I didn't do.\" He rebuked",
  "mnd14:114.4": "himself; \"The evil words..., good words..., ...; evil intentions, good",
  "mnd14:114.5": "intentions; killing, abstaining from killing; taking what wasn't given, not",
  "mnd14:114.6": "giving; adultery, abstaining from adultery; lying, not forgoing lying; divisive",
  "mnd14:114.7": "speech, not abstaining from divisive speech; vulgar words..; slurs",
  "mnd14:114.8": "(obscenities)...; greed; evil (harm); the evil view..., not the right view....\"",
  "mnd14:114.9": "He rebukes himself for what was done and not done. Or, \"I am not a full-fledged",
  "mnd14:114.10": "person in the precepts,\" he rebuked himself; \"I am not a guardian of the",
  "mnd14:114.11": "roots\"...; ...not a person who knows the right amount to eat...; not sober, not",
  "mnd14:114.12": "a person with mindfulness and right knowledge; the four mindfulnesses were not",
  "mnd14:114.13": "practiced by me; the four good diligences were not practices by me...; the four",
  "mnd14:114.14": "bases (iddhipāda) were not practiced by me; the five elements have not be",
  "mnd14:114.15": "studied by me; the five powers...; seven enlightenment factors; eight holy",
  "mnd14:114.16": "paths; ...I don't know suffering...; ...the collection was not cut off by me...;",
  "mnd14:114.17": "the Path has not been practiced by me; I have not testified to what should e",
  "mnd14:114.18": "testified....\" He rebukes himself for what has been done and has not been done,",
  "mnd14:114.19": "and rebukes his own kamma (behavior) for not carrying out, not producing, not",
  "mnd14:114.20": "arising, or not being. He has regrets, heart regrets, and confusion of mind.",
  "mnd14:114.21": "This is what has been done and what has not been done, and regrets, heart",
  "mnd14:114.22": "regrets, and confusion of mind arise.",
  "mnd14:115.1": "\"Should not let go (be relaxed),\" one should be a respectful actor, a regular",
  "mnd14:115.2": "actor, a non-stop actor, one with a habit of not being stuck, a person who does",
  "mnd14:115.3": "not neglect his desires, a person who does not neglect responsibility, and a",
  "mnd14:115.4": "person who does not let go of good Dhamma. \"How can I complete the unfinished",
  "mnd14:115.5": "precepts, or can I fund the completed precepts with wisdom?\" Where he has",
  "mnd14:115.6": "desire, diligence, courage, hard work, fortitude, non-shrinking, mindfulness,",
  "mnd14:115.7": "righteous knowledge, enthusiasm, zeal, establishment, practice, and perseverance",
  "mnd14:115.8": "in good Dhamma; How can I complete the unfinished concentration..., the",
  "mnd14:115.9": "unfinished wisdom accumulation..., liberating accumulation..., liberating wisdom",
  "mnd14:115.10": "seeing accumulation..., \"How can I perceive the suffering of the unknown, or",
  "mnd14:115.11": "abandon the pollution that has not been renounced, or practice the way I have",
  "mnd14:115.12": "not practiced, or testify to what I have not testified?\" Where he has desire,",
  "mnd14:115.13": "diligence, ....",
  "mnd14:116.1": "\"And in the seat and in the sleeping place, the bhikkhu should live in a quiet",
  "mnd14:116.2": "place\": \"And,\" the continuation of the sentence.... The place where he sits is",
  "mnd14:116.3": "called a seat: a bed, chair, cushion, small cushion, leather cushion, grass",
  "mnd14:116.4": "cushion, leaf cushion, straw cushion. Houses, dwellings, half-roof houses, tall",
  "mnd14:116.5": "buildings, flat houses, and caves are called sleeping places.",
  "mnd14:117.1": "\"The bhikkhu should live in a quiet place,\" In a place where there is no sound,",
  "mnd14:117.2": "a quiet place, away from the human atmosphere, alone, suitable for sitting",
  "mnd14:117.3": "alone.",
  "mnd14:118.1": "<em>161 : One should not sleep much,",
  "mnd14:118.2": "Should stay awake and be enthusiastic;",
  "mnd14:118.3": "Laziness, deceit, laughter, entertainment, lust, ornamentation,",
  "mnd14:118.4": "He should give up.</em>",
  "mnd14:118.5": "<em>161 : One should not sleep much,",
  "mnd14:118.6": "Should stay awake and be enthusiastic;",
  "mnd14:118.7": "Laziness, deceit, laughter, entertainment, lust, ornamentation,",
  "mnd14:118.8": "He should give up.</em>",
  "mnd14:118.9": "<em>161 : One should not sleep much,",
  "mnd14:118.10": "Should stay awake and be enthusiastic;",
  "mnd14:118.11": "Laziness, deceit, laughter, entertainment, lust, ornamentation,",
  "mnd14:118.12": "He should give up.</em>",
  "mnd14:118.13": "<em>161 : One should not sleep much,",
  "mnd14:118.14": "Should stay awake and be enthusiastic;",
  "mnd14:118.15": "Laziness, deceit, laughter, entertainment, lust, ornamentation,",
  "mnd14:118.16": "He should give up.</em>",
  "mnd14:119.1": "\"Should not have more sleep\": Day and night should be divided into six parts and",
  "mnd14:119.2": "the five parts should be towards the Path, and one part (four hours) should be",
  "mnd14:119.3": "lying down.",
  "mnd14:120.1": "\"Should stay awake and become an enthusiastic person\": Here, during the daytime,",
  "mnd14:120.2": "the bhikkhu cleanses the mind from obstacles by walking and sitting peacefully.",
  "mnd14:120.3": "In the first (watch of the) night (the night is divided into three watches), by",
  "mnd14:120.4": "walking and sitting peacefully, the mind should be purified from obstacles. In",
  "mnd14:120.5": "the midnight period, with the right side as a lion lying, put the (left) foot on",
  "mnd14:120.6": "the (right) foot, have mindfulness and righteous knowledge, and contemplating.",
  "mnd14:120.7": "In the later night, you should walk and sit peacefully to make the mind purified",
  "mnd14:120.8": "from the dhamma of obstacles. [SN.35.120]",
  "mnd14:121.1": "\"Should stay awake,\" should keep, should keep completely, should obey, should",
  "mnd14:121.2": "bend to obey, should be totally obedient, should be directed towards being",
  "mnd14:121.3": "awake.",
  "mnd14:122.1": "\"Enthusiastic,\" enthusiasm is called vitality, which is the stimulation of the",
  "mnd14:122.2": "vitality of the heart, diligence, hard work, courage, fortitude, effort,",
  "mnd14:122.3": "persistence, non-relaxation, the state of courage, the state of 'will not give",
  "mnd14:122.4": "up,' the state of not neglecting responsibility, support of responsibility,",
  "mnd14:122.5": "vitality, root of vitality, power of vitality, positive progress. To reach, to",
  "mnd14:122.6": "fully reach, to enter, to fully enter, to be sufficient, to be fully sufficient,",
  "mnd14:122.7": "to have this enthusiasm, he is called an enthusiast.",
  "mnd14:123.1": "\"Laziness, deception, laughter, entertainment, lust, decoration, he should give",
  "mnd14:123.2": "up\": \"Laziness\": the lazy person is the state of laziness whose purpose is",
  "mnd14:123.3": "laziness, and the heart is realized by laziness (defeated); laziness is laziness",
  "mnd14:123.4": "for the purpose of laziness.",
  "mnd14:124.1": "\"Deception\": is called deception. Here, after a certain type of person performs",
  "mnd14:124.2": "evil deeds with the body; after the evil deeds with the language; after the evil",
  "mnd14:124.3": "deeds with the intention, the desire to hide the evil is established. He wants:",
  "mnd14:124.4": "\"May he not know me (my deeds, etc.)!\" He doesn't want to know me!\" Says \"May he",
  "mnd14:124.5": "not know me!\" working hard physically, \"May he not know me!\" [AN.6.45] In cases",
  "mnd14:124.6": "of deception, cross-border (violation), concealment, obfuscation, keeping",
  "mnd14:124.7": "secrets, hiding, concealing (keeping secrets all over), covering, covering all",
  "mnd14:124.8": "over, undisclosed acts, and covering up evil acts are called deceptions.",
  "mnd14:125.1": "\"Laughing (aloud)\": Here, a certain type of people grin excessively. This is",
  "mnd14:125.2": "said by the Blessed One: \"Bhikkhus! In the teaching of the noble ones, this is",
  "mnd14:125.3": "childish, that is, excessive grinning.\" [AN.3.107]",
  "mnd14:126.1": "\"Entertainment,\" there are two types of entertainment: physical entertainment",
  "mnd14:126.2": "and verbal entertainment. What is physical entertainment? Playing with",
  "mnd14:126.3": "elephants, horses, carts, bows, swords and other weapons, octagonal chess,",
  "mnd14:126.4": "ten-eye chess, aerial chess, and hopscotch, also with the stone jigsaw, also",
  "mnd14:126.5": "with the dice board, also with the wooden stick, also with the hand, also with",
  "mnd14:126.6": "dice, also with the leaf flute, also with the toy hoe, also with somersaults,",
  "mnd14:126.7": "also with toy windmills, also playing with toy measuring instruments, cart",
  "mnd14:126.8": "games, toy bows and arrows, guessing words, guessing ideas, and imitating flaws",
  "mnd14:126.9": "[DN.1], this is physical entertainment.",
  "mnd14:127.1": "What is verbal entertainment? The sound of playing a drum with a mouth, the",
  "mnd14:127.2": "sound of a drum being smeared with the mouth, the sound of the felling drum by",
  "mnd14:127.3": "the mouth, the sound of a bend of the lips, the playing of a drum with the",
  "mnd14:127.4": "mouth, the mouth (imitating) the hollow sound of drums, loud cheers, commotion",
  "mnd14:127.5": "at dancers, singing, and joking are verbal entertainment.",
  "mnd14:128.1": "\"Lust,\" Whoever is not doing justice, vulgar dhamma filthy dhamma, vulgarity,",
  "mnd14:128.2": "waterside washing, secret, one-on-one, etc. [AN.7.50] is the dhamma of lust. For",
  "mnd14:128.3": "what reason is it called the dhamma of lust? It belongs to two people who are",
  "mnd14:128.4": "greedy, full of desire and greed, entangled, the heart is overwhelmed, and two",
  "mnd14:128.5": "people are in the same way. For that reason, it is called the dhamma of lust.",
  "mnd14:128.6": "For example, if there are two quarrelers, they are called \"fornicators;\" there",
  "mnd14:128.7": "are two disputers, and they are called \"fornicators;\" there are two discussants,",
  "mnd14:128.8": "and they are called \"fornicators;\" there are two disputers, they are called",
  "mnd14:128.9": "\"fornicators;\" there are two advocators, they are called \"fornicators;\" there",
  "mnd14:128.10": "are two speakers, they are called \"fornicators;\" there are two interlocutors,",
  "mnd14:128.11": "they are called \"fornicators.\" In the same way, (it) belongs to two people who",
  "mnd14:128.12": "are greedy, full of desire and greed, entangled, whose heart is overwhelmed, and",
  "mnd14:128.13": "two people are in the same way.",
  "mnd14:129.1": "\"Decoration\": There are two types of decoration: there are decorations for lay",
  "mnd14:129.2": "people and decorations for bhikkhus. What is the decoration of the family? Hair,",
  "mnd14:129.3": "beard, wreath, spices, balm, ornaments, accessories, clothes, bedding,",
  "mnd14:129.4": "headscarf, massage, rubbing, bathing, mirror, applying eye ointment, wreath",
  "mnd14:129.5": "(spices) balm, face powder, face cream, bracelets, ribbon hair accessories,",
  "mnd14:129.6": "rods, barrels, swords, parasols, colorful shoes, buns, jewelry, whisks, long and",
  "mnd14:129.7": "short white clothes, etc. This is the decoration of the layperson. What is the",
  "mnd14:129.8": "decoration of bhikkhus? The decoration of clothes, the decoration of the bowl,",
  "mnd14:129.9": "the decoration of the bedding, the decoration of the rotten body or the",
  "mnd14:129.10": "decoration of necessities, beautification (solemnity), desire to dress up,",
  "mnd14:129.11": "good-looking, greedy state, impetuous state, impetuous and shallow, this is",
  "mnd14:129.12": "decoration for bhikkhus.",
  "mnd14:130.1": "\"Laziness, deceit, laughing, entertainment, lust, ornamentation, he should give",
  "mnd14:130.2": "up\": Laziness..., ornamentation, with followers, surrounded by people, having",
  "mnd14:130.3": "necessities, he should abandon it (all), should be driven away, should end,",
  "mnd14:130.4": "should make it go to non-existence.",
  "mnd14:131.1": "<em>162 : Magic, dreaming, signs, and astrology",
  "mnd14:131.2": "Should not be engaged in;",
  "mnd14:131.3": "Beast sounds, pregnancy techniques, medical techniques;",
  "mnd14:131.4": "Believers should not engage in these.</em>",
  "mnd14:131.5": "<em>162 : Magic, dreaming, signs, and astrology",
  "mnd14:131.6": "Should not be engaged in;",
  "mnd14:131.7": "Beast sounds, pregnancy techniques, medical techniques;",
  "mnd14:131.8": "Believers should not engage in these.</em>",
  "mnd14:131.9": "<em>162 : Magic, dreaming, signs, and astrology",
  "mnd14:131.10": "Should not be engaged in;",
  "mnd14:131.11": "Beast sounds, pregnancy techniques, medical techniques;",
  "mnd14:131.12": "Believers should not engage in these.</em>",
  "mnd14:131.13": "<em>162 : Magic, dreaming, signs, and astrology",
  "mnd14:131.14": "Should not be engaged in;",
  "mnd14:131.15": "Beast sounds, pregnancy techniques, medical techniques;",
  "mnd14:131.16": "Believers should not engage in these.</em>",
  "mnd14:132.1": "\"Magic, dream (interpretation), horoscopes, and astrology should not be used\":",
  "mnd14:132.2": "Magicians are engaged in magic: When the city is under siege or a war arises,",
  "mnd14:132.3": "they arouse in the enemy, the hostile, disaster; cause harm; cause disease;",
  "mnd14:132.4": "cause epidemics; cause abdominal pain; cause cholera; cause dysentery.",
  "mnd14:133.1": "The dream (interpreters) tell (of) the dream: Anyone who sees a dream before",
  "mnd14:133.2": "noon, he has a reward like this; whoever sees a dream at noon, he has a reward",
  "mnd14:133.3": "like this; ...in the evening..., ...in the first night..., middle of the night,",
  "mnd14:133.4": "late night; whoever lies on the right side, on the left side, who lies upside",
  "mnd14:133.5": "right, who lies upside down; who sees the moon, the sun, the sea, Mount Meru, an",
  "mnd14:133.6": "elephant, a horse, a carriage, infantry, army formations, pleasant gardens,",
  "mnd14:133.7": "pleasant forests, pleasant land, a pleasant lotus pond..., he has a reward like",
  "mnd14:133.8": "this.",
  "mnd14:134.1": "The sign interpreters inform the signs: the orb sign, the rod sign, the clothing",
  "mnd14:134.2": "sign, the sword sign, the arrow sign, the bow sign, the weapon sign, the woman",
  "mnd14:134.3": "sign, the man sign, the girl sign, the boy sign, the female slave sign, the male",
  "mnd14:134.4": "slave sign, elephant, horse, buffalo, cow king, bull, goat, ram, chicken, quail,",
  "mnd14:134.5": "lizard, lotus peel, turtle shell, and deer are the same.",
  "mnd14:135.1": "Astrologers interpret the constellations: There are twenty-eight constellations.",
  "mnd14:135.2": "This constellation should be entered by the writer, this constellation should be",
  "mnd14:135.3": "tied to the headpiece, this constellation should be made for marriage, the",
  "mnd14:135.4": "transport of the seeds of this constellation should be made, and (in) this",
  "mnd14:135.5": "constellation cohabitation should be entered.",
  "mnd14:136.1": "\"Magic, dreams, signs, and astrology should not be engaged\": Magic, dreams,",
  "mnd14:136.2": "signs, astrology should not be engaged in, should not be practiced, should not",
  "mnd14:136.3": "be (fully) practiced, should not be held after going on, or, should not be",
  "mnd14:136.4": "studied, should not be memorized, should not be understood, should not be",
  "mnd14:136.5": "discerned, and should not be dedicated (to).",
  "mnd14:137.1": "\"Believers should not engage in (interpretation of) animal sounds, pregnancy",
  "mnd14:137.2": "techniques, and medical skills\": The animal sounds are called animal language.",
  "mnd14:137.3": "Beast whispers tell (of) beasts: They know the roar and call of birds or",
  "mnd14:137.4": "four-legged beasts. Like this, beast whispers tell beasts. They use pregnancy",
  "mnd14:137.5": "techniques to make the fetus live, and the fetus does not live there for two",
  "mnd14:137.6": "reasons: with (parasitic) worms or with wind shaking. Herbs are given to defend",
  "mnd14:137.7": "against insects or wind sway, and like this, they use pregnancy techniques to",
  "mnd14:137.8": "make the fetus live. There are five types of treatments for \"healing\":",
  "mnd14:137.9": "ophthalmology, surgery, internal medicine, exorcism, and pediatrics.",
  "mnd14:137.10": "\"Believers,\" believers in the Buddha, believers in the Dhamma, believers in the",
  "mnd14:137.11": "Saṅgha. He regards the Buddha as his own, or the Buddha holds that person. This",
  "mnd14:137.12": "was said by the Blessed One: \"Bhikkhus! Bhikkhus who are deceitful, stubborn,",
  "mnd14:137.13": "slanderous, hypocritical, arrogant and uncertain, bhikkhus! Those bhikkhus are",
  "mnd14:137.14": "not my believers, bhikkhus! Those bhikkhus have left this Dhamma, and those",
  "mnd14:137.15": "bhikkhus do not come to grow and expand in this Dhamma. But, bhikkhus! Bhikkhus",
  "mnd14:137.16": "who are not deceitful, talkative, strong, not stupid, and kind, bhikkhus! Those",
  "mnd14:137.17": "bhikkhus are my believers, bhikkhus! Those bhikkhus did not leave this Dhamma,",
  "mnd14:137.18": "but those bhikkhus came to grow and expand in this Dhamma.\"",
  "mnd14:138.1": "\"Cunning, stubborn, false, hypocrisy, conceited, uncertain,",
  "mnd14:138.2": "They don't grow in the Dhamma taught by the Enlightened One,",
  "mnd14:138.3": "Those who are not deceitful, talkative, sturdy, not rigid, good-natured,",
  "mnd14:138.4": "They grow in the Dhamma taught by the Enlightened One.\"",
  "mnd14:138.5": "[AN.4.26]",
  "mnd14:139.1": "\"Beast sounds, pregnancy techniques, medical techniques, believers should not",
  "mnd14:139.2": "engage in\": Beast sounds, pregnancy techniques, medical techniques, one should",
  "mnd14:139.3": "not be engaged in, should not be bent to engage in, should not be fully engaged",
  "mnd14:139.4": "in, should not be oriented towards engaging in, should not be practiced, should",
  "mnd14:139.5": "not be practiced well, and go on after being held, or should not be learned,",
  "mnd14:139.6": "should not be remembered, should not be understood, should not be discerned, and",
  "mnd14:139.7": "should not be devoted (to).",
  "mnd14:140.1": "<em>163 : One should not tremble with accusations,",
  "mnd14:140.2": "And bhikkhus should not become high or conceited in praise.",
  "mnd14:140.3": "Greed and stinginess, anger and divisiveness,",
  "mnd14:140.4": "He should get rid of.</em>",
  "mnd14:140.5": "<em>163 : One should not tremble with accusations,",
  "mnd14:140.6": "And bhikkhus should not become high or conceited in praise.",
  "mnd14:140.7": "Greed and stinginess, anger and divisiveness,",
  "mnd14:140.8": "He should get rid of.</em>",
  "mnd14:140.9": "<em>163 : One should not tremble with accusations,",
  "mnd14:140.10": "And bhikkhus should not become high or conceited in praise.",
  "mnd14:140.11": "Greed and stinginess, anger and divisiveness,",
  "mnd14:140.12": "He should get rid of.</em>",
  "mnd14:140.13": "<em>163 : One should not tremble with accusations,",
  "mnd14:140.14": "And bhikkhus should not become high or conceited in praise.",
  "mnd14:140.15": "Greed and stinginess, anger and divisiveness,",
  "mnd14:140.16": "He should get rid of.</em>",
  "mnd14:141.1": "\"Should not tremble with accusations\": Some people here by birth, or surname, or",
  "mnd14:141.2": "good family, or beauty as a lotus, or property, or research (acquisition), or",
  "mnd14:141.3": "career, or skill, or study, or by the word, or argument, or in the heard, or in",
  "mnd14:141.4": "the debate, or in the rebuke of something, they accuse, scold, and reprimand;",
  "mnd14:141.5": "when they are accused, scolded, reprimanded, they tremble from being blamed,",
  "mnd14:141.6": "scolding, reprimanding, not complimenting, trembling with no praise, trembling",
  "mnd14:141.7": "strongly, fear, ...; one should become a person who is not timid, scared, ....",
  "mnd14:142.1": "\"Bhikkhus should not be high or conceited\": Some people here by birth, ..., they",
  "mnd14:142.2": "praise, admire, honor, and when they are praised, admired, honored, they become",
  "mnd14:142.3": "high, conceited, proud, arrogant, stubborn, (that) should not be caused by that,",
  "mnd14:142.4": "and one should not be stiff and very rigid, head held high, because of that.",
  "mnd14:143.1": "\"Greed and stinginess, anger and dissenting words he should get rid of\":",
  "mnd14:143.2": "\"Greed,\" that is the state of greed, .... There are five types of stinginess:",
  "mnd14:143.3": "there are five types of stinginess: stingy in dwelling, in home, of gain, of",
  "mnd14:143.4": "praise, of Dhamma, stingy appearance, stingy state, greed, miserly, petty, and",
  "mnd14:143.5": "heart-tight state are called stingy. In addition, miserliness is also stingy;",
  "mnd14:143.6": "world stinginess is also stingy; stinginess in views is also stingy. With this",
  "mnd14:143.7": "stinginess and intolerance, people become illiberal, so they are called stingy.",
  "mnd14:144.1": "\"Anger,\" anger arises in ten forms: \"He has acted against me,\" [AN.9.29] anger",
  "mnd14:144.2": "is aroused; \"he is against my behavior,\" anger is aroused; \"he will act against",
  "mnd14:144.3": "me,\" anger is aroused; \"he has been unfavorable to my beloved and desirable",
  "mnd14:144.4": "behavior..., is unfavorable..., will be unfavorable,\" anger is aroused; \"he has",
  "mnd14:144.5": "benefited from what I do not love, undesirable...,\" anger is arisen; or anger is",
  "mnd14:144.6": "arisen unjustified. Any type of anger, hostility, hatred, aversion, evil, heart",
  "mnd14:144.7": "aversion, state of anger, aggression, brutal anger, rage, displeased heart, this",
  "mnd14:144.8": "is called anger.",
  "mnd14:145.1": "In addition, the extreme and small states of anger should be perceived:",
  "mnd14:145.2": "sometimes anger is only the degree of turbidity, but not as much as frowning;",
  "mnd14:145.3": "sometimes anger is just as frowning, but not as much as gritted teeth; sometimes",
  "mnd14:145.4": "anger is just the degree of gritted teeth, but not as much as verbal abuse;",
  "mnd14:145.5": "sometimes anger is only to the level of verbal abuse, but not as much as looking",
  "mnd14:145.6": "around for a weapon; sometimes anger is just looking around in all directions",
  "mnd14:145.7": "(for a weapon), but not as much as the degree of (acquiring) the cane; sometimes",
  "mnd14:145.8": "the anger is only the degree of the cane, but not the degree of (pulling out)",
  "mnd14:145.9": "the cane; sometimes the anger is just the degree of the cane, but not as much as",
  "mnd14:145.10": "hitting with the cane; sometimes anger is just the hit of the cane, but not",
  "mnd14:145.11": "enough to fracture; sometimes anger is just fracturing and not enough to the",
  "mnd14:145.12": "degree of rupture; sometimes anger is only the degree of rupture, but not as",
  "mnd14:145.13": "much pulling apart every limb; sometimes anger is only the degree to which every",
  "mnd14:145.14": "limb is pulled apart, but not enough to kill; sometimes anger is just the taking",
  "mnd14:145.15": "away of life, but not as much as the degree of abandoning himself. When the",
  "mnd14:145.16": "angry person kills himself after killing others, this situation is that the",
  "mnd14:145.17": "anger further reaches the increase, and the further reaches the increase.",
  "mnd14:146.1": "\"Divisive language,\" here, a certain type of person is a divisive speaker. After",
  "mnd14:146.2": "he hears it from here, he speaks there in order to divide these people, or after",
  "mnd14:146.3": "he hears from there, in order to divide those people, he says that here; like",
  "mnd14:146.4": "this, he is the destroyer of harmony, the spreader of division, the",
  "mnd14:146.5": "disagreeable, the speaker of disunity, the speaker of disagreement, this is",
  "mnd14:146.6": "called divisive speech.",
  "mnd14:147.1": "In addition, there are two reasons for divisiveness: by desire to be lovely, or",
  "mnd14:147.2": "by desire for division. How to produce divisiveness from desire to be lovely?",
  "mnd14:147.3": "\"For this, I will be lovely, I will be desirable, I will be close, I will be a",
  "mnd14:147.4": "close friend, I will be kind.\" In this way, a divide arises from desire to be",
  "mnd14:147.5": "lovely. How to produce division with the desire for division? \"How will these",
  "mnd14:147.6": "become various, will become separate, will become divided, will become two",
  "mnd14:147.7": "kinds, will become contradictory, will become two factions, will break down,",
  "mnd14:147.8": "will not reunite, cause suffering and unease.\" This is the desire for division",
  "mnd14:147.9": "producing division.",
  "mnd14:148.1": "<em>164 : The Bhikkhu should not be involved in buying and selling,",
  "mnd14:148.2": "No matter where the bhikkhu is he should not make reprimands,",
  "mnd14:148.3": "He should not be attached to the village,",
  "mnd14:148.4": "And should not flatter people for gain.</em>",
  "mnd14:148.5": "<em>164 : The Bhikkhu should not be involved in buying and selling,",
  "mnd14:148.6": "No matter where the bhikkhu is he should not make reprimands,",
  "mnd14:148.7": "He should not be attached to the village,",
  "mnd14:148.8": "And should not flatter people for gain.</em>",
  "mnd14:148.9": "<em>164 : The Bhikkhu should not be involved in buying and selling,",
  "mnd14:148.10": "No matter where the bhikkhu is he should not make reprimands,",
  "mnd14:148.11": "He should not be attached to the village,",
  "mnd14:148.12": "And should not flatter people for gain.</em>",
  "mnd14:148.13": "<em>164 : The Bhikkhu should not be involved in buying and selling,",
  "mnd14:148.14": "No matter where the bhikkhu is he should not make reprimands,",
  "mnd14:148.15": "He should not be attached to the village,",
  "mnd14:148.16": "And should not flatter people for gain.</em>",
  "mnd14:149.1": "\"Should not be involved in business\": Any business that is rejected in the",
  "mnd14:149.2": "dhamma does not exist in the interest here. How is one involved in business?",
  "mnd14:149.3": "Exchange together among the five types of (people): or bowl, or clothing, or any",
  "mnd14:149.4": "other necessities, making things that can be deceived, or wanting to increase,",
  "mnd14:149.5": "is involved in buying and selling. How to not be involved in buying and selling?",
  "mnd14:149.6": "Exchange together among the five types of (people): or bowls, or clothes, or any",
  "mnd14:149.7": "other necessities, don't make things that can be deceived, or do not want to",
  "mnd14:149.8": "increase, this is not involved in trading. \"Should not be involved in trading\":",
  "mnd14:149.9": "The trading, one should not be involved in, should not be established, the",
  "mnd14:149.10": "business should be discarded, should be driven away, should be terminated,",
  "mnd14:149.11": "should be allowed to go to nonexistent. He should be separated from business,",
  "mnd14:149.12": "quit, exited, left, renounced, freed, he should live with the heart of",
  "mnd14:149.13": "renunciation.",
  "mnd14:150.1": "\"Bhikkhus should not make rebuke no matter where they are\": What is the",
  "mnd14:150.2": "pollution that causes rebuke? Some Samaṇas and Brāhmaṇas are those with magical",
  "mnd14:150.3": "powers, those with heavenly eyes, and those who know their hearts. They see from",
  "mnd14:150.4": "a distance, not from a close distance. The heart knows the heart. Some gods are",
  "mnd14:150.5": "also those who have magical powers, celestial eyes, .... They will be",
  "mnd14:150.6": "reprimanded due to coarse pollution, or due to moderate pollution, or for fine",
  "mnd14:150.7": "pollution. What is gross pollution? Body evil, speech, and mind evil are called",
  "mnd14:150.8": "gross pollution. What is medium pollution? Seeking, finding maliciously, and",
  "mnd14:150.9": "seeking harm, these are called moderate pollution. What is the fine pollution?",
  "mnd14:150.10": "Seeking in the family, looking for the land, looking for the undead, looking for",
  "mnd14:150.11": "sympathy with others, looking for respected reputation, looking for not being",
  "mnd14:150.12": "scorned, these are called fine pollution. They will not be blamed for coarse",
  "mnd14:150.13": "pollution, or for medium pollution, or for fine pollution. They should not",
  "mnd14:150.14": "create blame, should not create pollution that causes blame, should not be",
  "mnd14:150.15": "caused, should not be produced, and should not be made. It should be separated",
  "mnd14:150.16": "from the pollution that caused the rebuke, has been abstained, has been given",
  "mnd14:150.17": "up, .... \"No matter where,\" ....",
  "mnd14:151.1": "\"And should not be attached to the village\": How is there attachment to the",
  "mnd14:151.2": "village? Here, the bhikkhu lives in the village to socialize with his family",
  "mnd14:151.3": "members, sharing joys and sorrows: when they are happy, and when they are",
  "mnd14:151.4": "suffering, he is involved in their affairs and duties [SN.22.3].",
  "mnd14:152.1": "Or, the bhikkhu puts on his clothes in the early afternoon and takes the mantle.",
  "mnd14:152.2": "He does not guard the body, words, heart, mind, thoughts, and roots when",
  "mnd14:152.3": "entering the village or town in order to beg [SN. 20.10], he was stuck",
  "mnd14:152.4": "everywhere, hooked everywhere, tied everywhere, and came to misfortune and",
  "mnd14:152.5": "disaster [SN.17.4] everywhere.",
  "mnd14:153.1": "How does one not stick to the village? Here, the bhikkhu lives in the absence of",
  "mnd14:153.2": "communication with his family members, and has different joys and sorrows: not",
  "mnd14:153.3": "when they are happy, not when they are suffering, he does not involve himself in",
  "mnd14:153.4": "their affairs and duties.",
  "mnd14:154.1": "Or, the bhikkhu puts on his clothes in the early afternoon and takes the mantle.",
  "mnd14:154.2": "He has guarded the body, the words, the heart, the mind, and the roots have been",
  "mnd14:154.3": "protected. When entering the village or town, he will be sticking nowhere,",
  "mnd14:154.4": "hooking nowhere, tying nowhere, and coming to misfortune and disaster from",
  "mnd14:154.5": "nowhere. \"And should not be attached to the village\": Should not be attached to",
  "mnd14:154.6": "the village, should not be held, should not be tied, should not be tied",
  "mnd14:154.7": "everywhere. It should be non-greed, non-fettered, non-obsessed, innocent,",
  "mnd14:154.8": "separated from the greedy, ...(omitted), should live as a Brāhmaṇa.",
  "mnd14:155.1": "\"Should not flatter people for profit\": What is flattery? Based on the",
  "mnd14:155.2": "respectful reputation, evil desires, desire nature, focus on property, all the",
  "mnd14:155.3": "talks, small talk, conversation, talk, dialogue, entanglement, complete",
  "mnd14:155.4": "entanglement, false talk, complete false talk, flattery, complete flattery,",
  "mnd14:155.5": "eloquence, slander behind the back, where there is soft language, dear language,",
  "mnd14:155.6": "slow language, non-crude language.",
  "mnd14:156.1": "In addition, flattering people in two ways: to make oneself in a humble",
  "mnd14:156.2": "position, and make others in a noble position and flatter others; or to make",
  "mnd14:156.3": "others in a humble position, and make oneself stand in a noble position and",
  "mnd14:156.4": "flatter others. How to make yourself humble and make others stand up noble and",
  "mnd14:156.5": "flatter others? (Thinking:) \"You are very helpful to me. I rely on you to get",
  "mnd14:156.6": "clothes, food, shelter, the needs of the sick, and medical necessities. Anyone",
  "mnd14:156.7": "who gives or wants to do it thinks that I rely on you. Those who are regarded as",
  "mnd14:156.8": "you, all my previous names from my parents have disappeared to me, because you",
  "mnd14:156.9": "are known as those who frequent (someone)'s home like that; those who often",
  "mnd14:156.10": "visit (someone)'s home like that.\"",
  "mnd14:157.1": "How to make others humble, and make yourself noble and flatter others?",
  "mnd14:157.2": "(Thinking:) \"I am a person of great benefit to you. Because of me, you have",
  "mnd14:157.3": "turned to the Buddha, to the Dhamma, and to the Saṅgha. You are free from",
  "mnd14:157.4": "killing, free from giving and taking, free from adultery, free from false",
  "mnd14:157.5": "speech, free from drinking spirits, fruit wine, and wine to relax, I will give",
  "mnd14:157.6": "you instructions, give me a lot of questions, (I will) explain uposatha, and",
  "mnd14:157.7": "build temples. However, after you abandon me, you respect, honor, and revere",
  "mnd14:157.8": "other people.\"",
  "mnd14:158.1": "\"We should not flatter people for gains\": We should not flatter people with",
  "mnd14:158.2": "gains as a cause, condition, or reason for gains, for gains to arise, to make",
  "mnd14:158.3": "gains familiar to others, and to flatter people. He should give up flattery and",
  "mnd14:158.4": "drive it away, it should end, it should be made to cease to exist. He should be",
  "mnd14:158.5": "separated from flattery, abstained, ....",
  "mnd14:159.1": "<em>165 : Bhikkhus should not be boastful,",
  "mnd14:159.2": "And should not speak insinuating words,",
  "mnd14:159.3": "Arrogance should not be learned,",
  "mnd14:159.4": "Controversial discussions should not be talked about.</em>",
  "mnd14:159.5": "<em>165 : Bhikkhus should not be boastful,",
  "mnd14:159.6": "And should not speak insinuating words,",
  "mnd14:159.7": "Arrogance should not be learned,",
  "mnd14:159.8": "Controversial discussions should not be talked about.</em>",
  "mnd14:159.9": "<em>165 : Bhikkhus should not be boastful,",
  "mnd14:159.10": "And should not speak insinuating words,",
  "mnd14:159.11": "Arrogance should not be learned,",
  "mnd14:159.12": "Controversial discussions should not be talked about.</em>",
  "mnd14:159.13": "<em>165 : Bhikkhus should not be boastful,",
  "mnd14:159.14": "And should not speak insinuating words,",
  "mnd14:159.15": "Arrogance should not be learned,",
  "mnd14:159.16": "Controversial discussions should not be talked about.</em>",
  "mnd14:160.1": "\"Bhikkhus should not be boastful\": Here, a certain type of people are boasts and",
  "mnd14:160.2": "braggers, who boast and brag: \"I am one who is full of morality,\" or \"one who is",
  "mnd14:160.3": "full of restraint,\" or \"one who is full of morality and restraint;\" or by birth,",
  "mnd14:160.4": "or surname...; or \"a bhikkhu from a noble family,\" or \"a bhikkhu from a large",
  "mnd14:160.5": "family\", or \"a bhikkhu from a wealthy family\", or \"a person who is a",
  "mnd14:160.6": "well-known;\" or \"a person who gains in clothing, food, shelter, ...;\" or, a",
  "mnd14:160.7": "\"teacher....\" In this way he should not boast, he should not show off. Boasting",
  "mnd14:160.8": "should be given up, should be driven away, ....",
  "mnd14:161.1": "\"And should not say insinuating words\": What are insinuating words? Here, a",
  "mnd14:161.2": "certain type of people speak insinuating words about clothes, words related to",
  "mnd14:161.3": "giving food, words related to residence, and words related to the needs of",
  "mnd14:161.4": "patients and medical necessities.",
  "mnd14:162.1": "Or, using clothes as a cause, food as a cause, shelter as a cause, patient's",
  "mnd14:162.2": "needs and medical necessities as a cause, it is also false to say truth, to say",
  "mnd14:162.3": "that separation is not to say that it is not to be separated, to say that evil",
  "mnd14:162.4": "is also not to be evil, and to say that nonsensical also speaks intelligent",
  "mnd14:162.5": "language. Or, to teach others the Dhamma of Purifying Mind: \"Ah! I should indeed",
  "mnd14:162.6": "hear my Dhamma. After hearing the Dhamma, I will be able to become clear and",
  "mnd14:162.7": "pure. My clear and pure actions can produce clarity.\" \"And should not say",
  "mnd14:162.8": "insinuating words\": Even insinuating words about the teachings of the Dhamma",
  "mnd14:162.9": "should not be said, should not be told, .... Insinuating words should be let go,",
  "mnd14:162.10": "....",
  "mnd14:163.1": "\"You should not learn arrogance\": \"Arrogance,\" there are three types of",
  "mnd14:163.2": "arrogance: body arrogance, speech arrogance, heart arrogance. What is physical",
  "mnd14:163.3": "arrogance? Here, a certain type of people come to the Saṅgha to show their body",
  "mnd14:163.4": "arrogance, showing the arrogance of the body when coming to the group, showing",
  "mnd14:163.5": "the arrogance of the body in the cafeteria, showing the arrogance of the body in",
  "mnd14:163.6": "the bathroom, showing the arrogance of the body in the bath, showing the",
  "mnd14:163.7": "arrogance of the body when entering the home, and showing the arrogance of the",
  "mnd14:163.8": "body when he has entered the (vulgar) home.",
  "mnd14:164.1": "How does he come to show the arrogance of the body in the Saṅgha? Here, a",
  "mnd14:164.2": "certain type of people who come to the Saṅgha are not respectful. When he",
  "mnd14:164.3": "touches the elder bhikkhus, he stands, and when he touches them, he sits down,",
  "mnd14:164.4": "stand in front of the (elder bhikkhus), sits down in the front, and sits in high",
  "mnd14:164.5": "seats. Sitting down, sitting down with his head covered, he stood and talked,",
  "mnd14:164.6": "waving his arms to talk, so that he came to the Saṅgha to show the pride of this",
  "mnd14:164.7": "bodily arrogance..",
  "mnd14:165.1": "What is the arrogance of coming to the group to show the body? Here, a certain",
  "mnd14:165.2": "type of people come to the group to be disrespectful. To the elder bhikkhus who",
  "mnd14:165.3": "walk without shoes, he walks in shoes, to those who walk in low places, he walks",
  "mnd14:165.4": "in high places, and to those who walk in the ground, he walks in high places. He",
  "mnd14:165.5": "walked through the passage, stood when touching, sat down when touching, stood",
  "mnd14:165.6": "in front, sat down in front, sat down on the high seat, sat down with his head",
  "mnd14:165.7": "wrapped, he stood and talked, Speaking with waving arms, this is to show the",
  "mnd14:165.8": "arrogance of the body in the group.",
  "mnd14:166.1": "What is it to show the arrogance of the body in the cafeteria? Here, a certain",
  "mnd14:166.2": "type of person is not respectable in the cafeteria. He invades the elder",
  "mnd14:166.3": "bhikkhus and then sits down, blocking the new bhikkhus with his seat, standing",
  "mnd14:166.4": "when touching, and sitting down when touching, ..., so that he showed the",
  "mnd14:166.5": "arrogance of his body in the cafeteria.",
  "mnd14:167.1": "How does one show the arrogance of the body in the bathroom? Here, a certain",
  "mnd14:167.2": "type of person is not a respecter in the bathroom. When he touches the elder",
  "mnd14:167.3": "bhikkhus, he stands, when he touches, he sits, stands in the front, ...,",
  "mnd14:167.4": "removing firewood without being asked, closing the door without being asked,",
  "mnd14:167.5": "waving his arms and talking, this is to show the arrogance of the body in the",
  "mnd14:167.6": "bathroom.",
  "mnd14:168.1": "What is the arrogance of showing the body when you have entered the (vulgar)",
  "mnd14:168.2": "home? Here, when a certain type of people have entered the (vulgar) home, he",
  "mnd14:168.3": "says \"Great Virtue! Please do not (want to) enter\" when he is said to enter, as",
  "mnd14:168.4": "\"Great Virtue! Please don't (want to) stand.\" He stood when he was said to be",
  "mnd14:168.5": "\"Great Virtue! Please don't (to) sit down.\" When being said, he sits down, he",
  "mnd14:168.6": "enters when there is no space, he stands when there is no space, and he sits",
  "mnd14:168.7": "down when there is no space, where the inner room of the (vulgar) family is",
  "mnd14:168.8": "hidden and secret: the lay woman, the daughter-in-law, the lay wife, and the lay",
  "mnd14:168.9": "girl sit down, where he enters roughly, and he touches the boy's head. This",
  "mnd14:168.10": "shows the arrogance of the body when he enters the (vulgar) home. This is",
  "mnd14:168.11": "showing the arrogance of the body.",
  "mnd14:169.1": "What is showing the arrogance of words? Here, a certain type of people show",
  "mnd14:169.2": "verbal arrogance when he comes to the Saṅgha, show verbal arrogance when he",
  "mnd14:169.3": "comes to the group, and show verbal arrogance when he has entered the (vulgar)",
  "mnd14:169.4": "family.",
  "mnd14:170.1": "How does one come to show the arrogance of words in a group? Here, a certain",
  "mnd14:170.2": "type of people come to the group to be disrespectful. After asking the elder",
  "mnd14:170.3": "bhikkhus, or without being asked to speak to and answer questions to the",
  "mnd14:170.4": "bhikkhus entering the monastery's garden, he stands and speaks, waving his arms",
  "mnd14:170.5": "and speaking to the bhikkhus. The bhikkhunis, male lay devotees, and female lay",
  "mnd14:170.6": "devotees of the garden speak and answer questions. He stands and speaks, waving",
  "mnd14:170.7": "his arms to speak. This is to show the arrogance of speech in the group.",
  "mnd14:171.1": "What is it to show the arrogance of speech when you have entered the (vulgar)",
  "mnd14:171.2": "home? Here, when a certain type of people have entered (vulgar) homes, they say",
  "mnd14:171.3": "to women or girls: \"What is the name of this person and the last name; is there",
  "mnd14:171.4": "milk porridge, food, and hard food? What shall we drink? What shall we eat? What",
  "mnd14:171.5": "will we chew? Or something: what will you give to me?\" He mutters. Anyone who is",
  "mnd14:171.6": "in such a state of speech, unhelpful words, muttering, and verbosity, is the",
  "mnd14:171.7": "arrogance of speech when he has entered the layman's home. This is the arrogance",
  "mnd14:171.8": "of words.",
  "mnd14:172.1": "What is the arrogance of the heart? Here, a certain type of people who are not",
  "mnd14:172.2": "from a noble family has an arrogant person who sets themselves together with a",
  "mnd14:172.3": "noble bhikkhu, and a person who is not a bhikkhu from a large family sets",
  "mnd14:172.4": "himself and a large family with his heart. Those who do not become a bhikkhu are",
  "mnd14:172.5": "equal, those who do not become a bhikkhu from a wealthy family are equated with",
  "mnd14:172.6": "those who are arrogant, and those who do not become a bhikkhu from a wealthy",
  "mnd14:172.7": "family are equated with those who are not bhikkhus. The arrogant person",
  "mnd14:172.8": "considers himself and the Sutta teacher to be equal in his heart, and the",
  "mnd14:172.9": "arrogant person who does not hold the Dhamma..., there are arrogant people who",
  "mnd14:172.10": "don't say..., the people who don't live in the woods..., the arrogant people who",
  "mnd14:172.11": "don't go begging for food..., don't wear dung-sweeping clothing, only three",
  "mnd14:172.12": "pieces of clothing, second begging, not eating after eating, often sitting (not",
  "mnd14:172.13": "lying).... This is the arrogance of the heart.",
  "mnd14:173.1": "\"Should not learn,\" should not learn to be arrogant; should not be practiced,",
  "mnd14:173.2": "should not be fully practiced, and should not be changed after being held.",
  "mnd14:173.3": "Arrogance should be cut off, should be driven away, ....",
  "mnd14:174.1": "\"Should not talk about controversial discussions\": What is a controversial",
  "mnd14:174.2": "discussion? Here, a certain type of people are talking like this: \"You don't",
  "mnd14:174.3": "know the dhamma...(omitted).\" This was said by the Blessed One: \"Moggallāna!",
  "mnd14:174.4": "When there is a controversial argument, restlessness can be expected; when they",
  "mnd14:174.5": "are restless, one will lose self-control (;losing self-control, the mind will be",
  "mnd14:174.6": "far from immersion)\" [AN.7.61]. How should we not talk about controversy?",
  "mnd14:174.7": "Controversial discussions should not be discussed, should not be talked, should",
  "mnd14:174.8": "not be explained, should not be spoken. Controversial discussions should be",
  "mnd14:174.9": "discarded, should be driven away....",
  "mnd14:175.1": "<em>166 : One should not be taken away in false speech,",
  "mnd14:175.2": "Deliberate deception should not be committed,",
  "mnd14:175.3": "And one shouldn't be scornful of other people",
  "mnd14:175.4": "With regard to survival, wisdom, precepts, and restraints.</em>",
  "mnd14:175.5": "<em>166 : One should not be taken away in false speech,",
  "mnd14:175.6": "Deliberate deception should not be committed,",
  "mnd14:175.7": "And one shouldn't be scornful of other people",
  "mnd14:175.8": "With regard to survival, wisdom, precepts, and restraints.</em>",
  "mnd14:175.9": "<em>166 : One should not be taken away in false speech,",
  "mnd14:175.10": "Deliberate deception should not be committed,",
  "mnd14:175.11": "And one shouldn't be scornful of other people",
  "mnd14:175.12": "With regard to survival, wisdom, precepts, and restraints.</em>",
  "mnd14:175.13": "<em>166 : One should not be taken away in false speech,",
  "mnd14:175.14": "Deliberate deception should not be committed,",
  "mnd14:175.15": "And one shouldn't be scornful of other people",
  "mnd14:175.16": "With regard to survival, wisdom, precepts, and restraints.</em>",
  "mnd14:176.1": "\"Should not be taken away in false speech\": false speech is called falsehoods.",
  "mnd14:176.2": "Here, a certain type of person comes to the temple, or to the assembly, or to",
  "mnd14:176.3": "the relatives, or to the group, or to the palace, and is brought as a witness",
  "mnd14:176.4": "for questioning: \"Come, man! Please tell me what you know of the way.\" He says",
  "mnd14:176.5": "without knowing: \"I know.\" Or, if he knows it, he says: \"I don't know.\" He",
  "mnd14:176.6": "doesn't see it and says, \"I see.\" Or, when he sees it, he says, \"I didn't see",
  "mnd14:176.7": "it.\" Like this, he deliberately speaks vainly based on his own cause, or the",
  "mnd14:176.8": "cause of others, or because of a little temptation.",
  "mnd14:177.1": "Or, taking three behaviors as \"lies\": just before (saying) (thinking): \"I will",
  "mnd14:177.2": "say lies.\" When said, (thinking): \"I'm speaking lies.\" When I have said it,",
  "mnd14:177.3": "(thinking): \"I have said the lies.\" Or, taking four behaviors: just before",
  "mnd14:177.4": "(saying), (thinking): \"I will say a lie.\" When said, (thinking): \"I'm speaking",
  "mnd14:177.5": "lies.\" When it has been said (thinking): \"I have said the lies.\" There are",
  "mnd14:177.6": "opinions of different attachments (errors), and these four behaviors are",
  "mnd14:177.7": "regarded as lie. Or, take five forms..., six forms..., seven forms..., eight",
  "mnd14:177.8": "forms as lies: Before saying.... There are (wrong) opinions of different",
  "mnd14:177.9": "attachments, the likes of different attachments, the inclinations of different",
  "mnd14:177.10": "attachments, the desires of different attachments, and the nature of different",
  "mnd14:177.11": "attachments. These eight behaviors are regarded as lies and false words.",
  "mnd14:178.1": "\"Should not be taken away in false speech\": Should not be carried away in false",
  "mnd14:178.2": "speech, should not be taken away, should not be carried, should abandon false",
  "mnd14:178.3": "speech, should be driven away, ....",
  "mnd14:179.1": "\"Intentional fraud should not be committed\": What is fraud? Here, a certain type",
  "mnd14:179.2": "of people are scammers and fraudsters. Where there is fraud, deception,",
  "mnd14:179.3": "deception, falsehood, and pretend, this is called fraud. \"Intentional deception",
  "mnd14:179.4": "should not be committed\": After becoming deliberately deceptive, he should not",
  "mnd14:179.5": "(build), should not produce, and should not cause it to arise. He should be",
  "mnd14:179.6": "separated....",
  "mnd14:180.1": "\"You should not be contemptuous of other people with survival (existence),",
  "mnd14:180.2": "wisdom, precepts, and restraints (prohibitions)\": \"again,\" the continuation of",
  "mnd14:180.3": "the sentence.... Here, a certain type of crude life supporter scorns other",
  "mnd14:180.4": "triumphant life supporters: \"How rich this is, he eats everything, namely:",
  "mnd14:180.5": "plants from roots, stems, cuttings, or joints, and fifthly plants from regular",
  "mnd14:180.6": "seeds, thunderous teeth like a hammer — he is also known as a Samaṇa!\" [DN.25,",
  "mnd14:180.7": "61] He scorned other survivors with that cruel life.",
  "mnd14:181.1": "Here, a certain type of survivor of the wonderful life scorns other survivors of",
  "mnd14:181.2": "cruel life: \"This unknown incompetent is not a gainer of clothes, food, shelter,",
  "mnd14:181.3": "the needs of patients, and medical necessities.\" He used that wonderful life to",
  "mnd14:181.4": "disdain other makers of cruel life. Here, a certain type of people is a wise",
  "mnd14:181.5": "man. He answered the question asked. He thought this way: \"I am a wise man, but",
  "mnd14:181.6": "these other people are not wise people.\" He scorned other people with that",
  "mnd14:181.7": "wisdom. Here, a certain type of people are full of restraints. They live and are",
  "mnd14:181.8": "protected by the self-control of Pātimokkha. They have full righteousness and",
  "mnd14:181.9": "state of affairs. They see fear in minor sins, and learn after accepting from a",
  "mnd14:181.10": "teacher. He thinks like this: \"I am of those who have full restraints, but these",
  "mnd14:181.11": "other bhikkhus are those who break the precepts and evil spirits.\" He scorned",
  "mnd14:181.12": "other people with that restraint. Here, a certain type of people is forbidden to",
  "mnd14:181.13": "have enough: those who live in the woods, or those who often beg, dung sweeping",
  "mnd14:181.14": "clothing, only three clothing, second begging, not eating after eating, often",
  "mnd14:181.15": "sitting (not lying), staying anywhere. He thought this way: \"I am forbidden to",
  "mnd14:181.16": "have enough, but these other people are not forbidden to have enough.\" He",
  "mnd14:181.17": "scorned other people with that restriction.\"You should not scorn other people",
  "mnd14:181.18": "with life, wisdom, precepts and restraints\": You should not live with bad",
  "mnd14:181.19": "practices, or live better than good, or with wisdom, or restraint, or",
  "mnd14:181.20": "prohibitions, to contempt and despise other people. Pride should not be",
  "mnd14:181.21": "generated because of that, and one should not be stiff, very stiff, and",
  "mnd14:181.22": "head-raising because of that.",
  "mnd14:182.1": "<em>167 : After hearing many words",
  "mnd14:182.2": "From Samaṇas or ordinary people, when provoked,",
  "mnd14:182.3": "One shouldn't say back in a rude manner,",
  "mnd14:182.4": "Because the Silent ones don't fight back.</em>",
  "mnd14:182.5": "<em>167 : After hearing many words",
  "mnd14:182.6": "From Samaṇas or ordinary people, when provoked,",
  "mnd14:182.7": "One shouldn't say back in a rude manner,",
  "mnd14:182.8": "Because the Silent ones don't fight back.</em>",
  "mnd14:182.9": "<em>167 : After hearing many words",
  "mnd14:182.10": "From Samaṇas or ordinary people, when provoked,",
  "mnd14:182.11": "One shouldn't say back in a rude manner,",
  "mnd14:182.12": "Because the Silent ones don't fight back.</em>",
  "mnd14:182.13": "<em>167 : After hearing many words",
  "mnd14:182.14": "From Samaṇas or ordinary people, when provoked,",
  "mnd14:182.15": "One shouldn't say back in a rude manner,",
  "mnd14:182.16": "Because the Silent ones don't fight back.</em>",
  "mnd14:183.1": "\"After hearing many words of Samaṇas or ordinary people, when you are",
  "mnd14:183.2": "irritated\": \"When irritated,\" when you are slandered, rebuked, annoyed, defamed,",
  "mnd14:183.3": "humiliated, or insulted. \"Samaṇa,\" .... \"Ordinary people,\" .... They will say",
  "mnd14:183.4": "many undesirable, unpleasant words, insult, slander, irritate, anger, hurt,",
  "mnd14:183.5": "distress, kill, annoy, and harm. Many of their undesirable and unpleasant words",
  "mnd14:183.6": "are heard; after grasping, after understanding, after discriminating.",
  "mnd14:184.1": "\"Should not go back in a rude manner\": \"Rudely,\" you should not go back in a",
  "mnd14:184.2": "crude and rude manner, you should not go back to arguing, you should not go back",
  "mnd14:184.3": "to the insulting person, and you should not go back to anger the angered person,",
  "mnd14:184.4": "should go back to arguing and quarreling [SN.7.2], should not be arguing..., he",
  "mnd14:184.5": "should give up, ....",
  "mnd14:185.1": "\"Because the silent one does not counterattack\": \"The silent one,\" .... \"Because",
  "mnd14:185.2": "the Silent ones do not counterattack\": The Silent ones do not counterattack,",
  "mnd14:185.3": "wrestling opponents, enemies, hostility, they do not produce, do not cause it to",
  "mnd14:185.4": "arise, and do not cause it to be born.",
  "mnd14:186.1": "<em>168 : After knowing this method,",
  "mnd14:186.2": "The bhikkhu who chooses should always study it mindfully;",
  "mnd14:186.3": "After knowing that \"silence\" is extinction,",
  "mnd14:186.4": "He should not let go of the teachings of Gotama.</em>",
  "mnd14:186.5": "<em>168 : After knowing this method,",
  "mnd14:186.6": "The bhikkhu who chooses should always study it mindfully;",
  "mnd14:186.7": "After knowing that \"silence\" is extinction,",
  "mnd14:186.8": "He should not let go of the teachings of Gotama.</em>",
  "mnd14:186.9": "<em>168 : After knowing this method,",
  "mnd14:186.10": "The bhikkhu who chooses should always study it mindfully;",
  "mnd14:186.11": "After knowing that \"silence\" is extinction,",
  "mnd14:186.12": "He should not let go of the teachings of Gotama.</em>",
  "mnd14:186.13": "<em>168 : After knowing this method,",
  "mnd14:186.14": "The bhikkhu who chooses should always study it mindfully;",
  "mnd14:186.15": "After knowing that \"silence\" is extinction,",
  "mnd14:186.16": "He should not let go of the teachings of Gotama.</em>",
  "mnd14:187.1": "\"After knowing this Dhamma\": This Dhamma has been explained, taught, told,",
  "mnd14:187.2": "established, uncovered, analyzed, and clarified. After knowing, after",
  "mnd14:187.3": "understanding, after measuring, .... Or, the right and wrong, the (right) way",
  "mnd14:187.4": "and the evil way, the sinful and innocent, the despicable and the triumphant,",
  "mnd14:187.5": "the black and the white, the sage's condemnation and the wise's praise, after",
  "mnd14:187.6": "understanding, after weighing, .... Or, the correct path, the following path,",
  "mnd14:187.7": "the uninverted path, the meaning of the path, the path where one follows the",
  "mnd14:187.8": "Dhamma, the completeness of the precepts, the guardian of the roots, the right",
  "mnd14:187.9": "amount of food, the sober practice, mindfulness and right knowledge, four",
  "mnd14:187.10": "mindfulness, four righteousness, four spiritual bases (iddhipāda), five senses,",
  "mnd14:187.11": "five powers, seven enlightenment factors, eight branches of the holy Path.",
  "mnd14:188.1": "\"Bhikkhus who check and choose (select) should always learn with mindfulness\":",
  "mnd14:188.2": "\"Check,\" When checking; when making strong checks; when measuring; when judging;",
  "mnd14:188.3": "when distinguishing; when clarifying: \"All actions are impermanent\"... \"all",
  "mnd14:188.4": "actions are suffering\" ..., \"all dhammas are non-self\" ..., \"formation is",
  "mnd14:188.5": "dependent on ignorance\" ..., \"consciousness is based on formation\" ..., name and",
  "mnd14:188.6": "form..., six sense bases..., touch (contact)..., feeling..., (emotion...,)",
  "mnd14:188.7": "craving..., (becoming...,), birth..., old age and death...; extinguishment by",
  "mnd14:188.8": "the death of ignorance, undertaking to perish and be extinguished, extinguishing",
  "mnd14:188.9": "by knowing and by name, extinguishing by name and appearance and in six sense",
  "mnd14:188.10": "bases, extinguishing by touch in six sense bases, the extinction of touch,",
  "mnd14:188.11": "...the extinction of thirst..., ...by thirst and love..., ...to be born and to",
  "mnd14:188.12": "die out...; ...\"this is suffering\"..., this is the collection of suffering, this",
  "mnd14:188.13": "is the cessation of suffering, this is the path leading to (the cessation of)",
  "mnd14:188.14": "suffering; these are the defilements, this is the collection of defilements,",
  "mnd14:188.15": "this is the cessation of defilement, this is the path leading to the cessation",
  "mnd14:188.16": "defilements; these dhammas should be proven, these dhammas should be known,",
  "mnd14:188.17": "these dhammas should be widely known, these dhammas should be cut off, these",
  "mnd14:188.18": "dhammas should be practiced, these dhammas should be testified to; gathering,",
  "mnd14:188.19": "extinction, pleasure, affliction, and renunciation of the six touch points...,",
  "mnd14:188.20": "gathering, ..., of the five aggregates..., ...of the four major species; \"any",
  "mnd14:188.21": "collection of dhammas is extinguishing of the dhammas;\" ...when clarifying.\" The",
  "mnd14:188.22": "bhikkhu who selects. \"Always,\" .... \"Mindfully,\" .... \"Should learn,\" ....",
  "mnd14:189.1": "\"Knowing that 'silence' is after the death (extinction)\": That the \"silence\" of",
  "mnd14:189.2": "greed after the death is known, ...anger..., ignorance..., (omitted); after",
  "mnd14:189.3": "knowing and understanding, ....",
  "mnd14:190.1": "\"The teachings of Gotama should not be let go of\": The teachings of Gotama, the",
  "mnd14:190.2": "teachings of the Buddha, the teachings of the conqueror, the teachings of the",
  "mnd14:190.3": "Tathāgata, the teachings of the gods, and the Arahant's teachings. \"Should not",
  "mnd14:190.4": "let go,\" should be a respectful actor, ...(omitted).",
  "mnd14:191.1": "<em>169 : Because he is an unconquered conqueror,",
  "mnd14:191.2": "He saw the Dhamma self-evidently instead of (by) hearsay,",
  "mnd14:191.3": "Therefore, it is true that those who do not let go",
  "mnd14:191.4": "Should always respectfully follow the teachings of the Blessed One.",
  "mnd14:191.5": "[Like this, the Blessed One (said).]</em>",
  "mnd14:191.6": "<em>169 : Because he is an unconquered conqueror,",
  "mnd14:191.7": "He saw the Dhamma self-evidently instead of (by) hearsay,",
  "mnd14:191.8": "Therefore, it is true that those who do not let go",
  "mnd14:191.9": "Should always respectfully follow the teachings of the Blessed One.",
  "mnd14:191.10": "[Like this, the Blessed One (said).]</em>",
  "mnd14:191.11": "<em>169 : Because he is an unconquered conqueror,",
  "mnd14:191.12": "He saw the Dhamma self-evidently instead of (by) hearsay,",
  "mnd14:191.13": "Therefore, it is true that those who do not let go",
  "mnd14:191.14": "Should always respectfully follow the teachings of the Blessed One.",
  "mnd14:191.15": "[Like this, the Blessed One (said).]</em>",
  "mnd14:191.16": "<em>169 : Because he is an unconquered conqueror,",
  "mnd14:191.17": "He saw the Dhamma self-evidently instead of (by) hearsay,",
  "mnd14:191.18": "Therefore, it is true that those who do not let go",
  "mnd14:191.19": "Should always respectfully follow the teachings of the Blessed One.",
  "mnd14:191.20": "[Like this, the Blessed One (said).]</em>",
  "mnd14:191.21": "<em>169 : Because he is an unconquered conqueror,",
  "mnd14:191.22": "He saw the Dhamma self-evidently instead of (by) hearsay,",
  "mnd14:191.23": "Therefore, it is true that those who do not let go",
  "mnd14:191.24": "Should always respectfully follow the teachings of the Blessed One.",
  "mnd14:191.25": "[Like this, the Blessed One (said).]</em>",
  "mnd14:192.1": "\"Because he is an unconquered conqueror\": The \"conqueror,\" the conqueror of",
  "mnd14:192.2": "form, the conqueror of sound, the conqueror of smell, the conqueror of taste,",
  "mnd14:192.3": "the conqueror of touch, the conqueror of dhamma, is not conquered by any",
  "mnd14:192.4": "pollution, he conquers those evil and unwholesome dhammas; shunning the",
  "mnd14:192.5": "pollution, the others, the fearful, the bitter fruit, old age and death in the",
  "mnd14:192.6": "future.",
  "mnd14:193.1": "\"He sees the self-evidenced Dhamma rather than (by) hearsay (rumor)\":",
  "mnd14:193.2": "\"Self-certification\" is not heard, not based on work like this, not based on",
  "mnd14:193.3": "inheritance, not based on three possessions, not based on theoretical",
  "mnd14:193.4": "contemplation, not based on contemplation. His insights were seen and understood",
  "mnd14:193.5": "in the Dhamma that he personally proved and realized.",
  "mnd14:194.1": "\"Therefore it is indeed the commandment of the Blessed One\": \"Therefore,\"",
  "mnd14:194.2": "therefore; the reason; the cause; the condition; the cause. \"The commandment of",
  "mnd14:194.3": "the Blessed One,\" the commandment of the Blessed One, the teachings of Gotama,",
  "mnd14:194.4": "the teachings of the Buddha, the teachings of the conqueror, the teachings of",
  "mnd14:194.5": "the Tathāgata, the teachings of the gods, the teachings of the Arahants.",
  "mnd14:195.1": "\"He who does not let go (relax) should always be respectful and follow his",
  "mnd14:195.2": "studies. [Like this, the Blessed One (said)]\": \"He who does not let go,\" a",
  "mnd14:195.3": "respectful actor... \"Always,\" .... \"Respect,\" to respect with the body, or with",
  "mnd14:195.4": "words, or with the heart, or as such it means to respect, or to salute, revere,",
  "mnd14:195.5": "and respect. \"Follow learning,\" there are three types of learning: .... \"Blessed",
  "mnd14:195.6": "One,\" a synonym for respect...."
}