{
  "mnd10:0.1": "10. Before Disintegration",
  "mnd10:1.1": "<em>83 : What type of precepts are seen",
  "mnd10:1.2": "By those who are called \"silent ones?\"",
  "mnd10:1.3": "Gotama! Please tell me about that,",
  "mnd10:1.4": "(When) asked about the best person.</em>",
  "mnd10:1.5": "<em>83 : What type of precepts are seen",
  "mnd10:1.6": "By those who are called \"silent ones?\"",
  "mnd10:1.7": "Gotama! Please tell me about that,",
  "mnd10:1.8": "(When) asked about the best person.</em>",
  "mnd10:1.9": "<em>83 : What type of precepts are seen",
  "mnd10:1.10": "By those who are called \"silent ones?\"",
  "mnd10:1.11": "Gotama! Please tell me about that,",
  "mnd10:1.12": "(When) asked about the best person.</em>",
  "mnd10:1.13": "<em>83 : What type of precepts are seen",
  "mnd10:1.14": "By those who are called \"silent ones?\"",
  "mnd10:1.15": "Gotama! Please tell me about that,",
  "mnd10:1.16": "(When) asked about the best person.</em>",
  "mnd10:2.1": "\"What type of precepts are seen by the one who is called 'the silent one'\": \"the",
  "mnd10:2.2": "one who sees,\" has what type of view, what type of establishment, what type of",
  "mnd10:2.3": "contrasting seeing. \"What type of precepts,\" what type of precepts are",
  "mnd10:2.4": "possessed, what type of precepts are established, and what type of contrasts.",
  "mnd10:2.5": "What precepts for what type of witnesses. \"Called 'the silent one,'\" Being",
  "mnd10:2.6": "called, being said, being told, being talked, being explained, being said to be",
  "mnd10:2.7": "a quiet person, a silent person, a calmed one, a cooled one, and a resting one.",
  "mnd10:2.8": "The \"what type of seer\" increases wisdom for inquiries; \"what type of precepts\"",
  "mnd10:2.9": "increases the precepts for inquiries; \"silent ones\" increase mind for inquiries.",
  "mnd10:3.1": "\"Gotama! Please tell me about that\": \"That,\" everything I ask; everything I beg",
  "mnd10:3.2": "for; everything I inquire for; everything that makes me clear. \"Gotama,\" the man",
  "mnd10:3.3": "called the Buddha and the Blessed One by his name. \"Please tell,\" please tell,",
  "mnd10:3.4": "please explain, please teach, please inform, please establish, please uncover,",
  "mnd10:3.5": "please analyze, please clarify.",
  "mnd10:4.1": "\"(When) asked about the best person\": \"The one being asked,\" The one being",
  "mnd10:4.2": "interrogated; the one being inquired, the one being inquired of, the one that is",
  "mnd10:4.3": "asked, the one who makes it clear. \"The supreme being,\" The first, the most",
  "mnd10:4.4": "victorious, the extraordinary, the top, the top person.",
  "mnd10:5.1": "<em>84 : [The Blessed One, Like This:]",
  "mnd10:5.2": "Before the disintegration, he is one",
  "mnd10:5.3": "Who is detached from thirst, not dependent on the past,",
  "mnd10:5.4": "Not counted in the middle,",
  "mnd10:5.5": "For him (nothing) is valued (preferred).</em>",
  "mnd10:5.6": "<em>84 : [The Blessed One, Like This:]",
  "mnd10:5.7": "Before the disintegration, he is one",
  "mnd10:5.8": "Who is detached from thirst, not dependent on the past,",
  "mnd10:5.9": "Not counted in the middle,",
  "mnd10:5.10": "For him (nothing) is valued (preferred).</em>",
  "mnd10:5.11": "<em>84 : [The Blessed One, Like This:]",
  "mnd10:5.12": "Before the disintegration, he is one",
  "mnd10:5.13": "Who is detached from thirst, not dependent on the past,",
  "mnd10:5.14": "Not counted in the middle,",
  "mnd10:5.15": "For him (nothing) is valued (preferred).</em>",
  "mnd10:5.16": "<em>84 : [The Blessed One, Like This:]",
  "mnd10:5.17": "Before the disintegration, he is one",
  "mnd10:5.18": "Who is detached from thirst, not dependent on the past,",
  "mnd10:5.19": "Not counted in the middle,",
  "mnd10:5.20": "For him (nothing) is valued (preferred).</em>",
  "mnd10:5.21": "<em>84 : [The Blessed One, Like This:]",
  "mnd10:5.22": "Before the disintegration, he is one",
  "mnd10:5.23": "Who is detached from thirst, not dependent on the past,",
  "mnd10:5.24": "Not counted in the middle,",
  "mnd10:5.25": "For him (nothing) is valued (preferred).</em>",
  "mnd10:6.1": "\"Detached from thirst, before the disintegration\": Before the body",
  "mnd10:6.2": "disintegrates, before the self disintegrates, before the corpse is abandoned,",
  "mnd10:6.3": "before the root of life is cut off; the unthirsty, no longer thirsty, those who",
  "mnd10:6.4": "have given up their thirst, those who are rid of their cravings, those who have",
  "mnd10:6.5": "been liberated from thirst, those who have extinguished their thirst, those who",
  "mnd10:6.6": "have renounced their thirst; those who have renounced greed, those who have no",
  "mnd10:6.7": "greed, those who have eliminated greed, those who have been freed from greed,",
  "mnd10:6.8": "those who have given up greed; those who are not hungry, those who have been",
  "mnd10:6.9": "cooled, those who have become cool, those who feel happy, and those who live as",
  "mnd10:6.10": "Brāhmaṇa.",
  "mnd10:7.1": "\"Blessed One,\" is synonymous with respect. In addition, \"destroyed greed\" is the",
  "mnd10:7.2": "Blessed One; \"destroyed wicked\" is the Blessed One; \"destroyed ignorance\" is the",
  "mnd10:7.3": "Blessed One; \"the one who has destroyed the conceit\" is the Blessed One; \"the",
  "mnd10:7.4": "one who has destroyed the sight\" is the Blessed One; \"the one who has destroyed",
  "mnd10:7.5": "the thorns\" is the Blessed One; \"the one who has destroyed the pollutants\" is",
  "mnd10:7.6": "the Blessed One; \"the one who is ended\" is the Blessed One; \"the one who has",
  "mnd10:7.7": "practiced the body, the precepts, the mind, and the wisdom\" is the Blessed One;",
  "mnd10:7.8": "or \"the Blessed One is close to the woods, wild forests, and border dwellings",
  "mnd10:7.9": "(sitting places): low sound, quiet, away from the human atmosphere, who lives",
  "mnd10:7.10": "alone, and is suitable for sitting alone\" is the Blessed One; or the Blessed One",
  "mnd10:7.11": "is the one who divides clothes, food, shelter, the needs of the sick, and",
  "mnd10:7.12": "medical necessities; or \"the Blessed One is the one who has the taste of",
  "mnd10:7.13": "righteousness, the taste of Dhamma, the taste of liberation, the precepts, the",
  "mnd10:7.14": "mind, and the wisdom\" is the World Blessed One; or \"the Blessed One is the one",
  "mnd10:7.15": "with four types of jhāna, four immeasurables, four formlessness, etc.; or \"the",
  "mnd10:7.16": "Blessed One is the Participant of the Eight Liberations, the Eight Victory",
  "mnd10:7.17": "Places, and the Ninth Dwelling Places, etc.;\" the one who is purely divided is",
  "mnd10:7.18": "the Blessed One; or \"the Blessed One is the one who divides the four",
  "mnd10:7.19": "mindfulness, the four righteousness, the four bases, the five roots, the five",
  "mnd10:7.20": "powers, the seven enlightenment factors, and the eight branches of the holy",
  "mnd10:7.21": "path.\" The Blessed One is the one who has ten Tathāgata strength, four",
  "mnd10:7.22": "fearlessness, four unobstructed solutions, six magical powers, and six",
  "mnd10:7.23": "enlightenment methods.\" The Blessed One is the Blessed One. \"The Blessed One,\"",
  "mnd10:7.24": "this name is not given (made) by the mother; not given by the father; not given",
  "mnd10:7.25": "by brothers; not by sisters; not by friends; not by relatives; not by Samaṇas or",
  "mnd10:7.26": "Brāhmaṇas; not by heaven. This is ultimate liberation; to Buddha, the World",
  "mnd10:7.27": "Honored person, and under the Bodhi tree together with all the knowledge and",
  "mnd10:7.28": "wisdom gained and testimony, that is, the Blessed One.",
  "mnd10:8.1": "\"Those who do not depend on the past\": The past is called the past life, the",
  "mnd10:8.2": "craving for the past life has been cut off, seeing has been cut off, in the",
  "mnd10:8.3": "state where the craving has been cut off, seeing the state of being cut off,",
  "mnd10:8.4": "this is to not be dependent on the past. In addition, \"I used to have such a",
  "mnd10:8.5": "form in the past...,\" looking for joy there. \"I had such feelings..., had such",
  "mnd10:8.6": "thoughts in the past..., I had this type of behavior in the past..., I had this",
  "mnd10:8.7": "type of knowledge in the past.\" Looking for joy there, this is depending on the",
  "mnd10:8.8": "past.",
  "mnd10:9.1": "Or, \"My eyes were like that, and my forms were like that.\" There, consciousness",
  "mnd10:9.2": "is bound by desire and greed; when consciousness is bound by desire and greed,",
  "mnd10:9.3": "it rejoices; when it is rejoiced, this is also an expectation of the past. \"My",
  "mnd10:9.4": "ears were like that, and my voice was like that.\" ..., \"my nose..., smell...,",
  "mnd10:9.5": "..., ...tongue, ...taste..., ...body, ...touch\"..., mind..., dhammas....\" There,",
  "mnd10:9.6": "consciousness is bound by desire and greed; when consciousness is bound by",
  "mnd10:9.7": "desire and greed, it rejoices; when it rejoiced [MN.133], this is also depending",
  "mnd10:9.8": "on the past.",
  "mnd10:10.1": "Or, whoever laughed, talked, and played with women before, he enjoys it, desires",
  "mnd10:10.2": "it, and comes to happiness because of it [AN.7.50], which is also depending on",
  "mnd10:10.3": "the past.",
  "mnd10:11.1": "\"What should not be counted (reckoned) in the middle\": The middle is called the",
  "mnd10:11.2": "present tense, the craving for the present tense has been cut off, ..., the",
  "mnd10:11.3": "state of mind should not be counted as the \"infected,\" should not be counted as",
  "mnd10:11.4": "the \"disgusting,\" should not be counted as the \"ignorant,\" should not be counted",
  "mnd10:11.5": "as the \"bound person,\" shouldn't be counted as \"the one who clings,\" shouldn't",
  "mnd10:11.6": "be counted as \"coming to chaos,\" should not be counted as \"coming to the",
  "mnd10:11.7": "undesirable,\" should not be counted as \"coming to the fortitude,\", those deeds",
  "mnd10:11.8": "have been discarded, when the deeds have been discarded, they should not be",
  "mnd10:11.9": "counted in the interests: \"one of falls to hell (world)\" or \"beast world,\" or",
  "mnd10:11.10": "\"hungry ghost world,\" or \"human,\" or \"heaven,\" or \"formed,\" or \"formless,\" or",
  "mnd10:11.11": "\"thinking,\" or \"non-thinking,\" or \"neither thinking nor non-thinking,\" he has no",
  "mnd10:11.12": "cause, no predestiny, and no factor where he will fall.",
  "mnd10:12.1": "\"What for him is not valued\": \"For him,\" for the Arahant, for the person who has",
  "mnd10:12.2": "exhausted his troubles. There are two types of emphasis on \"valued\": the",
  "mnd10:12.3": "emphasis on thirst and the emphasis on views. What is the thirst? All are called",
  "mnd10:12.4": "boundaries, realms, scopes, borders, are grasped, and are treated as one's own:",
  "mnd10:12.5": "this is mine, this is mine, so much is mine, this area is mine; (my) form,",
  "mnd10:12.6": "sound, smell, taste, touch, things on the ground, coats, maids and male",
  "mnd10:12.7": "servants, goats and sheep, chickens and pigs, elephants, cows and horses, mules,",
  "mnd10:12.8": "fields, homesteads, gold, coins, villages, towns, capitals, places, treasuries,",
  "mnd10:12.9": "warehouses, all the land; because they are craving and regard them as their own,",
  "mnd10:12.10": "all one-hundred-and-eight types of craving. [AN.4.199]",
  "mnd10:13.1": "What is the views? There are twenty views of the body, ten evil views, ten side",
  "mnd10:13.2": "views, all views like this, evil views, jungle (entangled) views, desert",
  "mnd10:13.3": "(barren) views, distorted views, shaken views; the clinging, acceptance,",
  "mnd10:13.4": "holding, grasping to the bound view, the place where the evil way, the evil",
  "mnd10:13.5": "nature, the outside way depend, the clasping of the inversion (vipariyesa), the",
  "mnd10:13.6": "clinging of the inversion (viparīta), the inversion (vipallāsa), the grip of the",
  "mnd10:13.7": "evil, the clasping of evil, the grip of \"(seeing) the real in the unreal,\" all",
  "mnd10:13.8": "come to the reach of the sixty-two evil views.",
  "mnd10:14.1": "For him, the value of craving has been cut off, the value of seeing has been cut",
  "mnd10:14.2": "off, ..., he does not see thirsty love before or after, thirst for love is not",
  "mnd10:14.3": "(raised as) the flag, thirst for love is not built, ...not increased, ...seeing",
  "mnd10:14.4": "is not the flag, ..., not to be thirsty or follow views, this is not valued for",
  "mnd10:14.5": "him. In addition, \"I will have this type of form in the future life,\" there is",
  "mnd10:14.6": "no joy; \"there will be such feelings..., such thoughts..., such behaviors...,",
  "mnd10:14.7": "such knowledge....\" The heart has no hope for the unobtained, because of the",
  "mnd10:14.8": "hopelessness of the heart, he doesn't like it; when he doesn't like it, this is",
  "mnd10:14.9": "not valued by him.",
  "mnd10:15.1": "<em>85 : Those who are not angry, those who are not afraid,",
  "mnd10:15.2": "Those who do not show off, those who do not regret,",
  "mnd10:15.3": "The speaker after consideration, the one who does not give up,",
  "mnd10:15.4": "He is indeed Muni with self-controlled speech.</em>",
  "mnd10:15.5": "<em>85 : Those who are not angry, those who are not afraid,",
  "mnd10:15.6": "Those who do not show off, those who do not regret,",
  "mnd10:15.7": "The speaker after consideration, the one who does not give up,",
  "mnd10:15.8": "He is indeed Muni with self-controlled speech.</em>",
  "mnd10:15.9": "<em>85 : Those who are not angry, those who are not afraid,",
  "mnd10:15.10": "Those who do not show off, those who do not regret,",
  "mnd10:15.11": "The speaker after consideration, the one who does not give up,",
  "mnd10:15.12": "He is indeed Muni with self-controlled speech.</em>",
  "mnd10:15.13": "<em>85 : Those who are not angry, those who are not afraid,",
  "mnd10:15.14": "Those who do not show off, those who do not regret,",
  "mnd10:15.15": "The speaker after consideration, the one who does not give up,",
  "mnd10:15.16": "He is indeed Muni with self-controlled speech.</em>",
  "mnd10:16.1": "\"Those who are not angry, those who are not afraid\": Whoever is not angry in",
  "mnd10:16.2": "word is called \"not angry.\" Api ca kodho tāva vattabbo.'). Anger is arisen in",
  "mnd10:16.3": "ten forms: \"He has acted against me,\" [AN.9.29] anger is aroused; \"he is against",
  "mnd10:16.4": "my behavior,\" anger is aroused; \"he will act against me,\" anger is aroused; \"he",
  "mnd10:16.5": "has been unfavorable to my beloved and desirable behavior..., is unfavorable...,",
  "mnd10:16.6": "will be unfavorable,\" anger is aroused; \"he has benefited from what I do not",
  "mnd10:16.7": "love, undesirable...,\" anger is arisen; or anger is arisen unjustified. Any type",
  "mnd10:16.8": "of anger, hostility, hatred, aversion, evil, heart aversion, state of anger,",
  "mnd10:16.9": "aggression, brutal anger, rage, displeased heart, this is called anger.",
  "mnd10:17.1": "In addition, the extreme and small states of anger should be perceived:",
  "mnd10:17.2": "sometimes anger is only the degree of turbidity, but not as much as frowning;",
  "mnd10:17.3": "sometimes anger is just as frowning, but not as much as gritted teeth; sometimes",
  "mnd10:17.4": "anger is just the degree of gritted teeth, but not as much as verbal abuse;",
  "mnd10:17.5": "sometimes anger is only to the level of verbal abuse, but not as much as looking",
  "mnd10:17.6": "around for a weapon; sometimes anger is just looking around in all directions",
  "mnd10:17.7": "(for a weapon), but not as much as the degree of (acquiring) the cane; sometimes",
  "mnd10:17.8": "the anger is only the degree of the cane, but not the degree of (pulling out)",
  "mnd10:17.9": "the cane; sometimes the anger is just the degree of the cane, but not as much as",
  "mnd10:17.10": "hitting with the cane; sometimes anger is just the hit of the cane, but not",
  "mnd10:17.11": "enough to fracture; sometimes anger is just fracturing and not enough to the",
  "mnd10:17.12": "degree of rupture; sometimes anger is only the degree of rupture, but not as",
  "mnd10:17.13": "much pulling apart every limb; sometimes anger is only the degree to which every",
  "mnd10:17.14": "limb is pulled apart, but not enough to kill; sometimes anger is just the taking",
  "mnd10:17.15": "away of life, but not as much as the degree of abandoning himself. When the",
  "mnd10:17.16": "angry person kills himself after killing others, this situation is that the",
  "mnd10:17.17": "anger further reaches the increase, and the further reaches the increase. For",
  "mnd10:17.18": "him for whom this anger is cut off, severed, calmed down, ceased, unable to",
  "mnd10:17.19": "arise, and burned by the fire of wisdom, he is called the unangered. The state",
  "mnd10:17.20": "of having given up on anger is regarded as not angry; the state of knowledge",
  "mnd10:17.21": "about anger is regarded as not angry; the state of being cut off from anger is",
  "mnd10:17.22": "regarded as not angry.",
  "mnd10:18.1": "\"Those who are not afraid,\" here, one type of person is one who is afraid, those",
  "mnd10:18.2": "who have fear, and those who have terror. They tremble, have fear, terror, and",
  "mnd10:18.3": "come to fear: \"I can't get a home, or I can't get a group (of people), or I",
  "mnd10:18.4": "can't get shelter, or I can't get profit, or I can't get reputation, or I can't",
  "mnd10:18.5": "get praise, or I can't get pleasure, or I can't get clothes, or I get a group",
  "mnd10:18.6": "meal, or I cannot get a bed seat, or I cannot get the patient's necessities and",
  "mnd10:18.7": "medical necessities, or I cannot get care, or I am not known.\" He was trembling,",
  "mnd10:18.8": "horrified, afraid, and fearful.",
  "mnd10:19.1": "Here, the Bhikkhu is the one who is not afraid, has no terror, and fearless. He",
  "mnd10:19.2": "does not tremble, have fear, or come to fear: \"I can't get a home, ....\" He does",
  "mnd10:19.3": "not tremble, ..., or come to fear.",
  "mnd10:20.1": "\"Those who do not show off, those who do not regret\": Here, one type of person",
  "mnd10:20.2": "is boasting and showing off: I am a \"sufficient person,\" or a \"person of",
  "mnd10:20.3": "precepts,\" or a \"person of prohibitions,\" or \"by birth, or by surname, or by",
  "mnd10:20.4": "good family, or by appearance and beauty like a lotus, or by property, or by",
  "mnd10:20.5": "research (acquisition), or by profession, either by skill, or by study, or by",
  "mnd10:20.6": "what you have heard, or by arguing, or \"being a bhikkhu from your family,\" or",
  "mnd10:20.7": "\"being a bhikkhu from a big family,\" or \"from a big family\" a wealthy bhikkhu,",
  "mnd10:20.8": "or a bhikkhu from a wealthy wealthy family, or a bhikkhu who is in the same",
  "mnd10:20.9": "household and a bhikkhu is a well-known person or a famous person, or on",
  "mnd10:20.10": "clothing, food, shelter, necessities of the patient, and medical necessities, or",
  "mnd10:20.11": "\"teacher,\" or \"lawyer,\" or \"speaker,\" or \"lives in the forest,\" or \"begging,\" or",
  "mnd10:20.12": "\"wearing dung and sweeping clothes,\" or \"but the three-clothed person,\" or \"the",
  "mnd10:20.13": "second beggar,\" or \"the person who does not eat after eating (eating once),\" or",
  "mnd10:20.14": "\"the person who often sits (not lying),\" or \"the person who lives anywhere,\" or",
  "mnd10:20.15": "\"the first jhāna person,\" or \"the obtainer of the second jhāna,\" or \"the",
  "mnd10:20.16": "obtainer of the third jhāna,\" or \"the obtainer of the fourth jhāna,\" or \"the",
  "mnd10:20.17": "obtainer who waits in the boundless void (fifth/first immaterial),\" or \"the one",
  "mnd10:20.18": "who waits in the boundless consciousness (sixth),\" or \"the gainer who waits in",
  "mnd10:20.19": "nothingness (seventh),\" \"the gainer who does not wait in nothingness (neither",
  "mnd10:20.20": "perception nor non-perception); he boasted and showed off. He doesn't boast or",
  "mnd10:20.21": "show off like this. From boasting and showing off, there is separation,",
  "mnd10:20.22": "abstaining, renunciation, he lives with an unrestrained heart.",
  "mnd10:21.1": "\"Those who do not regret,\" \"Regret,\" the improper behavior of the hands is",
  "mnd10:21.2": "regret, the improper behavior of the feet is also regret, the improper behavior",
  "mnd10:21.3": "of the hands and feet is also regret, the inappropriate thought of as",
  "mnd10:21.4": "appropriate, the appropriate thought of as inappropriate, the untimely thought",
  "mnd10:21.5": "of as timely, the timely thought of as untimely, what is innocent is thought of",
  "mnd10:21.6": "as sin, what is sinful is thought of as innocent, all regret like this, the path",
  "mnd10:21.7": "of regret, the state of regret, the regret of the heart, the confusion of the",
  "mnd10:21.8": "mind, this is called regret.",
  "mnd10:22.1": "In addition, regret, heart regret, and confusion of mind arise from two factors:",
  "mnd10:22.2": "what is done and what is not done. What is regret for what is done and what is",
  "mnd10:22.3": "not done? \"The evil behaviors I did, the good behaviors I didn't do.\" He rebuked",
  "mnd10:22.4": "himself; \"The evil words..., good words..., ...; evil intentions, good",
  "mnd10:22.5": "intentions; killing, abstaining from killing; taking what wasn't given, not",
  "mnd10:22.6": "giving; adultery, abstaining from adultery; lying, not forgoing lying; divisive",
  "mnd10:22.7": "speech, not abstaining from divisive speech; vulgar words..; slurs",
  "mnd10:22.8": "(obscenities)...; greed; evil (harm); the evil view..., not the right view....\"",
  "mnd10:22.9": "He rebukes himself for what was done and not done. Or, \"I am not a full-fledged",
  "mnd10:22.10": "person in the precepts,\" he rebuked himself; \"I am not a guardian of the",
  "mnd10:22.11": "roots\"...; ...not a person who knows the right amount to eat...; not sober, not",
  "mnd10:22.12": "a person with mindfulness and right knowledge; the four mindfulnesses were not",
  "mnd10:22.13": "practiced by me; the four good diligences were not practices by me...; the four",
  "mnd10:22.14": "bases (iddhipāda) were not practiced by me; the five elements have not be",
  "mnd10:22.15": "studied by me; the five powers...; seven enlightenment factors; eight holy",
  "mnd10:22.16": "paths; ...I don't know suffering...; ...the collection was not cut off by me...;",
  "mnd10:22.17": "the Path has not been practiced by me; I have not testified to what should e",
  "mnd10:22.18": "testified....\" He rebukes himself for what has been done and has not been done,",
  "mnd10:22.19": "and rebukes his own kamma (behavior) for not carrying out, not producing, not",
  "mnd10:22.20": "arising, or not being. He has regrets, heart regrets, and confusion of mind.",
  "mnd10:22.21": "This is what has been done and what has not been done, and regrets, heart",
  "mnd10:22.22": "regrets, and confusion of mind arise.",
  "mnd10:23.1": "For him for whom regrets have been cut off, severed, calmed down, stopped,",
  "mnd10:23.2": "unable to arise, and burned by the fire of wisdom, he is called the one who does",
  "mnd10:23.3": "not regret.",
  "mnd10:24.1": "\"The speaker after consideration, the one who does not give up\": After",
  "mnd10:24.2": "consideration, it is called wisdom, which is wisdom, ...(omitted). When there",
  "mnd10:24.3": "are many talks; wen there is a lot of explanation; when there is a lot of talk,",
  "mnd10:24.4": "he considers, explores, and then speaks. He does not say what is said by evil.",
  "mnd10:24.5": "\"Those who do not fall away,\" where, what is falling away? Wherever the heart is",
  "mnd10:24.6": "falling away, there is no silence; the heart is scattered; the heart is",
  "mnd10:24.7": "confused, which is called falling away. For him for whom this has been cut",
  "mnd10:24.8": "off....",
  "mnd10:25.1": "\"He is indeed a Muni who has self-controlled speech\": Here, after the bhikkhu",
  "mnd10:25.2": "abandons his words, he is a not a liar, truthful, true, reliable, trustworthy,",
  "mnd10:25.3": "and non-deceitful to the world. After discarding speaking, he is a distant",
  "mnd10:25.4": "speaker: hearing from here, he does not speak there to divide people, these",
  "mnd10:25.5": "people, like this, he is the mediator of division, the disseminator of harmony,",
  "mnd10:25.6": "the one who is willing to reconcile, the one who likes to reconcile, and the",
  "mnd10:25.7": "speaker of reconciliation. After abandoning the rough and evil words, he is the",
  "mnd10:25.8": "one who leaves the rough and evil words; the soft, pleasant, lovely and",
  "mnd10:25.9": "tempting, elegant, pleasant, and loved words by everyone, words like this are",
  "mnd10:25.10": "said by him. After cutting off the obscene language, he is the one who is free",
  "mnd10:25.11": "from the obscene language: he is the speaker at the right time, the speaker of",
  "mnd10:25.12": "the facts, the speaker of the benefit, the speaker of the Dhamma; he is the",
  "mnd10:25.13": "speaker of value at the right time, reasonable, restrained, and profitable words",
  "mnd10:25.14": "[AN.4.198]. He has four types of good deeds and four types of faultless words.",
  "mnd10:25.15": "He has been separated from the thirty-two beastly words, has renounced, has",
  "mnd10:25.16": "given up, has departed, has been freed, has given up his bondage, he lives with",
  "mnd10:25.17": "an unrestrained heart.",
  "mnd10:26.1": "He speaks about ten things, namely: the theory of less desire, the theory of",
  "mnd10:26.2": "contentment..., the theory of living alone..., the theory of",
  "mnd10:26.3": "noncommunicating..., the theory of vitality..., the theory of commandment...,",
  "mnd10:26.4": "the conclusion..., the theory of wisdom..., the theory of liberation..., the",
  "mnd10:26.5": "theory of liberation wisdom..., mindfulness theory..., right diligence",
  "mnd10:26.6": "theory..., divine bases theory..., root theory..., power theory...,",
  "mnd10:26.7": "enlightenment theory..., Path theory..., Fruit theory, and Nibbāna theory.",
  "mnd10:26.8": "\"Words with self-control\" are cautious, prudent, guarded, protected, and silent.",
  "mnd10:26.9": "\"Muni,\" ....",
  "mnd10:27.1": "<em>86 : There is no bondage in the future,",
  "mnd10:27.2": "He does not lament the past,",
  "mnd10:27.3": "He sees touch (as) far away,",
  "mnd10:27.4": "And he is not guided in seeing (views).</em>",
  "mnd10:27.5": "<em>86 : There is no bondage in the future,",
  "mnd10:27.6": "He does not lament the past,",
  "mnd10:27.7": "He sees touch (as) far away,",
  "mnd10:27.8": "And he is not guided in seeing (views).</em>",
  "mnd10:27.9": "<em>86 : There is no bondage in the future,",
  "mnd10:27.10": "He does not lament the past,",
  "mnd10:27.11": "He sees touch (as) far away,",
  "mnd10:27.12": "And he is not guided in seeing (views).</em>",
  "mnd10:27.13": "<em>86 : There is no bondage in the future,",
  "mnd10:27.14": "He does not lament the past,",
  "mnd10:27.15": "He sees touch (as) far away,",
  "mnd10:27.16": "And he is not guided in seeing (views).</em>",
  "mnd10:28.1": "\"A person who has no bonds in the future\": Attachment is called craving, which",
  "mnd10:28.2": "is greed, .... For him, those who (do not) have this attachment, their cravings",
  "mnd10:28.3": "cut off, ..., are those who are unbound in the future. In addition, \"I will have",
  "mnd10:28.4": "such a form in my future life.\" ...(omitted). Because of the lack of hope of the",
  "mnd10:28.5": "heart, one doesn't like it; when you don't like it, this is also the unbounded",
  "mnd10:28.6": "actor in the future. \"My ears will be like that in the future, and my voice will",
  "mnd10:28.7": "be like that.\".... In addition, \"I will become (into) the heaven or one of the",
  "mnd10:28.8": "heavens with this virtue, prohibition, asceticism, and Brahma.\" He does not hope",
  "mnd10:28.9": "for what is not obtained, and because of the lack of hope of the heart, he does",
  "mnd10:28.10": "not like it.",
  "mnd10:29.1": "\"He does not lament the past\": He does not grieve for what has changed, or is",
  "mnd10:29.2": "not sad for what is changing: \"My eyes have changed,\" he is not sad; my ears",
  "mnd10:29.3": ".... He is not sad, not tired, not weeping, not crying, not coming into",
  "mnd10:29.4": "confusion.",
  "mnd10:30.1": "\"Seeing touch as far away\": eye contact, ear contact, nose contact, tongue",
  "mnd10:30.2": "contact, body contact, intention contact, name contact, opposite contact",
  "mnd10:30.3": "[DN.15], a touch that should feel happy, a touch that should feel bitter, a",
  "mnd10:30.4": "touch that should feel neither suffering nor happiness, good touch, unwholesome",
  "mnd10:30.5": "touch, non-remembering touch, desire touch, physical touch, formless touch,",
  "mnd10:30.6": "empty touch, non-contact, unwilling touch, world touch, out of the world touch,",
  "mnd10:30.7": "the past, the future, the present, and the state of touch, contact, complete",
  "mnd10:30.8": "contact, and the state of complete contact like this is called touch.",
  "mnd10:31.1": "\"Seeing touch as far away\": With \"me\", or with \"what I have,\" or with constancy,",
  "mnd10:31.2": "or with eternity, or with unchanging methods, he sees eye contact as far away;",
  "mnd10:31.3": "..., he sees ear contact as far away;. ...(omitted) as far away from \"I,\" or",
  "mnd10:31.4": "\"what I am,\" or \"forever,\" or \"everlasting,\" or \"unchanging.\"",
  "mnd10:32.1": "Or, he sees the past being touched by the future and the present; he sees the",
  "mnd10:32.2": "future being touched by the past and the present; he sees the present being",
  "mnd10:32.3": "touched by the past and the future, or, where those holy, no worries, out of the",
  "mnd10:32.4": "world, and void-related touch, the touch of greed he sees as far away; anger...,",
  "mnd10:32.5": "ignorance..., (omitted).",
  "mnd10:33.1": "\"He is not guided in seeing\": For him, the sixty-two evil views have been cut",
  "mnd10:33.2": "off, ..., and he will not be carried away by seeing, taken away, carried, nor",
  "mnd10:33.3": "return to that evil view as the core.",
  "mnd10:34.1": "<em>87 : Those who have withdrawn, not scheming,",
  "mnd10:34.2": "Not eager, not stingy,",
  "mnd10:34.3": "Those who are not arrogant, not (morally) disgusting,",
  "mnd10:34.4": "Not keen on (divisive) discourse.</em>",
  "mnd10:34.5": "<em>87 : Those who have withdrawn, not scheming,",
  "mnd10:34.6": "Not eager, not stingy,",
  "mnd10:34.7": "Those who are not arrogant, not (morally) disgusting,",
  "mnd10:34.8": "Not keen on (divisive) discourse.</em>",
  "mnd10:34.9": "<em>87 : Those who have withdrawn, not scheming,",
  "mnd10:34.10": "Not eager, not stingy,",
  "mnd10:34.11": "Those who are not arrogant, not (morally) disgusting,",
  "mnd10:34.12": "Not keen on (divisive) discourse.</em>",
  "mnd10:34.13": "<em>87 : Those who have withdrawn, not scheming,",
  "mnd10:34.14": "Not eager, not stingy,",
  "mnd10:34.15": "Those who are not arrogant, not (morally) disgusting,",
  "mnd10:34.16": "Not keen on (divisive) discourse.</em>",
  "mnd10:35.1": "\"Withdrawn, non-scheming\": \"Withdrawn,\" The state of abandoning greed is",
  "mnd10:35.2": "withdrawal, ...aversion..., ...ignorance..., ...anger... (omitted). This was",
  "mnd10:35.3": "said by the Blessed One: \"Bhikkhus! How are the bhikkhus withdrawn? Bhikkhus!",
  "mnd10:35.4": "Here, the conceit of the bhikkhus' self-being has been cut off, and the roots",
  "mnd10:35.5": "have been cut off, like a palm tree without roots, becoming a non-existent thing",
  "mnd10:35.6": "for the future, Bhikkhus! The Bhikkhu is withdrawn like this. [AN.4.38]\"",
  "mnd10:36.1": "\"Non-scheming,\" there are three types of scheming: trickery to use resources,",
  "mnd10:36.2": "trickery of deportment, and trickery of talking all around for gain.",
  "mnd10:37.1": "What is the trickery of using resources? Here, the homeowners invite the",
  "mnd10:37.2": "bhikkhus with clothes, food, shelter, patients' necessities, and medical",
  "mnd10:37.3": "necessities. He is a person with evil desire, a person with a desire for nature,",
  "mnd10:37.4": "and a person with hope. He is a person who has clothes, food, shelter,",
  "mnd10:37.5": "necessities of the patient, and medical necessities. Hoping for more and",
  "mnd10:37.6": "rejecting clothes, refusal to give food, refusal to shelter, refusal of",
  "mnd10:37.7": "patients' necessities and medical necessities, he said: \"What do high-value",
  "mnd10:37.8": "clothes have for a Samaṇa!\" It is appropriate that a Samaṇa should use rags from",
  "mnd10:37.9": "the mound room or garbage dump or in front of the shop to make coats of. What",
  "mnd10:37.10": "does high-value food mean to a Samaṇa! It is appropriate that a Samaṇa should",
  "mnd10:37.11": "survive by wandering for alms. What is there for a Samaṇa with high-value",
  "mnd10:37.12": "accommodation! ...A Samaṇa should be those who live under the trees or between",
  "mnd10:37.13": "the mounds or live in the open. ...needs of patients and medical necessities!",
  "mnd10:37.14": "...should use medicine of fermented cow urine or crushed greens. After grasping",
  "mnd10:37.15": "that, he wears coarse clothes; receives coarse food; lives in coarse dwellings;",
  "mnd10:37.16": "uses coarse patients' necessities and medical necessities. The homeowners knew",
  "mnd10:37.17": "him this way: \"This Samaṇa is a person with little desire, a contented person, a",
  "mnd10:37.18": "lonely person, a person who is away from the masses, a person whose vitality has",
  "mnd10:37.19": "been activated, and a teacher.\" They invite more and more with with clothes,",
  "mnd10:37.20": "food, shelter, patients' necessities, and medical necessities. He said: \"The",
  "mnd10:37.21": "three current states have faithful people who produce a lot of merit: the",
  "mnd10:37.22": "current state of faith has faithful people, the current state that produces a",
  "mnd10:37.23": "lot of merit and donation has a believing man who produces a lot of merit, and",
  "mnd10:37.24": "the current state of a person worthy of support has a believing man who produces",
  "mnd10:37.25": "a lot of merit. You are the believer, and the charity exists (is found), and I",
  "mnd10:37.26": "am the receiver. If I don't accept it, then you will become outsiders of merit.",
  "mnd10:37.27": "This is not necessary for me, but just for pity, from you, I accept.\" After",
  "mnd10:37.28": "clinging to that, he accepts many clothes, many foods, many residences, and many",
  "mnd10:37.29": "patients' necessities and medical necessities. The frowning of anyone who frowns",
  "mnd10:37.30": "like this is the path of deceit, the state of deceit, this is deceit to gain",
  "mnd10:37.31": "resources.",
  "mnd10:38.1": "What is the trickery of deportment? Here, there are certain types of evil",
  "mnd10:38.2": "desirers, those who desire nature, and those who desire respect, (thought): \"In",
  "mnd10:38.3": "this way, people will respect me.\" He placed to walk, placed to stand, placed to",
  "mnd10:38.4": "sit, placed to lie down, walked for desire, stood for desire, sat down for",
  "mnd10:38.5": "desire, lay down for desire, walked like a person in concentration, as in",
  "mnd10:38.6": "concentration he stands, sits down like a meditation person, lies down like a",
  "mnd10:38.7": "meditation person, and becomes visible as a meditator. The placement,",
  "mnd10:38.8": "strengthening, and complete placement of behaviors like this; the frown of this",
  "mnd10:38.9": "frowning person is the path of trickery and the state of trickery, this is the",
  "mnd10:38.10": "trickery of deportment.",
  "mnd10:39.1": "What is the trickery of talking all around for gain? Here, there are certain",
  "mnd10:39.2": "types of evil desirers, those who desire nature, and those who desire respect,",
  "mnd10:39.3": "(thought): \"In this way, people will respect me.\" He spoke according to the Holy",
  "mnd10:39.4": "Dhamma, and he said: \"Whoever dresses like this is a powerful Samaṇa.\" He said:",
  "mnd10:39.5": "\"Anyone who holds a bowl like this..., holding a copper bowl..., holding a water",
  "mnd10:39.6": "filter..., water filter, keys, wearing shoe, a belt, ...is a Samaṇa of great",
  "mnd10:39.7": "power.\" He said: \"Whoever his followers are like this, he is a powerful Samaṇa.\"",
  "mnd10:39.8": "He said: \"Whoever his teacher is like this..., the equivalent of a bhikkhu is",
  "mnd10:39.9": "like this..., the equivalent of a teacher, a friend, an acquaintance, a close",
  "mnd10:39.10": "person, a companion..., he is a powerful Samaṇa.\" He said: \"Anyone who lives in",
  "mnd10:39.11": "a dwelling like this..., in a half-roof house, in a tall building, in a flat",
  "mnd10:39.12": "house, in a cave, living in a cave, a hut, a heavy pavilion, an observatory,",
  "mnd10:39.13": "round house, a shed, a lecture hall, a tent, living under a tree..., he is the",
  "mnd10:39.14": "Samaṇa of great power.\"",
  "mnd10:40.1": "Or, those who keep frowning; constantly frowning; those who keep tricking; those",
  "mnd10:40.2": "who keep nagging; those who are respected because of their mouths, who says such",
  "mnd10:40.3": "deep, secret, subtle, out-of-the-world, and empty talk: \"This Samaṇa gets this",
  "mnd10:40.4": "quiet residence like this and waits.\" The frown of anyone who frowns like this;",
  "mnd10:40.5": "the path of the trick, the state of the trick, this is the trickery of the",
  "mnd10:40.6": "surrounding language.",
  "mnd10:41.1": "\"Those who do not hope, those who are not stingy\": Hope is called thirst, it is",
  "mnd10:41.2": "greed.... For him, this eagerness and thirst have been cut off, ..., and he is",
  "mnd10:41.3": "called the one who is not eager, the forms..., sounds..., ...(omitted). \"Those",
  "mnd10:41.4": "who are not stingy,\" there are five types of stinginess: stingy in dwelling, in",
  "mnd10:41.5": "home, of gain, of praise, of Dhamma, stingy appearance, stingy state, greed,",
  "mnd10:41.6": "miserly, petty, and heart-tight state are called stingy. In addition,",
  "mnd10:41.7": "miserliness is also stingy; world stinginess is also stingy; stinginess in views",
  "mnd10:41.8": "is also stingy. With this stinginess and intolerance, people become illiberal,",
  "mnd10:41.9": "so they are called stingy. For the one who has been cut off, ....",
  "mnd10:42.1": "\"Those who are not arrogant, those who do not hate\": \"Arrogance,\" there are",
  "mnd10:42.2": "three types of arrogance: body arrogance, speech arrogance, heart arrogance.",
  "mnd10:42.3": "What is physical arrogance? Here, a certain type of people come to the Saṅgha to",
  "mnd10:42.4": "show their body arrogance, showing the arrogance of the body when coming to the",
  "mnd10:42.5": "group, showing the arrogance of the body in the cafeteria, showing the arrogance",
  "mnd10:42.6": "of the body in the bathroom, showing the arrogance of the body in the bath,",
  "mnd10:42.7": "showing the arrogance of the body when entering the home, and showing the",
  "mnd10:42.8": "arrogance of the body when he has entered the (vulgar) home.",
  "mnd10:43.1": "How does he come to show the arrogance of the body in the Saṅgha? Here, a",
  "mnd10:43.2": "certain type of people who come to the Saṅgha are not respectful. When they",
  "mnd10:43.3": "touch the elder bhikkhus, they stand, and when they touch them, they sit down,",
  "mnd10:43.4": "stand in front of the (elder bhikkhus), sit down in the front, and sit in high",
  "mnd10:43.5": "seats. Sitting down, sitting down with his head covered, he stood and talked,",
  "mnd10:43.6": "waving his arms to talk, so that he came to the Saṅgha to show the pride of this",
  "mnd10:43.7": "bodily arrogance..",
  "mnd10:44.1": "What is the arrogance of coming to the group to show the body? Here, a certain",
  "mnd10:44.2": "type of people come to the group to be disrespectful. To the elder bhikkhus who",
  "mnd10:44.3": "walk without shoes, he walks in shoes, to those who walk in low places, he walks",
  "mnd10:44.4": "in high places, and to those who walk in the ground, he walks in high places. He",
  "mnd10:44.5": "walked through the passage, stood when touching, sat down when touching, stood",
  "mnd10:44.6": "in front, sat down in front, sat down on the high seat, sat down with his head",
  "mnd10:44.7": "wrapped, he stood and talked, Speaking with waving arms, this is to show the",
  "mnd10:44.8": "arrogance of the body in the group.",
  "mnd10:45.1": "What is it to show the arrogance of the body in the cafeteria? Here, a certain",
  "mnd10:45.2": "type of person is not respectable in the cafeteria. He invades the elder",
  "mnd10:45.3": "bhikkhus and then sits down, blocking the new bhikkhus with his seat, standing",
  "mnd10:45.4": "when touching, and sitting down when touching, ..., so that he showed the",
  "mnd10:45.5": "arrogance of his body in the cafeteria.",
  "mnd10:46.1": "How does one show the arrogance of the body in the bathroom? Here, a certain",
  "mnd10:46.2": "type of person is not a respecter in the bathroom. When he touches the elder",
  "mnd10:46.3": "bhikkhus, he stands, when he touches, he sits, stands in the front, ...,",
  "mnd10:46.4": "removing firewood without being asked, closing the door without being asked,",
  "mnd10:46.5": "waving his arms and talking, this is to show the arrogance of the body in the",
  "mnd10:46.6": "bathroom.",
  "mnd10:47.1": "What is the arrogance of showing the body when you have entered the (vulgar)",
  "mnd10:47.2": "home? Here, when a certain type of people have entered the (vulgar) home, they",
  "mnd10:47.3": "say \"Great Virtue! Please do not (want to) enter\" when he is said to enter, as",
  "mnd10:47.4": "\"Great Virtue! Please don't (want to) stand.\" He stood when he was said to be",
  "mnd10:47.5": "\"Great Virtue! Please don't (to) sit down.\" When being said, he sits down, he",
  "mnd10:47.6": "enters when there is no space, he stands when there is no space, and he sits",
  "mnd10:47.7": "down when there is no space, where the inner room of the (vulgar) family is",
  "mnd10:47.8": "hidden and secret: the lay woman, the daughter-in-law, the lay wife, and the lay",
  "mnd10:47.9": "girl sit down, where he enters roughly, and he touches the boy's head. This",
  "mnd10:47.10": "shows the arrogance of the body when he enters the (vulgar) home. This is",
  "mnd10:47.11": "showing the arrogance of the body.",
  "mnd10:48.1": "What is showing the arrogance of words? Here, a certain type of people show",
  "mnd10:48.2": "verbal arrogance when they come to the Saṅgha, show verbal arrogance when they",
  "mnd10:48.3": "come to the group, and show verbal arrogance when they have entered the (vulgar)",
  "mnd10:48.4": "family.",
  "mnd10:49.1": "How does one come to show the arrogance of words in a group? Here, a certain",
  "mnd10:49.2": "type of people come to the group to be disrespectful. After asking the elder",
  "mnd10:49.3": "bhikkhus, or without being asked to speak to and answer questions to the",
  "mnd10:49.4": "bhikkhus entering the monastery's garden, he stands and speaks, waving his arms",
  "mnd10:49.5": "and speaking to the bhikkhus. The bhikkhunis, male lay devotees, and female lay",
  "mnd10:49.6": "devotees of the garden speak and answer questions. He stands and speaks, waving",
  "mnd10:49.7": "his arms to speak. This is to show the arrogance of speech in the group.",
  "mnd10:50.1": "What is it to show the arrogance of speech when you have entered the (vulgar)",
  "mnd10:50.2": "home? Here, when a certain type of people have entered (vulgar) homes, they say",
  "mnd10:50.3": "to women or girls: \"What is the name of this person and the last name; is there",
  "mnd10:50.4": "milk porridge, food, and hard food? What shall we drink? What shall we eat? What",
  "mnd10:50.5": "will we chew? Or something: what will you give to me?\" He mutters. Anyone who is",
  "mnd10:50.6": "in such a state of speech, unhelpful words, muttering, and verbosity, is the",
  "mnd10:50.7": "arrogance of speech when he has entered the layman's home. This is the arrogance",
  "mnd10:50.8": "of words.",
  "mnd10:51.1": "What is the arrogance of the heart? Here, a certain type of people who are not",
  "mnd10:51.2": "from a noble family has an arrogant person who sets themselves together with a",
  "mnd10:51.3": "noble bhikkhu, and a person who is not a bhikkhu from a large family sets",
  "mnd10:51.4": "himself and a large family with his heart. Those who do not become a bhikkhu are",
  "mnd10:51.5": "equal, those who do not become a bhikkhu from a wealthy family are equated with",
  "mnd10:51.6": "those who are arrogant, and those who do not become a bhikkhu from a wealthy",
  "mnd10:51.7": "family are equated with those who are not bhikkhus. The arrogant person",
  "mnd10:51.8": "considers himself and the Sutta teacher to be equal in his heart, and the",
  "mnd10:51.9": "arrogant person who does not hold the Dhamma..., there are arrogant people who",
  "mnd10:51.10": "don't say..., the people who don't live in the woods..., the arrogant people who",
  "mnd10:51.11": "don't go begging for food..., don't wear dung-sweeping clothing, only three",
  "mnd10:51.12": "pieces of clothing, second begging, not eating after eating, often sitting (not",
  "mnd10:51.13": "lying).... This is the arrogance of the heart. For him, those three types of",
  "mnd10:51.14": "arrogance are cut off, ..., he is called the non-arrogant.",
  "mnd10:52.1": "\"Those who are not disgusting,\" there are those who are disgusting, and there",
  "mnd10:52.2": "are those who are not. What is a disgusting person? Here, a certain type of",
  "mnd10:52.3": "people are those who break the precepts, those who are wicked, those who are",
  "mnd10:52.4": "impure and suspicious, those who behave secretly, those who are not Samaṇas but",
  "mnd10:52.5": "call themselves Samaṇas, who are not Brāhmaṇas but call themselves Brāhmaṇas,",
  "mnd10:52.6": "those who leak from internal decay, those who have bad personalities [AN.7.72].",
  "mnd10:52.7": "Or, he is easily angry and conquered by anger, and when spoken a little bit, he",
  "mnd10:52.8": "is angry, hurt, aggrieved, rebellious, showing anger, aversion, and",
  "mnd10:52.9": "dissatisfaction [AN.3.25].Or, he is an anger-prone person, a resentful person, a",
  "mnd10:52.10": "villainous person, a domineering person, a jealous person, a stingy person, a",
  "mnd10:52.11": "cunning person, a hypocrite, a stubborn person, an arrogant person, an evil",
  "mnd10:52.12": "desire person, a wrong view person, and a person who cannot give up [AN.6.36].",
  "mnd10:52.13": "This is called a disgusting person.",
  "mnd10:53.1": "What is a person who does is not disgusting? Here, the bhikkhu is a preceptor",
  "mnd10:53.2": "who lives and is protected by the self-control of the Pātimokkha. He has",
  "mnd10:53.3": "sufficient righteousness and state of affairs. He sees the terrible in minor",
  "mnd10:53.4": "sins and learns [AN.2.37] after accepting from a teacher. Or, he is a person who",
  "mnd10:53.5": "is not easy to get angry, and is always free of irritation. When discussing",
  "mnd10:53.6": "more, he will not be upset, angry, agitated, resist, and show no resentment,",
  "mnd10:53.7": "aversion and dissatisfaction [MN.135]. Or, he is not easy to anger, not",
  "mnd10:53.8": "resentful, not hides evil, not overbearing, ...(omitted), those who are not",
  "mnd10:53.9": "stubborn, and those who abandon easily are called those who do are not",
  "mnd10:53.10": "disgusting hate. All ignorant ordinary people are disgusting, and virtuous",
  "mnd10:53.11": "ordinary people, including the eight saints, are not disgusting.",
  "mnd10:54.1": "\"And those who are not keen on divisive speech\": \"Divisive speech,\" here, a",
  "mnd10:54.2": "certain type of person is a divisive speaker. After he hears it from here, he",
  "mnd10:54.3": "speaks there in order to divide these people, or after he hears from there, in",
  "mnd10:54.4": "order to divide those people, he says that here; like this, he is the destroyer",
  "mnd10:54.5": "of harmony, the spreader of division, the disagreeable, the speaker of disunity,",
  "mnd10:54.6": "the speaker of disagreement, this is called divisive speech.",
  "mnd10:55.1": "In addition, there are two reasons for divisiveness: by desire to be lovely, or",
  "mnd10:55.2": "by desire for division. How to produce divisiveness from desire to be lovely?",
  "mnd10:55.3": "\"For this, I will be lovely, I will be desirable, I will be close, I will be a",
  "mnd10:55.4": "close friend, I will be kind.\" In this way, a divide arises from desire to be",
  "mnd10:55.5": "lovely. How to produce division with the desire for division? \"How will these",
  "mnd10:55.6": "become various, will become separate, will become divided, will become two",
  "mnd10:55.7": "types, will become contradictory, will become two factions, will break down,",
  "mnd10:55.8": "will not reunite, cause suffering and unease.\" This is the desire for division",
  "mnd10:55.9": "producing division. For him who is cut off, ..., he is not enthusiastic (in",
  "mnd10:55.10": "dispute), unharnessed, not strongly harnessed, those who are not fully",
  "mnd10:55.11": "harnessed, not completely harnessed.",
  "mnd10:56.1": "<em>88 : Those who have no leakage in satisfaction,",
  "mnd10:56.2": "Those who are not enthusiastic in arrogance,",
  "mnd10:56.3": "The soft and the eloquent, the unbeliever,",
  "mnd10:56.4": "He will not be tainted.</em>",
  "mnd10:56.5": "<em>88 : Those who have no leakage in satisfaction,",
  "mnd10:56.6": "Those who are not enthusiastic in arrogance,",
  "mnd10:56.7": "The soft and the eloquent, the unbeliever,",
  "mnd10:56.8": "He will not be tainted.</em>",
  "mnd10:56.9": "<em>88 : Those who have no leakage in satisfaction,",
  "mnd10:56.10": "Those who are not enthusiastic in arrogance,",
  "mnd10:56.11": "The soft and the eloquent, the unbeliever,",
  "mnd10:56.12": "He will not be tainted.</em>",
  "mnd10:56.13": "<em>88 : Those who have no leakage in satisfaction,",
  "mnd10:56.14": "Those who are not enthusiastic in arrogance,",
  "mnd10:56.15": "The soft and the eloquent, the unbeliever,",
  "mnd10:56.16": "He will not be tainted.</em>",
  "mnd10:57.1": "\"People without leakage in satisfaction\": Satisfactory ones are called the five",
  "mnd10:57.2": "desires. For what reasons are the satisfying ones called the five desires? The",
  "mnd10:57.3": "five desires that most people want, accept, hope, have enthusiasm for, and",
  "mnd10:57.4": "desire, are called satisfying for that reason. The satisfying desire for him who",
  "mnd10:57.5": "has not given up will flow out due to the form of his eyes, flow, produce, and",
  "mnd10:57.6": "transfer; the craving due to the sound of the ear..., ...smell of the nose ...,",
  "mnd10:57.7": "...taste of the tongue..., ...touch of the body..., the craving due to the",
  "mnd10:57.8": "dhamma of mind flows, produces, and transfers. For him who this satisfying",
  "mnd10:57.9": "craving is cut off, ..., his craving due to the form of his eyes does not flow",
  "mnd10:57.10": "out, does not produce, and is not flowing, not going on; ...due to the sound of",
  "mnd10:57.11": "the ear...(omitted).",
  "mnd10:58.1": "\"And those who are not enthusiastic about arrogance\": What is arrogance? Here, a",
  "mnd10:58.2": "certain type of person by birth, or by surname... (omitted). The thought of the",
  "mnd10:58.3": "situation, the high, the lofty, the flag, the vanity of the heart, this is",
  "mnd10:58.4": "called arrogance. For him for whom this arrogance is cut off, ..., he is not",
  "mnd10:58.5": "enthusiastic, not harnessed, ....",
  "mnd10:59.1": "\"The soft and the eloquent\": \"The soft,\" \"with soft body kamma\" is soft, \"with",
  "mnd10:59.2": "soft language kamma\" is soft, \"with soft mental kamma\" is soft, \"with soft",
  "mnd10:59.3": "mindfulness,\" ..., soft effort, soft four (iddhipāda), ..., \"with the soft eight",
  "mnd10:59.4": "paths\" is the soft one.",
  "mnd10:60.1": "\"The eloquent person,\" there are three types of eloquence: from learning, from",
  "mnd10:60.2": "questioning, and from proving. What is a learned debater? Here, a certain type",
  "mnd10:60.3": "of people are originally learners: Suttas, Geyya, Veyyākaraṇa, Gātha, Udāna,",
  "mnd10:60.4": "Itivuttaka, Jātaka, Abbhuta Dhamma, Vedalla, and they defended after relying on",
  "mnd10:60.5": "his learning. What is a questioning debater? Here, a certain type of person is a",
  "mnd10:60.6": "questioner in terms of his own interests, righteous interests, characteristics,",
  "mnd10:60.7": "reasons, possibility and impossibility, and he is replied (to) after repeated",
  "mnd10:60.8": "questioning. What is a proven debater? Here, a certain type of person is the",
  "mnd10:60.9": "attainer of the four mindfulness, the four righteousness, the four spiritual",
  "mnd10:60.10": "bases, the five senses, the five powers, the seven enlightenment factors, the",
  "mnd10:60.11": "eight holy ways, the four Samaṇa fruits, the four debates, and the six magic",
  "mnd10:60.12": "powers. Those who have known the reason, the known method, and the known word",
  "mnd10:60.13": "are the ones who defend in the known reason, the Dhamma is defended in the known",
  "mnd10:60.14": "Dhamma, and the word is defended in the known word. There is no question about",
  "mnd10:60.15": "these three types of wisdom. Obstructing the wisdom, reaching, fully reaching,",
  "mnd10:60.16": "entering, fully entering, having, fully having this argument does not hinder the",
  "mnd10:60.17": "understanding of wisdom, he is called the person with debate ability. If he",
  "mnd10:60.18": "hasn't learned, questioned, and proved, what will he answer?",
  "mnd10:61.1": "\"The unbeliever, he will not be tainted\": \"The unbeliever,\" who has been",
  "mnd10:61.2": "personally proven by himself, of the self-represented Dhamma, does not believe",
  "mnd10:61.3": "in any other Samaṇa, or Brāhmaṇa, or heaven, or man, or Brahma: \"All actions are",
  "mnd10:61.4": "impermanent,\" he has proved it himself ..., \"all actions are suffering\"..., \"all",
  "mnd10:61.5": "dhammas are selfless\"..., \"action is based on ignorance\"..., \"being is based on",
  "mnd10:61.6": "life, age, death\"..., \"death by ignorance leads to demise\"..., \"birth and death",
  "mnd10:61.7": "lead to life and death)\"..., \"this is suffering\"..., \"these are defilements\"...,",
  "mnd10:61.8": "\"this is the path leading to defilements\"..., \"these dhammas should be proven to",
  "mnd10:61.9": "be known\"..., \"these dhammas should be witnessed\"..., \"the gathering,",
  "mnd10:61.10": "extinction, pleasure, trouble, detachment of the touch...,\" the gathering of the",
  "mnd10:61.11": "five aggregates..., the four major gatherings, disappearance, pleasure, trouble,",
  "mnd10:61.12": "detachment are justified by oneself, knowing... \"any collection of dhammas is an",
  "mnd10:61.13": "extinguishing of dhammas.\" The one who knows the Dhamma by himself, self-proven,",
  "mnd10:61.14": "does not believe in any other Samaṇa, or Brāhmaṇa, or heaven, or man, or Brahma.",
  "mnd10:62.1": "This was said by the Blessed One [SN.48.44]: \"Sāriputta! Do you have faith that",
  "mnd10:62.2": "when the root of faith has been practiced and practiced more, is an immortal",
  "mnd10:62.3": "foothold, an immortal shore, an end of immortality?; when the root of",
  "mnd10:62.4": "vitality..., the root of mind..., the root of concentration..., when the root of",
  "mnd10:62.5": "wisdom..., ?\"",
  "mnd10:63.1": "\"Great Virtue! Here, I do not rely on faith in the Blessed One that when the",
  "mnd10:63.2": "root of faith..., when the root of vitality..., when the root of mind..., when",
  "mnd10:63.3": "the root of concentration..., when the root of wisdom ..., Great Virtue! If this",
  "mnd10:63.4": "is not known, not seen, not discovered, not testified, not touched by wisdom,",
  "mnd10:63.5": "there, they will come to other people with faith that when the root of faith has",
  "mnd10:63.6": "been practiced..., there is an immortal foothold, an immortal other side, and an",
  "mnd10:63.7": "immortal end; but, Great Virtue! Those who have known, seen, discovered,",
  "mnd10:63.8": "testified, and touched with wisdom, where they are confident and undoubtful that",
  "mnd10:63.9": "the root of faith...., and an end of immortality. Great Virtue! For me, this has",
  "mnd10:63.10": "been known, has been seen, has been discovered, has been testified, has been",
  "mnd10:63.11": "touched with wisdom, where I am confident and undoubting that when the root of",
  "mnd10:63.12": "faith..., there is a foothold....\"",
  "mnd10:64.1": "\"Good! Well! Sāriputta! Sāriputta! If this is not known, unseen, undiscovered,",
  "mnd10:64.2": "untested, untouched by wisdom, there, they will come to others with faith that",
  "mnd10:64.3": "when the root of faith..., when the root of wisdom has already been practiced",
  "mnd10:64.4": "and practiced more, there is an immortal foothold, an immortal shore, and an end",
  "mnd10:64.5": "of immortality.\"",
  "mnd10:65.1": "\"The unbelievers and those who are not known,",
  "mnd10:65.2": "And those who have cut off reincarnation,",
  "mnd10:65.3": "The person who destroys the opportunity and the person who has spit out,",
  "mnd10:65.4": "He is indeed the best person.\"",
  "mnd10:65.5": "[Dhp.97]",
  "mnd10:66.1": "\"The unbelievers will not be tainted\": All ignorant ordinary people are",
  "mnd10:66.2": "tainted, good ordinary people, including the seven types of learned, they are",
  "mnd10:66.3": "tainted, and the Arahant is neither tainted nor away from being tainted: he who",
  "mnd10:66.4": "is detached from the staining, the extinction of greed becomes the state of",
  "mnd10:66.5": "freedom from greed; the extinction of anger becomes the state of freedom from",
  "mnd10:66.6": "anger; the extinction of delusion becomes the state of freedom from delusion, he",
  "mnd10:66.7": "is the person who has descended into the state, has practiced the behavior...",
  "mnd10:66.8": "(omitted), the cycle of life and death, without his rebirth.",
  "mnd10:67.1": "<em>89 : Not learning to gain,",
  "mnd10:67.2": "Not angry when there is no gain,",
  "mnd10:67.3": "Without craving for hostility,",
  "mnd10:67.4": "And not greedy in taste.</em>",
  "mnd10:67.5": "<em>89 : Not learning to gain,",
  "mnd10:67.6": "Not angry when there is no gain,",
  "mnd10:67.7": "Without craving for hostility,",
  "mnd10:67.8": "And not greedy in taste.</em>",
  "mnd10:67.9": "<em>89 : Not learning to gain,",
  "mnd10:67.10": "Not angry when there is no gain,",
  "mnd10:67.11": "Without craving for hostility,",
  "mnd10:67.12": "And not greedy in taste.</em>",
  "mnd10:67.13": "<em>89 : Not learning to gain,",
  "mnd10:67.14": "Not angry when there is no gain,",
  "mnd10:67.15": "Without craving for hostility,",
  "mnd10:67.16": "And not greedy in taste.</em>",
  "mnd10:68.1": "\"Not learning for gain, or getting angry when not gaining\": How does one learn",
  "mnd10:68.2": "for gain? Bhikkhus! Here, the bhikkhu sees that the bhikkhu is a gainer of",
  "mnd10:68.3": "clothes, food, shelter, necessities for patients, and medical necessities.",
  "mnd10:68.4": "Thinking like this: \"What does this venerable person use as a gainer of clothes,",
  "mnd10:68.5": "food, shelter, patient needs, and medical necessities?\" He thought this way:",
  "mnd10:68.6": "\"This venerable person is a sutta teacher, because of which this venerable",
  "mnd10:68.7": "person is the gainer of clothing, food, shelter, the necessities of the patient,",
  "mnd10:68.8": "and the necessities of medicine.\" Gain is the cause, gain is the condition, and",
  "mnd10:68.9": "the reason is the gain, for the occurrence of gain, so it is to learn for gain.",
  "mnd10:69.1": "Or, when the bhikkhu sees that the (other) bhikkhu is the gainer of clothes,",
  "mnd10:69.2": "food, shelter, the patient's needs, and medical necessities, he thinks like",
  "mnd10:69.3": "this: \"What is this Venerable's clothing, food, shelter, patient's needs, and",
  "mnd10:69.4": "medical necessities for gains? Who?\" He thought this way: \"This Venerable is a",
  "mnd10:69.5": "Dhamma-holder... Speaker... Abhidhamma, because of which this Venerable is a",
  "mnd10:69.6": "gainer of clothes, food, shelter, patients' needs, and medical necessities.\"",
  "mnd10:69.7": "Gain is the cause, benefit is the predestined, benefit is the reason, for the",
  "mnd10:69.8": "arising of gain, so that gain is familiar with him and learns Abhidhamma.",
  "mnd10:70.1": "Or, when the bhikkhu sees that the bhikkhu is the gainer of clothes, food,",
  "mnd10:70.2": "shelter, the necessities of the patient, and medical necessities, he thinks like",
  "mnd10:70.3": "this: \"What is this bhikkhu for the benefit of clothes, food, shelter,",
  "mnd10:70.4": "necessities of the patient, and medical necessities? Who?\" He thought like this:",
  "mnd10:70.5": "\"This venerable person is one who lives in the woods..., a beggar..., wearing",
  "mnd10:70.6": "dung and sweeping clothes, or but-three-clothed person, or the second beggar, or",
  "mnd10:70.7": "the person who does not eat after eating once, or the person who often sits (not",
  "mnd10:70.8": "lying), or the one who lives anywhere; because of which this venerable person is",
  "mnd10:70.9": "the gainer of clothes, ....\" Gain is the cause, ....",
  "mnd10:71.1": "How to learn without gain? \"Bhikkhus! Here, the bhikkhus have the cause of gain,",
  "mnd10:71.2": "the condition of the gain, the reason of the gain, the arising of the gain, the",
  "mnd10:71.3": "ripening of the gain, only for the purpose of self-regulation (benefits), the",
  "mnd10:71.4": "purpose of their own silence, so that they can achieve the purpose of Nibbāna,",
  "mnd10:71.5": "so that he learns the scriptures, he learns the dhamma, and he learns the",
  "mnd10:71.6": "Abhidhamma.",
  "mnd10:72.1": "Or, bhikkhus have a cause for gain, ..., only for the sake of less desire,",
  "mnd10:72.2": "contentment, reduction, and living alone; because of this state, I become a one",
  "mnd10:72.3": "who lives in the woods, ...a beggar, ....\"",
  "mnd10:73.1": "\"And to get angry when there is no gain,\" how is it to get angry when there is",
  "mnd10:73.2": "no gain? Here, a certain type of people (think): \"I can't get a home, or I can't",
  "mnd10:73.3": "get a group,\" ...(omitted). He is angry, rejected, stubborn, showing anger,",
  "mnd10:73.4": "aversion, and dissatisfaction.",
  "mnd10:74.1": "How to not get angry when there is no gain? Here, Bhikkhu (thinks): \"I can't get",
  "mnd10:74.2": "a home, ....\" He is not angry, rejecting, stubborn, does not show anger,",
  "mnd10:74.3": "aversion, or dissatisfaction.",
  "mnd10:75.1": "\"Without thirst for hostility, or greed in taste\": \"Thirst for hostility,\" the",
  "mnd10:75.2": "mortal heart's anger, hostility, disgust, aversion, anger, evil heart,",
  "mnd10:75.3": "aggression, brutal anger, rage, displeased heart, this is called hostility. For",
  "mnd10:75.4": "him for whom this anger is cut off, severed, calmed down, stopped, unable to",
  "mnd10:75.5": "arise, and burned by the fire of wisdom, he is called an unhostile person.",
  "mnd10:75.6": "\"Thirst for love,\" The craving for form, the craving for sound, the craving for",
  "mnd10:75.7": "smell, the craving for taste, the craving for touch, the craving for Dhamma.",
  "mnd10:76.1": "\"Taste,\" there are root, branch, skin, leaf, flower, fruit, sour, sweet, bitter,",
  "mnd10:76.2": "spicy, salty, alkaline, astringent, pleasant, unpleasant, cold, and hot. Some",
  "mnd10:76.3": "Samaṇas and Brāhmaṇas are greedy for taste. They wander around for the best",
  "mnd10:76.4": "taste with their tongues. After they get the sour taste, ask for no sour taste,",
  "mnd10:76.5": "and ask for sourness after getting no sourness; ...(omitted) sweetness",
  "mnd10:76.6": "...(omitted); bitterness, spicy, salty, alkali; when they get the sour taste,",
  "mnd10:76.7": "they look for the astringency, when they get the astringency, look for the sour",
  "mnd10:76.8": "taste; ...pleasant taste..., unpleasant...; ...unpleasant..., pleasant...;",
  "mnd10:76.9": "...hot..., cold...; ...cold..., hot. They are greedy, craving, tied, fascinated,",
  "mnd10:76.10": "tainted, attached, fixed, in the desire for taste. Being obstructed, for the",
  "mnd10:76.11": "alone-enlightened person, the taste and thirst and love have been cut off, ...,",
  "mnd10:76.12": "he ate food after inspecting it logically: \"Neither for pleasure, nor for",
  "mnd10:76.13": "intoxication, not for a good figure, not for dignity, but for the survival of",
  "mnd10:76.14": "this body, to stop harm, and to support the Brahma. In this way, I will repel",
  "mnd10:76.15": "the previous feelings, not arouse new feelings, be healthy, without fault, and",
  "mnd10:76.16": "live in peace.\"",
  "mnd10:77.1": "For example, if he applies oil to the sore, it is only for the purpose of",
  "mnd10:77.2": "growing (flesh), or if he applies oil to the axle, only for the purpose of cargo",
  "mnd10:77.3": "transportation, or if he eats his son's meat only for the purpose of passing",
  "mnd10:77.4": "through the desert. In the same way, the bhikkhu ate food after inspection:",
  "mnd10:77.5": "\"Neither for pleasure... (omitted) to live in peace.\" The thirsty love of taste,",
  "mnd10:77.6": "he renounced, drove away, ended, and made it cease to exist. He has been",
  "mnd10:77.7": "separated from taste and thirst, has renounced, has departed, has been",
  "mnd10:77.8": "liberated, has renounced bondage, he lives with an unrestrained heart.",
  "mnd10:78.1": "<em>90 : The calm person, always mindful,",
  "mnd10:78.2": "And not thinking himself to be equal,",
  "mnd10:78.3": "Nor superior nor inferior,",
  "mnd10:78.4": "For him there is no increase.</em>",
  "mnd10:78.5": "<em>90 : The calm person, always mindful,",
  "mnd10:78.6": "And not thinking himself to be equal,",
  "mnd10:78.7": "Nor superior nor inferior,",
  "mnd10:78.8": "For him there is no increase.</em>",
  "mnd10:78.9": "<em>90 : The calm person, always mindful,",
  "mnd10:78.10": "And not thinking himself to be equal,",
  "mnd10:78.11": "Nor superior nor inferior,",
  "mnd10:78.12": "For him there is no increase.</em>",
  "mnd10:78.13": "<em>90 : The calm person, always mindful,",
  "mnd10:78.14": "And not thinking himself to be equal,",
  "mnd10:78.15": "Nor superior nor inferior,",
  "mnd10:78.16": "For him there is no increase.</em>",
  "mnd10:79.1": "\"The calm one, always mindful\": \"The calm one\" has the six branches of calm:",
  "mnd10:79.2": "after seeing the form with the eyes, he is neither happy nor sad but living in",
  "mnd10:79.3": "peace, with mindfulness and righteous knowledge; after hearing the sound with",
  "mnd10:79.4": "ears... (omitted), after knowing the Dhamma with consciousness, ... [DN.33, 6].",
  "mnd10:79.5": "After seeing the agreeable form, he does not desire, dislike, and does not cause",
  "mnd10:79.6": "greed to occur. His body is already established, his mind is already",
  "mnd10:79.7": "established, he is built up and freed by kindness, and he is undesiring after",
  "mnd10:79.8": "seeing the form, he does not become discouraged, have an unrestrained mind,",
  "mnd10:79.9": "unintentional sorrow, unintentional malice, his body is already abided, his mind",
  "mnd10:79.10": "is abided, and he is built up and freed by kindness. After hearing the sound",
  "mnd10:79.11": "with ears... (omitted).",
  "mnd10:80.1": "After seeing the form with his eyes, both the body and the mind are established",
  "mnd10:80.2": "and freed by the body and the mind in both the agreeable and undesirable forms;",
  "mnd10:80.3": "after hearing the sound with the ear... [SN.46.6].",
  "mnd10:81.1": "After seeing the form with eyes, don't be infatuated by what is infatuating,",
  "mnd10:81.2": "don't be angry by what is angering, don't be foolish in what is foolish,",
  "mnd10:81.3": "...averse..., ...intoxicated..., ...contaminated...; after listening to the",
  "mnd10:81.4": "sound with your ears.... There is only so much in what you see; there is only so",
  "mnd10:81.5": "much in what you hear; there is only so much in what you perceive; there is only",
  "mnd10:81.6": "so much in what you know [SN.35.95], not contaminated in what you see; not",
  "mnd10:81.7": "contaminated by what you hear; not contaminated by what you are aware of; not",
  "mnd10:81.8": "contaminated by what you know, and who is unsatisfied, (virtue) without loss,",
  "mnd10:81.9": "not dependent, and not bound by what you know, freed from the bondage, he lives",
  "mnd10:81.10": "with an unrestrained heart; in terms of what he hears... (omitted).",
  "mnd10:82.1": "Arahants have eyes, Arahants have eyes to see form, Arahants have no desires,",
  "mnd10:82.2": "and Arahants have good hearts and liberation; Arahants have ears, Arahants use",
  "mnd10:82.3": "ears to listen to sounds, ...; ...noses to smell...;...tongues to taste...;",
  "mnd10:82.4": "...touches with bodies...; Arahant have intentions, Arahant know dhammas with",
  "mnd10:82.5": "consciousness, and Arahant have no desire to be greedy, the Arahant's heart is",
  "mnd10:82.6": "kind and free [SN.35.232].",
  "mnd10:83.1": "Eyes are joyful in form, and the Arahant has been tuned, guarded, regulated,",
  "mnd10:83.2": "protected, and taught how to control it; ears are joyous in sound...",
  "mnd10:83.3": "...(omitted); (mind) rejoices in dhammas, is happy in dhammas, and the Arahant",
  "mnd10:83.4": "has been tuned, ..., and taught the self-control of it [MN.75].",
  "mnd10:84.1": "\"The tamed (adjusted) (elephant) is lead to the assembly,",
  "mnd10:84.2": "The king boards the tamed (elephant);",
  "mnd10:84.3": "The man who has been tuned tamed is the highest victor among the people,",
  "mnd10:84.4": "He who bears insults.",
  "mnd10:85.1": "The mule that has been tamed is exceptional,",
  "mnd10:85.2": "And noble Sindh steeds,",
  "mnd10:85.3": "And large-tusked elephants, great elephants;",
  "mnd10:85.4": "Self-tamed people are even better.",
  "mnd10:86.1": "One does not ride on these,",
  "mnd10:86.2": "To go to the unreached direction,",
  "mnd10:86.3": "As a tamed person goes,",
  "mnd10:86.4": "By taming himself.\"",
  "mnd10:86.5": "[Dhp.321-323]",
  "mnd10:87.1": "\"They are unshakable in all types of conceit,",
  "mnd10:87.2": "Becoming liberated and reborn,",
  "mnd10:87.3": "Have reached the adjusted imperial position,",
  "mnd10:87.4": "They are the victors in the world.\"",
  "mnd10:87.5": "[SN.22.76]",
  "mnd10:88.1": "\"Those who have cultivated their roots,",
  "mnd10:88.2": "Inside and outside themselves, in the world,",
  "mnd10:88.3": "Pierce this and other worlds,",
  "mnd10:88.4": "When he is waiting for death,",
  "mnd10:88.5": "He is the one who has been well-tamed.\"",
  "mnd10:88.6": "[Sn.3.6, 521]",
  "mnd10:89.1": "\"The calm one is always (mindful)\": \"Always,\" always; everything; all the time;",
  "mnd10:89.2": "constant; eternally; constantly; continuously; uninterruptedly; successively;",
  "mnd10:89.3": "like water waves rise without intervals; continuously accompanied and touched;",
  "mnd10:89.4": "before noon, noon, first (watches of the) night, midnight, and late (watches of",
  "mnd10:89.5": "the) night; in the dark moon, bright moon, and rainy season, winter, summer; in",
  "mnd10:89.6": "youth, middle age, and old age.",
  "mnd10:90.1": "\"Mindful,\" mindful in four ways: when the practice is mindful in the body, ...in",
  "mnd10:90.2": "the subject, ...in the heart (mind), ...on the Dhamma, this is mindful.",
  "mnd10:91.1": "And in four ways: the state of avoiding non-mind is mindful, the state of the",
  "mnd10:91.2": "Dhamma that should be done to the mind is mindful, the state of the Dhamma that",
  "mnd10:91.3": "is obstructed by the mind as being mindful, and the state of not forgetting",
  "mnd10:91.4": "mindfulness.",
  "mnd10:92.1": "And in four ways: the state of possessing mindfulness, the state of abiding in",
  "mnd10:92.2": "mindfulness, the state of experiencing mindfulness, and the state of mindfulness",
  "mnd10:92.3": "not lowering.",
  "mnd10:93.1": "And in four ways: the state of mindfulness is the mindfulness, the silent of",
  "mnd10:93.2": "state is the mindfulness, the calm state is the mindfulness, and the state of",
  "mnd10:93.3": "the Dhamma is mindful; mindful of the Buddha, mindful of the Dhamma, mindful of",
  "mnd10:93.4": "the Saṅgha, mindful of the precepts, mindful of giving, with the sky as the",
  "mnd10:93.5": "mind; with the (inbound) breath and the (outbound) breath, the mind with death,",
  "mnd10:93.6": "the mind with the body, the mind with the silence; the general mind, the mind in",
  "mnd10:93.7": "remembrance, the state of remembrance, the state of not drifting, the state of",
  "mnd10:93.8": "not forgetting, the root of mind, the power of mind, the support of mindfulness,",
  "mnd10:93.9": "and the path without forks are called mindfulness. Having, being fully",
  "mnd10:93.10": "possessed, reaching, fully reaching, possessing, being fully possessed,",
  "mnd10:93.11": "possessing this thought, he is called mindful.",
  "mnd10:94.1": "\"Not thinking to be equal in the world\": Not by birth, or by surname...",
  "mnd10:94.2": "(omitted).",
  "mnd10:95.1": "\"Non-superior and non-inferior\": ...(omitted).",
  "mnd10:96.1": "\"For him there is no increase\": \"For him,\" for the Arahant, for those who have",
  "mnd10:96.2": "exhausted their troubles. \"Increase,\" there are seven types of increases: greed,",
  "mnd10:96.3": "aversion, ignorance, conceit, seeing, pollution, kamma; for him these increases",
  "mnd10:96.4": "do not exist, are not known, are not discovered, have been cut off, severed,",
  "mnd10:96.5": "calmed down, stopped, unable to arise, burned by the fire of wisdom.",
  "mnd10:97.1": "<em>91 : There is no state of dependence for him:",
  "mnd10:97.2": "After he knows the Dhamma, he becomes a non-dependent person,",
  "mnd10:97.3": "For being (existing) or not,",
  "mnd10:97.4": "For him, thirst is not found.</em>",
  "mnd10:97.5": "<em>91 : There is no state of dependence for him:",
  "mnd10:97.6": "After he knows the Dhamma, he becomes a non-dependent person,",
  "mnd10:97.7": "For being (existing) or not,",
  "mnd10:97.8": "For him, thirst is not found.</em>",
  "mnd10:97.9": "<em>91 : There is no state of dependence for him:",
  "mnd10:97.10": "After he knows the Dhamma, he becomes a non-dependent person,",
  "mnd10:97.11": "For being (existing) or not,",
  "mnd10:97.12": "For him, thirst is not found.</em>",
  "mnd10:97.13": "<em>91 : There is no state of dependence for him:",
  "mnd10:97.14": "After he knows the Dhamma, he becomes a non-dependent person,",
  "mnd10:97.15": "For being (existing) or not,",
  "mnd10:97.16": "For him, thirst is not found.</em>",
  "mnd10:98.1": "\"There is no state of dependence for him\": \"For him,\" for the Arahant, those who",
  "mnd10:98.2": "have exhausted their troubles. \"Dependence,\" there are two types of dependence:",
  "mnd10:98.3": "dependence of craving and dependence of seeing.... For him, the dependence of",
  "mnd10:98.4": "thirst has been cut off, ..., burned by the fire of wisdom.",
  "mnd10:99.1": "\"After knowing the Dhamma, he becomes non-dependent\": \"After knowing,\" after",
  "mnd10:99.2": "knowing, after understanding, .... \"All actions are impermanent\" after knowing,",
  "mnd10:99.3": "..., \"all actions are suffering\"..., \"all dhammas are without self\"..., \"any",
  "mnd10:99.4": "collection of dhammas is an extinction\" .... There are two types of dependence",
  "mnd10:99.5": "for \"non-dependent\": the dependence of craving and the dependence of seeing....",
  "mnd10:99.6": "After giving up the thirst, after the refusal to obey the eyes when seeing,",
  "mnd10:99.7": "...the ears..., ....",
  "mnd10:100.1": "\"To be (exist) or to not, for him thirst is not found\": \"Thirst,\" thirst for",
  "mnd10:100.2": "form, thirst for sound.... \"For him,\" for the Arahant, .... \"For existence,\" for",
  "mnd10:100.3": "existence, for being. \"Or not,\" to see death. \"To existence,\" to repeated",
  "mnd10:100.4": "existence, repeated interest, repeated rebirth, repeated individual emergence.",
  "mnd10:100.5": "For him, to love or not, does not exist, is not known, is not discovered, has",
  "mnd10:100.6": "been cut off, severed, calmed down, stopped, unable to arise, burned by the fire",
  "mnd10:100.7": "of wisdom.",
  "mnd10:101.1": "<em>92 : I say \"He is the silent one\":",
  "mnd10:101.2": "The one who has no expectation in desire,",
  "mnd10:101.3": "His various knots are not found,",
  "mnd10:101.4": "He has passed over love (thirst).</em>",
  "mnd10:101.5": "<em>92 : I say \"He is the silent one\":",
  "mnd10:101.6": "The one who has no expectation in desire,",
  "mnd10:101.7": "His various knots are not found,",
  "mnd10:101.8": "He has passed over love (thirst).</em>",
  "mnd10:101.9": "<em>92 : I say \"He is the silent one\":",
  "mnd10:101.10": "The one who has no expectation in desire,",
  "mnd10:101.11": "His various knots are not found,",
  "mnd10:101.12": "He has passed over love (thirst).</em>",
  "mnd10:101.13": "<em>92 : I say \"He is the silent one\":",
  "mnd10:101.14": "The one who has no expectation in desire,",
  "mnd10:101.15": "His various knots are not found,",
  "mnd10:101.16": "He has passed over love (thirst).</em>",
  "mnd10:102.1": "\"I say he is 'the silent one'\": The silent one is the quiet one, the cooled one,",
  "mnd10:102.2": "and the resting one. I say of him, I tell of him, I talk about him, I explain",
  "mnd10:102.3": "him, I speak of him.",
  "mnd10:103.1": "\"Those who have no expectation in desire\": \"Desire,\" there are two types of",
  "mnd10:103.2": "desires: .... After knowing the desire for things, after giving up, after",
  "mnd10:103.3": "abandoning, after driving away, after the end, after making it non-existent,",
  "mnd10:103.4": "when the desire for things is not expected, it becomes deserted, discarded,",
  "mnd10:103.5": "ruled out, eliminated; those who have been freed from greed, those who have",
  "mnd10:103.6": "renounced greed, those who have abandoned greed, those who are not hungry, those",
  "mnd10:103.7": "who have cooled, those who have become cool, those who feel happy, and those who",
  "mnd10:103.8": "live as a Brāhmaṇa.",
  "mnd10:104.1": "\"His knots are not discovered\": \"Knots,\" there are four types of knots",
  "mnd10:104.2": "(bindings): the greedy body binding, the malicious body binding, the forbidden",
  "mnd10:104.3": "body binding, '(only) this is true' binding [SN.45.175]. The greed of one's own",
  "mnd10:104.4": "view is the bond of greed, the anger and dissatisfaction of others are the bond",
  "mnd10:104.5": "of malicious body; \"holding one's own precepts or prohibitions\" is the body",
  "mnd10:104.6": "binding of precepts and prohibitions, and one's own view (holding body binding",
  "mnd10:104.7": "[Ni.13,147]) is '(only) this is the real binding' body binding. For what reason",
  "mnd10:104.8": "is it called grasping bindings? With those bindings, they seize, cling, hold,",
  "mnd10:104.9": "grasp, take, and receive..., thinking..., doing..., knowing..., incarnation...,",
  "mnd10:104.10": "death..., existence..., reincarnation..., in the cycle they grasp, cling, hold,",
  "mnd10:104.11": "take, and cling to, for this reason they are called clinging binding. \"After",
  "mnd10:104.12": "leaving,\" after giving up on the binding, after giving up, either on the",
  "mnd10:104.13": "binding, on the bondage, on the expansion of the binding, on the entangled, on",
  "mnd10:104.14": "the attached, on the fixed, on the obstacles, after shaking off the binding,",
  "mnd10:104.15": "after being left behind; such as with a sedan chair, or carriage, wagon truck,",
  "mnd10:104.16": "or chariot that transports (people), after they are released (get off), the",
  "mnd10:104.17": "clinging to that place is destroyed, in the same way, after giving up on the",
  "mnd10:104.18": "binding, it is after leaving, or on the bondage..., after having shaken off the",
  "mnd10:104.19": "fixed, obstructed, and bound.",
  "mnd10:105.1": "\"His,\" the Arahant's, .... \"His knots are not discovered\": For him, the knots",
  "mnd10:105.2": "are not, non-existent, unknown, undiscovered, they have been cut off....",
  "mnd10:106.1": "\"He has passed love\": Loving is called thirst, which is greed, greed.... \"Passed",
  "mnd10:106.2": "love,\" what is love? The \"spread\" is for love; the \"broad\" is for love; the",
  "mnd10:106.3": "\"widespread\" is for love; \"it compels\" is for love; \"it seizes\" is for love;",
  "mnd10:106.4": "\"fraud\" is for love; \"poisonous root\" is for love; \"poisonous fruit\" is for",
  "mnd10:106.5": "love; \"poison is used\" is for love; or, the vast craving: in form..., sound...,",
  "mnd10:106.6": "smell..., taste..., touch..., home, people (groups), housing, profit, fame,",
  "mnd10:106.7": "praise, happiness, clothes, food, sit (a place to) the patient's needs and",
  "mnd10:106.8": "medical necessities, the realm of desire, the realm of form, the realm of",
  "mnd10:106.9": "formlessness, wish to have, form has, formless has, desire realm, wonder to",
  "mnd10:106.10": "have, not want to have, one aggregate has, four aggregate have, five aggregates",
  "mnd10:106.11": "have, past, future, now, the enlarged attachments in the dhammas that are seen,",
  "mnd10:106.12": "heard, felt, and knowable. \"He has passed love\": This loving thirst, he has",
  "mnd10:106.13": "passed, surpassed, crossed, transcended, overcome.",
  "mnd10:107.1": "<em>93 : His sons, livestock,",
  "mnd10:107.2": "Fields, and homes are not found,",
  "mnd10:107.3": "Anything obtained or rejected,",
  "mnd10:107.4": "It is not found in him.</em>",
  "mnd10:107.5": "<em>93 : His sons, livestock,",
  "mnd10:107.6": "Fields, and homes are not found,",
  "mnd10:107.7": "Anything obtained or rejected,",
  "mnd10:107.8": "It is not found in him.</em>",
  "mnd10:107.9": "<em>93 : His sons, livestock,",
  "mnd10:107.10": "Fields, and homes are not found,",
  "mnd10:107.11": "Anything obtained or rejected,",
  "mnd10:107.12": "It is not found in him.</em>",
  "mnd10:107.13": "<em>93 : His sons, livestock,",
  "mnd10:107.14": "Fields, and homes are not found,",
  "mnd10:107.15": "Anything obtained or rejected,",
  "mnd10:107.16": "It is not found in him.</em>",
  "mnd10:108.1": "\"His sons, livestock, land, and homes will not be found\": \"No\" is negative.",
  "mnd10:108.2": "\"His,\" the Arahant's, the one whose troubles are exhausted. \"Sons,\" there are",
  "mnd10:108.3": "four types of sons: sons born to himself, sons born in the field, adopted sons,",
  "mnd10:108.4": "and apprenticeship sons. \"Livestock,\" goat and sheep, chicken and pig, elephant,",
  "mnd10:108.5": "cow, horse, and mule. \"Fields\" include a rice field, rice paddy, pea field,",
  "mnd10:108.6": "broad bean field, barley field, wheat field, and flax field. \"Homes\" refers to",
  "mnd10:108.7": "residential homes, warehouse front courtyard homes, backyard homes, garden",
  "mnd10:108.8": "homes, and residential land. \"His son, livestock, land, and homestead are not",
  "mnd10:108.9": "discovered\": His attachment to his son, or livestock attachments, or land",
  "mnd10:108.10": "attachments, or homestead attachments, they do not exist, and are not known,",
  "mnd10:108.11": "undiscovered, cut off, ....",
  "mnd10:109.1": "\"Obtaining or rejecting anything is not found in him\": The \"obtained\" is his own",
  "mnd10:109.2": "view, the \"rejected\" is a judgment; he has not held the \"obtained,\" has not held",
  "mnd10:109.3": "the \"rejected;\" that which is not grasped is not that which is for liberation,",
  "mnd10:109.4": "and that which is not for liberation is that which is not grasped; the Arahant",
  "mnd10:109.5": "is the one who has passed grasping and release, and the growth and the",
  "mnd10:109.6": "degeneration, he is the one who has descended into the state, the one who has",
  "mnd10:109.7": "practiced... (omitted) the cycle of life and death, without his rebirth.",
  "mnd10:110.1": "<em>95 : Ordinary people, Samaṇas, Brāhmaṇas,",
  "mnd10:110.2": "What can be said of others,",
  "mnd10:110.3": "For him that is not valued,",
  "mnd10:110.4": "So he does not waver about what is said.</em>",
  "mnd10:110.5": "<em>95 : Ordinary people, Samaṇas, Brāhmaṇas,",
  "mnd10:110.6": "What can be said of others,",
  "mnd10:110.7": "For him that is not valued,",
  "mnd10:110.8": "So he does not waver about what is said.</em>",
  "mnd10:110.9": "<em>95 : Ordinary people, Samaṇas, Brāhmaṇas,",
  "mnd10:110.10": "What can be said of others,",
  "mnd10:110.11": "For him that is not valued,",
  "mnd10:110.12": "So he does not waver about what is said.</em>",
  "mnd10:110.13": "<em>95 : Ordinary people, Samaṇas, Brāhmaṇas,",
  "mnd10:110.14": "What can be said of others,",
  "mnd10:110.15": "For him that is not valued,",
  "mnd10:110.16": "So he does not waver about what is said.</em>",
  "mnd10:111.1": "\"Ordinary people, Samaṇas, and Brāhmaṇas, what can you say about others\":",
  "mnd10:111.2": "\"Ordinary people,\" \"They cause a lot of pollution to arise\" are ordinary people;",
  "mnd10:111.3": "\"Many people who have not removed\" are ordinary people; \"Those who see the faces",
  "mnd10:111.4": "of many masters\" are ordinary people; \"Those who have not come out of many",
  "mnd10:111.5": "things of interest\" are ordinary people; \"They made many types of things.\" For",
  "mnd10:111.6": "ordinary people; \"They were swept away by many types of violent currents.\" For",
  "mnd10:111.7": "ordinary people; \"They were annoyed by many types of torments.\" For ordinary",
  "mnd10:111.8": "people; \"They were burned out by many types of heat. \"For ordinary people; \"the",
  "mnd10:111.9": "one who is greedy, craving, bound, obsessed, tainted, attached, fixed, and",
  "mnd10:111.10": "obstructed by the five desires\" is ordinary; \"covered and enclosed by the five",
  "mnd10:111.11": "types of desires, obstructed, closed, covered.\" \"Samaṇa,\" .... \"Brāhmaṇa,\"",
  "mnd10:111.12": "anyone who calls friends to others. \"Ordinary people, Samaṇas, and Brāhmaṇas,",
  "mnd10:111.13": "what can they say to others?\" Ordinary people can say with greed; who can say",
  "mnd10:111.14": "with hatred; who can say with ignorance; who can say with conceit; anyone who",
  "mnd10:111.15": "can say by seeing; whoever can say by exaltation; whoever can say by doubt;",
  "mnd10:111.16": "whoever can say that he is \"infected,\" or \"disgusting,\" or \"ignorant,\" or",
  "mnd10:111.17": "\"bound\" by the latent tendency of troubles, those who \"come to clinging,\" or",
  "mnd10:111.18": "\"coming to distraction,\" or \"coming to unsatisfaction,\" or \"coming to",
  "mnd10:111.19": "fortitude,\" those whose deeds have been cut off, and those who have renounced",
  "mnd10:111.20": "the state of interest, to say that he is a \"hell-fallen person,\" or a",
  "mnd10:111.21": "\"beast-fallen person,\" or a \"hungry ghost-realm person,\" or a \"human,\" or a",
  "mnd10:111.22": "\"heaven,\" or a \"formed person,\" or \"formless,\" or \"thinking,\" or \"not thinking,\"",
  "mnd10:111.23": "or \"neither thinking nor non-thinking?\" He has no cause, no predestined",
  "mnd10:111.24": "condition, no factor by which he can speak, say, talk, explain, and speak.",
  "mnd10:112.1": "\"For him that is not valued\": \"For him,\" for the Arahant, for those who have",
  "mnd10:112.2": "exhausted their troubles. \"Value,\" there are two types of attention.... For him,",
  "mnd10:112.3": "the importance of thirsting has been cut off, and the roots have been cut off,",
  "mnd10:112.4": "just like a palm tree without roots, becoming non-existent and non-living for",
  "mnd10:112.5": "the future.",
  "mnd10:113.1": "\"Therefore, he does not waver about what is said\": \"Therefore,\" therefore; the",
  "mnd10:113.2": "reason; the cause; the condition; the cause. Regarding what is said: rebuke,",
  "mnd10:113.3": "accusation, scolding, praise or not praise; he does not shake, does not waver,",
  "mnd10:113.4": "does not move, does not tremble, does not tremor, and does not tremble much.",
  "mnd10:114.1": "<em>95 : Those who are free from greed and not stingy,",
  "mnd10:114.2": "Muni will not say that he is among the best,",
  "mnd10:114.3": "Nor among the same (equal), nor among the inferior,",
  "mnd10:114.4": "And those who do not construct do not come to constructions.</em>",
  "mnd10:114.5": "<em>95 : Those who are free from greed and not stingy,",
  "mnd10:114.6": "Muni will not say that he is among the best,",
  "mnd10:114.7": "Nor among the same (equal), nor among the inferior,",
  "mnd10:114.8": "And those who do not construct do not come to constructions.</em>",
  "mnd10:114.9": "<em>95 : Those who are free from greed and not stingy,",
  "mnd10:114.10": "Muni will not say that he is among the best,",
  "mnd10:114.11": "Nor among the same (equal), nor among the inferior,",
  "mnd10:114.12": "And those who do not construct do not come to constructions.</em>",
  "mnd10:114.13": "<em>95 : Those who are free from greed and not stingy,",
  "mnd10:114.14": "Muni will not say that he is among the best,",
  "mnd10:114.15": "Nor among the same (equal), nor among the inferior,",
  "mnd10:114.16": "And those who do not construct do not come to constructions.</em>",
  "mnd10:115.1": "\"Anyone who is free from greed and not stingy\": Craving is called craving, it is",
  "mnd10:115.2": "greed, .... For him, this greed is cut off, ..., he is called the one who is",
  "mnd10:115.3": "free from greed, he is not greedy in appearance... (omitted); to dwell as a",
  "mnd10:115.4": "Brāhmaṇa. \"Not stingy\" and \"saving,\" there are five types of stinginess: ....",
  "mnd10:115.5": "Being cut off, ..., he is said to be not stingy.",
  "mnd10:116.1": "\"Muni will not say that he is among the excellent, not among the same, and not",
  "mnd10:116.2": "among the inferior\": \"Muni,\" .... \"The superior,\" or \"I am the same,\" or \"I am",
  "mnd10:116.3": "the inferior\" he does not say, does not tell, does not talk, does not explain,",
  "mnd10:116.4": "does not say.",
  "mnd10:117.1": "\"The one who does not construct does not come to construction\": \"Construction\"",
  "mnd10:117.2": "has two constructions: the construction of desire and the construction of",
  "mnd10:117.3": "seeing.... For him, the construction of thirst has been cut off, .... He does",
  "mnd10:117.4": "not come, does not arrive, does not grasp, does not hold, does not cling to. To",
  "mnd10:117.5": "not come to the construction. \"Non-constructor,\" \"Construction,\" there are two",
  "mnd10:117.6": "types of constructions ..., he does not make or produce it, do not make it",
  "mnd10:117.7": "produce, do not make it be born, do not make it arise.",
  "mnd10:118.1": "<em>96 : For him there is nothing as his own in the world,",
  "mnd10:118.2": "And he does not grieve for what does not exist,",
  "mnd10:118.3": "Without walking into the dhammas,",
  "mnd10:118.4": "He is indeed called \"the silent one.\"</em>",
  "mnd10:118.5": "<em>96 : For him there is nothing as his own in the world,",
  "mnd10:118.6": "And he does not grieve for what does not exist,",
  "mnd10:118.7": "Without walking into the dhammas,",
  "mnd10:118.8": "He is indeed called \"the silent one.\"</em>",
  "mnd10:118.9": "<em>96 : For him there is nothing as his own in the world,",
  "mnd10:118.10": "And he does not grieve for what does not exist,",
  "mnd10:118.11": "Without walking into the dhammas,",
  "mnd10:118.12": "He is indeed called \"the silent one.\"</em>",
  "mnd10:118.13": "<em>96 : For him there is nothing as his own in the world,",
  "mnd10:118.14": "And he does not grieve for what does not exist,",
  "mnd10:118.15": "Without walking into the dhammas,",
  "mnd10:118.16": "He is indeed called \"the silent one.\"</em>",
  "mnd10:119.1": "\"For him there is no one in the world\": \"For him,\" to the Arahant, .... \"There",
  "mnd10:119.2": "is no one in the world,\" to him, there is nothing of form, feeling, thinking,",
  "mnd10:119.3": "deed, consciousness, (for which he thinks) \"This is mine, or this is someone",
  "mnd10:119.4": "else's.\" Being grasped, clung to, attached, taken, believed, he is not, doesn't",
  "mnd10:119.5": "exist..., burned by the fire of wisdom.",
  "mnd10:120.1": "\"He doesn't grieve with what doesn't exist\": He doesn't sorrow for things that",
  "mnd10:120.2": "have changed: \"My eyes have changed\" he is not sad; \"My ears..., my nose...,",
  "mnd10:120.3": "tongue, body, mind, forms, voices, smells, tastes, touches, dhammas, home,",
  "mnd10:120.4": "group, residence, gains, reputation, praise, pleasure, clothes, food, dwelling,",
  "mnd10:120.5": "(patient's needs and medical necessities), the desire realm, the formed realm,",
  "mnd10:120.6": "the formless realm, the desire to be, the desire for the formless, the desire to",
  "mnd10:120.7": "have, to exist, one aggregate, four aggregates, five aggregates, past, future,",
  "mnd10:120.8": "present, what you see, hear, feel, and can perceive;\" he is not sad, not tired,",
  "mnd10:120.9": "not weeping, not beating his chest and crying, and not coming to confusion.",
  "mnd10:121.1": "Or, to be touched, tortured, combined, possessed by false suffering, he is not",
  "mnd10:121.2": "sad, not tired, not weeping, not pounding and crying, not coming to confusion:",
  "mnd10:121.3": "being touched, tortured, combined, possessed by eye diseases, he is not sad...;",
  "mnd10:121.4": "...by ear disease...; ...nose..., tongue, body, head, external ear, mouth,",
  "mnd10:121.5": "dental disease; cough, wheezing, external nose disease, fever, old age,",
  "mnd10:121.6": "abdominal disease, coma, diarrhea, abdominal pain, cholera, leprosy, tumor,",
  "mnd10:121.7": "ringworm, lung disease, epilepsy, scabies, rheumatoid ringworm, scratches",
  "mnd10:121.8": "(disease), dry and cracked skin, blood biliary disease, diabetes, hemorrhoids,",
  "mnd10:121.9": "rashes (boils), hemorrhoids (ulcers), diseases caused by gallbladder, diseases",
  "mnd10:121.10": "caused by phlegm, ...by wind, (three) sets of caused by changing seasons,",
  "mnd10:121.11": "diseases caused by improper postures, ...by sudden attacks, ...by kamma, cold,",
  "mnd10:121.12": "heat, hunger, thirst, feces, urine, contact with fly mosquitoes, the sun,",
  "mnd10:121.13": "snakes, etc.",
  "mnd10:122.1": "Or, in the non-existent, unknown, and undiscovered (thinking): \"Ah! What is mine",
  "mnd10:122.2": "is really gone. If there is something of mine, I really don't obtain that.\" He",
  "mnd10:122.3": "is not sad, ....",
  "mnd10:123.1": "\"To not go into the dhammas\": To not go into desire, to not go into hate, to not",
  "mnd10:123.2": "go into ignorance, to not go into horror, to not go because of greed, to not go",
  "mnd10:123.3": "because of aversion, to not go because of obsession, to not go because of",
  "mnd10:123.4": "seeing, to not go because of abandonment, to not go because of doubt, to not go",
  "mnd10:123.5": "because of potential troubles, to not be carried away, taken away, carried by",
  "mnd10:123.6": "the speech of the dhammas.",
  "mnd10:124.1": "\"He is indeed called 'The Silent'\": He is the Silent, the Stopped, the Quiet,",
  "mnd10:124.2": "the Cooled, the Silent. So he is called, said, told, talked, explained,",
  "mnd10:124.3": "described."
}
