{
  "mnd11:0.1": "11. Quarrels and Arguments",
  "mnd11:1.1": "<em>97 : From where are there many quarrels and arguments,",
  "mnd11:1.2": "Weeping, sadness, and stinginess?",
  "mnd11:1.3": "Conceit, arrogance, and divisiveness, where are they many?",
  "mnd11:1.4": "Come! Please tell me about that.</em>",
  "mnd11:1.5": "<em>97 : From where are there many quarrels and arguments,",
  "mnd11:1.6": "Weeping, sadness, and stinginess?",
  "mnd11:1.7": "Conceit, arrogance, and divisiveness, where are they many?",
  "mnd11:1.8": "Come! Please tell me about that.</em>",
  "mnd11:1.9": "<em>97 : From where are there many quarrels and arguments,",
  "mnd11:1.10": "Weeping, sadness, and stinginess?",
  "mnd11:1.11": "Conceit, arrogance, and divisiveness, where are they many?",
  "mnd11:1.12": "Come! Please tell me about that.</em>",
  "mnd11:1.13": "<em>97 : From where are there many quarrels and arguments,",
  "mnd11:1.14": "Weeping, sadness, and stinginess?",
  "mnd11:1.15": "Conceit, arrogance, and divisiveness, where are they many?",
  "mnd11:1.16": "Come! Please tell me about that.</em>",
  "mnd11:2.1": "\"Where are there many quarrels and arguments\": \"Quarrels\" are quarrels based on",
  "mnd11:2.2": "one behavior, and \"arguments\" are the same. Anyone who argues, it is a quarrel;",
  "mnd11:2.3": "whoever argues, it is an argument. Or, in another way, arguing is called the",
  "mnd11:2.4": "first part of the quarrel. King arguing with king, khattiya arguing with",
  "mnd11:2.5": "khattiya, Brāhmaṇa arguing with Brāhmaṇa, homeowner arguing with homeowner,",
  "mnd11:2.6": "mother arguing with son, son arguing with mother, father arguing with son, son",
  "mnd11:2.7": "arguing with father, brother arguing with brother, brothers argue with sisters,",
  "mnd11:2.8": "sisters argue with brothers, friends argue with friends [MN.13]. What is a",
  "mnd11:2.9": "quarrel? Those who are keen on clubs at home quarrel with their bodies and",
  "mnd11:2.10": "words, and those who violate precepts quarrel with their bodies and words.",
  "mnd11:3.1": "\"Where are there many quarrels and arguing\": \"Where are there many quarrels and",
  "mnd11:3.2": "quarrels? Where are they born? Where are they arising? Where are they generated?",
  "mnd11:3.3": "What are their causes? What is the collection? What is its birth? What is its",
  "mnd11:3.4": "root?\" He inquired about the root of quarrel and argument; he inquired about the",
  "mnd11:3.5": "reason; he inquired about the cause; he inquired about the arising; he inquired",
  "mnd11:3.6": "about the generation; he inquired and waited; he inquired about the nutriment;",
  "mnd11:3.7": "he inquired about the fate; he inquired about the collection, he forcefully",
  "mnd11:3.8": "inquired, begged, requested, and asked for it to be made clear.",
  "mnd11:4.1": "\"Weeping, sorrow and stinginess\": \"Weeping,\" being touched by the loss of the",
  "mnd11:4.2": "relatives..., who have lamenting, weeping, crying, grief, lamenting, speech,",
  "mnd11:4.3": "useless words, muttering, tearing, weeping state. \"Sorrow,\" being touched by the",
  "mnd11:4.4": "loss of relatives, or the loss of property, ...from disease, ...of precepts,",
  "mnd11:4.5": "...of sight; having certain losses, contact with certain sufferings; having a",
  "mnd11:4.6": "state of sorrow, sadness, grief, internal sorrow, internal grief, burning,",
  "mnd11:4.7": "internal burning, and the arrow of the heart. \"Stinginess,\" there are five types",
  "mnd11:4.8": "of stinginess: stingy in dwelling, in home, of gain, of praise, of Dhamma,",
  "mnd11:4.9": "stingy appearance, stingy state, greed, miserly, petty, and heart-tight state",
  "mnd11:4.10": "are called stingy. In addition, miserliness is also stingy; world stinginess is",
  "mnd11:4.11": "also stingy; stinginess in views is also stingy. With this stinginess and",
  "mnd11:4.12": "intolerance, people become illiberal, so they are called stingy.",
  "mnd11:5.1": "\"Conceit and arrogance with slander (divisive speech)\": \"Conceit,\" one type of",
  "mnd11:5.2": "conceit: that is the height of the heart; two types...: self praise is",
  "mnd11:5.3": "conceited, contempt for others is conceited; three: \"I am the winner\"..., \"I am",
  "mnd11:5.4": "the same,\" \"I am the inferior;\" four: to gain, to have fame, praise, and",
  "mnd11:5.5": "comfort; five: \"I obtain the desired form,\" \"I obtain the desired sound,\"",
  "mnd11:5.6": "smell..., taste..., touch....; six types: with eyes..., ears..., nose, tongue,",
  "mnd11:5.7": "body, ...satisfaction of the mind makes one conceited; seven: conceit,",
  "mnd11:5.8": "arrogance, conceit and arrogance, humbleness, conceit of increase, conceit of",
  "mnd11:5.9": "self-reality, conceit of evil; eight: obtaining makes one conceited, not",
  "mnd11:5.10": "obtaining..., fame, no fame, praise, rebuke, happiness, and suffering; nine: the",
  "mnd11:5.11": "winner thinks: \"I am the winner\"..., the winner thinks: \"I am the same,\" the",
  "mnd11:5.12": "winner thinks: \"I am the inferior\"...; and equal think: \"I am the winner,\" the",
  "mnd11:5.13": "equal thinks: \"I am the same,\" the equal thinks: \"I am the inferior,\" the",
  "mnd11:5.14": "inferior thinks: \"I am the winner,\" the inferior thinks: \"I am the same,\" the",
  "mnd11:5.15": "inferior thinks: \"I am the inferior;\" ten types...: here, by certain birth, or",
  "mnd11:5.16": "surname, or good family, or beauty like a lotus, or property, or research",
  "mnd11:5.17": "(acquisition), or career, or craftsmanship, or study, or by what you hear, or by",
  "mnd11:5.18": "arguing, or by something to make one conceited; anyone who, like this, with this",
  "mnd11:5.19": "type of heart conceit, thinking, perceiving the situation, high tribute, high",
  "mnd11:5.20": "conceit, as a banner, as a flag, heart vanity is called conceited.",
  "mnd11:6.1": "\"Arrogance,\" there are three types of arrogance: body arrogance, speech",
  "mnd11:6.2": "arrogance, heart arrogance. What is physical arrogance? Here, a certain type of",
  "mnd11:6.3": "people come to the Saṅgha to show their body arrogance, showing the arrogance of",
  "mnd11:6.4": "the body when coming to the group, showing the arrogance of the body in the",
  "mnd11:6.5": "cafeteria, showing the arrogance of the body in the bathroom, showing the",
  "mnd11:6.6": "arrogance of the body in the bath, showing the arrogance of the body when",
  "mnd11:6.7": "entering the home, and showing the arrogance of the body when he has entered the",
  "mnd11:6.8": "(vulgar) home.",
  "mnd11:7.1": "How does he come to show the arrogance of the body in the Saṅgha? Here, a",
  "mnd11:7.2": "certain type of people who come to the Saṅgha are not respectful. When they",
  "mnd11:7.3": "touch the elder bhikkhus, they stand, and when they touch them, they sit down,",
  "mnd11:7.4": "stand in front of the (elder bhikkhus), sit down in the front, and sit in high",
  "mnd11:7.5": "seats. Sitting down, sitting down with his head covered, he stood and talked,",
  "mnd11:7.6": "waving his arms to talk, so that he came to the Saṅgha to show the pride of this",
  "mnd11:7.7": "bodily arrogance..",
  "mnd11:8.1": "What is the arrogance of coming to the group to show the body? Here, a certain",
  "mnd11:8.2": "type of people come to the group to be disrespectful. To the elder bhikkhus who",
  "mnd11:8.3": "walk without shoes, he walks in shoes, to those who walk in low places, he walks",
  "mnd11:8.4": "in high places, and to those who walk in the ground, he walks in high places. He",
  "mnd11:8.5": "walked through the passage, stood when touching, sat down when touching, stood",
  "mnd11:8.6": "in front, sat down in front, sat down on the high seat, sat down with his head",
  "mnd11:8.7": "wrapped, he stood and talked, Speaking with waving arms, this is to show the",
  "mnd11:8.8": "arrogance of the body in the group.",
  "mnd11:9.1": "What is it to show the arrogance of the body in the cafeteria? Here, a certain",
  "mnd11:9.2": "type of person is not respectable in the cafeteria. He invades the elder",
  "mnd11:9.3": "bhikkhus and then sits down, blocking the new bhikkhus with his seat, standing",
  "mnd11:9.4": "when touching, and sitting down when touching, ..., so that he showed the",
  "mnd11:9.5": "arrogance of his body in the cafeteria.",
  "mnd11:10.1": "How does one show the arrogance of the body in the bathroom? Here, a certain",
  "mnd11:10.2": "type of person is not a respecter in the bathroom. When he touches the elder",
  "mnd11:10.3": "bhikkhus, he stands, when he touches, he sits, stands in the front, ...,",
  "mnd11:10.4": "removing firewood without being asked, closing the door without being asked,",
  "mnd11:10.5": "waving his arms and talking, this is to show the arrogance of the body in the",
  "mnd11:10.6": "bathroom.",
  "mnd11:11.1": "What is the arrogance of showing the body when you have entered the (vulgar)",
  "mnd11:11.2": "home? Here, when a certain type of people have entered the (vulgar) home, they",
  "mnd11:11.3": "say \"Great Virtue! Please do not (want to) enter\" when he is said to enter, as",
  "mnd11:11.4": "\"Great Virtue! Please don't (want to) stand.\" He stood when he was said to be",
  "mnd11:11.5": "\"Great Virtue! Please don't (to) sit down.\" When being said, he sits down, he",
  "mnd11:11.6": "enters when there is no space, he stands when there is no space, and he sits",
  "mnd11:11.7": "down when there is no space, where the inner room of the (vulgar) family is",
  "mnd11:11.8": "hidden and secret: the lay woman, the daughter-in-law, the lay wife, and the lay",
  "mnd11:11.9": "girl sit down, where he enters roughly, and he touches the boy's head. This",
  "mnd11:11.10": "shows the arrogance of the body when he enters the (vulgar) home. This is",
  "mnd11:11.11": "showing the arrogance of the body.",
  "mnd11:12.1": "What is showing the arrogance of words? Here, a certain type of people show",
  "mnd11:12.2": "verbal arrogance when they come to the Saṅgha, show verbal arrogance when they",
  "mnd11:12.3": "come to the group, and show verbal arrogance when they have entered the (vulgar)",
  "mnd11:12.4": "family.",
  "mnd11:13.1": "How does one come to show the arrogance of words in a group? Here, a certain",
  "mnd11:13.2": "type of people come to the group to be disrespectful. After asking the elder",
  "mnd11:13.3": "bhikkhus, or without being asked to speak to and answer questions to the",
  "mnd11:13.4": "bhikkhus entering the monastery's garden, he stands and speaks, waving his arms",
  "mnd11:13.5": "and speaking to the bhikkhus. The bhikkhunis, male lay devotees, and female lay",
  "mnd11:13.6": "devotees of the garden speak and answer questions. He stands and speaks, waving",
  "mnd11:13.7": "his arms to speak. This is to show the arrogance of speech in the group.",
  "mnd11:14.1": "What is it to show the arrogance of speech when you have entered the (vulgar)",
  "mnd11:14.2": "home? Here, when a certain type of people have entered (vulgar) homes, they say",
  "mnd11:14.3": "to women or girls: \"What is the name of this person and the last name; is there",
  "mnd11:14.4": "milk porridge, food, and hard food? What shall we drink? What shall we eat? What",
  "mnd11:14.5": "will we chew? Or something: what will you give to me?\" He mutters. Anyone who is",
  "mnd11:14.6": "in such a state of speech, unhelpful words, muttering, and verbosity, is the",
  "mnd11:14.7": "arrogance of speech when he has entered the layman's home. This is the arrogance",
  "mnd11:14.8": "of words.",
  "mnd11:15.1": "What is the arrogance of the heart? Here, a certain type of people who are not",
  "mnd11:15.2": "from a noble family has an arrogant person who sets themselves together with a",
  "mnd11:15.3": "noble bhikkhu, and a person who is not a bhikkhu from a large family sets",
  "mnd11:15.4": "himself and a large family with his heart. Those who do not become a bhikkhu are",
  "mnd11:15.5": "equal, those who do not become a bhikkhu from a wealthy family are equated with",
  "mnd11:15.6": "those who are arrogant, and those who do not become a bhikkhu from a wealthy",
  "mnd11:15.7": "family are equated with those who are not bhikkhus. The arrogant person",
  "mnd11:15.8": "considers himself and the Sutta teacher to be equal in his heart, and the",
  "mnd11:15.9": "arrogant person who does not hold the Dhamma..., there are arrogant people who",
  "mnd11:15.10": "don't say..., the people who don't live in the woods..., the arrogant people who",
  "mnd11:15.11": "don't go begging for food..., don't wear dung-sweeping clothing, only three",
  "mnd11:15.12": "pieces of clothing, second begging, not eating after eating, often sitting (not",
  "mnd11:15.13": "lying).... This is the arrogance of the heart. For him, those three types of",
  "mnd11:15.14": "arrogance are cut off, ..., he is called the non-arrogant.",
  "mnd11:16.1": "\"Divisive language,\" here, a certain type of person is a divisive speaker. After",
  "mnd11:16.2": "he hears it from here, he speaks there in order to divide these people, or after",
  "mnd11:16.3": "he hears from there, in order to divide those people, he says that here; like",
  "mnd11:16.4": "this, he is the destroyer of harmony, the spreader of division, the",
  "mnd11:16.5": "disagreeable, the speaker of disunity, the speaker of disagreement, this is",
  "mnd11:16.6": "called divisive speech.",
  "mnd11:17.1": "In addition, there are two reasons for divisiveness: by desire to be lovely, or",
  "mnd11:17.2": "by desire for division. How to produce divisiveness from desire to be lovely?",
  "mnd11:17.3": "\"For this, I will be lovely, I will be desirable, I will be close, I will be a",
  "mnd11:17.4": "close friend, I will be kind.\" In this way, a divide arises from desire to be",
  "mnd11:17.5": "lovely. How to produce division with the desire for division? \"How will these",
  "mnd11:17.6": "become various, will become separate, will become divided, will become two",
  "mnd11:17.7": "kinds, will become contradictory, will become two factions, will break down,",
  "mnd11:17.8": "will not reunite, cause suffering and unease.\" This is the desire for division",
  "mnd11:17.9": "producing division. For him who is cut off, ..., he is not enthusiastic (in",
  "mnd11:17.10": "dispute), unharnessed, not strongly harnessed, those who are not fully",
  "mnd11:17.11": "harnessed, not completely harnessed.",
  "mnd11:18.1": "\"From where are there many of these? Come! Please tell me about that\": Where do",
  "mnd11:18.2": "these eight types of pollution, \"quarrel, argument, weeping, sadness,",
  "mnd11:18.3": "stinginess, conceit, arrogance, and divisive speech,\" come from in quantity?",
  "mnd11:18.4": "Where are they born? Where do they arise? ...(omitted). What is its root? He",
  "mnd11:18.5": "asked about the roots of these eight types of pollution; he asks the reason;",
  "mnd11:18.6": "...(omitted).... \"Where do those come from? Come! Please tell that\": Come!",
  "mnd11:18.7": "Please tell, please explain, please teach, please inform, please build, please",
  "mnd11:18.8": "uncover, please analyze, please clarify.",
  "mnd11:19.1": "<em>98 : From what is lovely, there are many quarrels and arguments,",
  "mnd11:19.2": "Weeping, sadness, and stinginess,",
  "mnd11:19.3": "Conceit, arrogance, together with divisive speech,",
  "mnd11:19.4": "Quarrels and arguments are connected to stinginess,",
  "mnd11:19.5": "And there is divisive speech when disputes arise.</em>",
  "mnd11:19.6": "<em>98 : From what is lovely, there are many quarrels and arguments,",
  "mnd11:19.7": "Weeping, sadness, and stinginess,",
  "mnd11:19.8": "Conceit, arrogance, together with divisive speech,",
  "mnd11:19.9": "Quarrels and arguments are connected to stinginess,",
  "mnd11:19.10": "And there is divisive speech when disputes arise.</em>",
  "mnd11:19.11": "<em>98 : From what is lovely, there are many quarrels and arguments,",
  "mnd11:19.12": "Weeping, sadness, and stinginess,",
  "mnd11:19.13": "Conceit, arrogance, together with divisive speech,",
  "mnd11:19.14": "Quarrels and arguments are connected to stinginess,",
  "mnd11:19.15": "And there is divisive speech when disputes arise.</em>",
  "mnd11:19.16": "<em>98 : From what is lovely, there are many quarrels and arguments,",
  "mnd11:19.17": "Weeping, sadness, and stinginess,",
  "mnd11:19.18": "Conceit, arrogance, together with divisive speech,",
  "mnd11:19.19": "Quarrels and arguments are connected to stinginess,",
  "mnd11:19.20": "And there is divisive speech when disputes arise.</em>",
  "mnd11:19.21": "<em>98 : From what is lovely, there are many quarrels and arguments,",
  "mnd11:19.22": "Weeping, sadness, and stinginess,",
  "mnd11:19.23": "Conceit, arrogance, together with divisive speech,",
  "mnd11:19.24": "Quarrels and arguments are connected to stinginess,",
  "mnd11:19.25": "And there is divisive speech when disputes arise.</em>",
  "mnd11:20.1": "\"From what is lovely there are a lot of quarrels, weeping, sadness and",
  "mnd11:20.2": "stinginess\": \"Lovely,\" there are two types of lovely: sentient beings or deeds.",
  "mnd11:20.3": "What are lovely beings? Here, whoever is a mother, or father, or brother, or",
  "mnd11:20.4": "sister, or son, or daughter, or friend, or colleague, or relatives, who are of",
  "mnd11:20.5": "interest to him, or who want to be beneficial, or who want to stay away from the",
  "mnd11:20.6": "harness, or those with blood (kin), these are lovely beings. What are attractive",
  "mnd11:20.7": "behaviors? Desirable forms, desirable sounds, desirable smells, desirable",
  "mnd11:20.8": "flavors, desirable touches, these are lovely behaviors.",
  "mnd11:21.1": "They quarrel when lovely things are suspected of being robbed, they also quarrel",
  "mnd11:21.2": "when they are robbed, and they also quarrel when they have been robbed; they are",
  "mnd11:21.3": "sad when things they regard as their own are (feared to be) changed, they are",
  "mnd11:21.4": "also sad when they are changed, they are also sad when they have been changed;",
  "mnd11:21.5": "sad, tired, weeping, pounding their chests and crying, coming to chaos.",
  "mnd11:22.1": "\"Conceit, arrogance, and divisive words\": Depending on lovely things makes them",
  "mnd11:22.2": "conceited; depending on lovely things makes them arrogant. How does depending on",
  "mnd11:22.3": "lovely things make them conceited? \"We are the recipients of desirable forms,",
  "mnd11:22.4": "sounds, smells, tastes, and touches.\" This is the production of conceit with",
  "mnd11:22.5": "lovely things. How does reliance on lovely things produce arrogance? \"We are the",
  "mnd11:22.6": "recipients of the desired forms, ..., and these other people are not the",
  "mnd11:22.7": "recipients of the desired forms, ....\" This is reliance on lovely things making",
  "mnd11:22.8": "them arrogant. \"Divisive speech,\" ....",
  "mnd11:23.1": "\"Quarrels and arguments are connected to stinginess\": Quarrelling, arguing,",
  "mnd11:23.2": "weeping, sorrow, conceit, arrogance, and divisive speech; these seven pollutions",
  "mnd11:23.3": "are connected, strongly connected, and connected completely.",
  "mnd11:24.1": "\"And when a dispute arises, there are divisive words\": When a dispute arises,",
  "mnd11:24.2": "when it is born, when it appears, it produces a divide: he hears from here and",
  "mnd11:24.3": "speaks there in order to separate these people, or after he hears from there, in",
  "mnd11:24.4": "order to divide those people, he says that here; like this, he is the destroyer",
  "mnd11:24.5": "of harmony, the spreader of division, the disagreeable, the speaker of disunity,",
  "mnd11:24.6": "the speaker of disagreement, this is called divisive speech.",
  "mnd11:25.1": "<em>99 : Where is the cause of the loveliness in the world,",
  "mnd11:25.2": "Where the greedy moving around in the world?",
  "mnd11:25.3": "Where is the cause for wish and fulfillment,",
  "mnd11:25.4": "Anyone who has a next life?</em>",
  "mnd11:25.5": "<em>99 : Where is the cause of the loveliness in the world,",
  "mnd11:25.6": "Where the greedy moving around in the world?",
  "mnd11:25.7": "Where is the cause for wish and fulfillment,",
  "mnd11:25.8": "Anyone who has a next life?</em>",
  "mnd11:25.9": "<em>99 : Where is the cause of the loveliness in the world,",
  "mnd11:25.10": "Where the greedy moving around in the world?",
  "mnd11:25.11": "Where is the cause for wish and fulfillment,",
  "mnd11:25.12": "Anyone who has a next life?</em>",
  "mnd11:25.13": "<em>99 : Where is the cause of the loveliness in the world,",
  "mnd11:25.14": "Where the greedy moving around in the world?",
  "mnd11:25.15": "Where is the cause for wish and fulfillment,",
  "mnd11:25.16": "Anyone who has a next life?</em>",
  "mnd11:26.1": "\"Where does the loveliness in the world come from?\": \"Where does the loveliness",
  "mnd11:26.2": "come from? Where is it born? ...(omitted). What is its root?\" He asked about the",
  "mnd11:26.3": "loveliness... (omitted).",
  "mnd11:27.1": "\"Everyone who is greedy walks around in the world\": The \"who...\" are khattiya,",
  "mnd11:27.2": "Brāhmaṇa, vessa, sudda, lay family, bhikkhu, heaven, and person. \"Greed,\" the",
  "mnd11:27.3": "state of all greed, desire, and thirst, the state of being greedy, tainted, and",
  "mnd11:27.4": "stained, and unwholesome. \"Walk,\" walk, live, act, go on, guard, and survive.",
  "mnd11:27.5": "\"In the world\": In the world of suffering, the world of man, the world of",
  "mnd11:27.6": "heaven, the world of aggregates, the world of realms, the world of places.",
  "mnd11:28.1": "\"Where is the cause of desire and fulfillment?\": \"Where is the cause of desire",
  "mnd11:28.2": "and fulfillment? Where do they arise? ...(omitted). What is its root?\" He asked",
  "mnd11:28.3": "about the root of desire and fulfillment... (omitted). \"Anyone who has a next",
  "mnd11:28.4": "life\": Anyone who has a foundation, a shelter, a refuge, a place of return,",
  "mnd11:28.5": "completion and a next life.",
  "mnd11:29.1": "<em>100 : The loveliness in the world has desire as its cause,",
  "mnd11:29.2": "Everyone who is greedy walks around in the world,",
  "mnd11:29.3": "Wish and fulfillment are the cause from here,",
  "mnd11:29.4": "Everyone who has an afterlife.</em>",
  "mnd11:29.5": "<em>100 : The loveliness in the world has desire as its cause,",
  "mnd11:29.6": "Everyone who is greedy walks around in the world,",
  "mnd11:29.7": "Wish and fulfillment are the cause from here,",
  "mnd11:29.8": "Everyone who has an afterlife.</em>",
  "mnd11:29.9": "<em>100 : The loveliness in the world has desire as its cause,",
  "mnd11:29.10": "Everyone who is greedy walks around in the world,",
  "mnd11:29.11": "Wish and fulfillment are the cause from here,",
  "mnd11:29.12": "Everyone who has an afterlife.</em>",
  "mnd11:29.13": "<em>100 : The loveliness in the world has desire as its cause,",
  "mnd11:29.14": "Everyone who is greedy walks around in the world,",
  "mnd11:29.15": "Wish and fulfillment are the cause from here,",
  "mnd11:29.16": "Everyone who has an afterlife.</em>",
  "mnd11:30.1": "\"The loveliness in the world has desire as its cause\": \"Desire,\" all the desires",
  "mnd11:30.2": "of the desires, the greed of the desires, the joy of the desires, the thirst of",
  "mnd11:30.3": "the desires, the love of the desires, the fascination of the desires, the",
  "mnd11:30.4": "anxiety of desire, obsession with desire, torrent of desire, binding of desire,",
  "mnd11:30.5": "clinging to desire, cover of desire. In addition, there are five types of",
  "mnd11:30.6": "desires: the desire to seek, the desire to obtain, the desire to receive, the",
  "mnd11:30.7": "desire to store, and the desire to spend. What is the desire to seek? Here, a",
  "mnd11:30.8": "certain type of person is precisely the taker, the hoper, and the one who has",
  "mnd11:30.9": "the desire to be born. He seeks all the forms..., all the sounds..., all the",
  "mnd11:30.10": "smells..., all the tastes..., all the touches. This is the desire of all",
  "mnd11:30.11": "seeking. What is the desire to acquire? Here, a certain type of person is just",
  "mnd11:30.12": "the taker, the hoper, and the one who desires to be born. He acquires all",
  "mnd11:30.13": "forms...(omitted). This is the desire to acquire. What is the desire to use?",
  "mnd11:30.14": "Here, a certain type of person is the taker, the hoper, and the aspirant. He",
  "mnd11:30.15": "receives the forms.... This is the desire to use. What is the intention of",
  "mnd11:30.16": "storage? Here, a certain type of person is precisely the one who takes, the one",
  "mnd11:30.17": "who hopes, the one who desires to be born, he is the (one who wants)",
  "mnd11:30.18": "accumulation of property (, thinking): \"There will be disasters.\" This is the",
  "mnd11:30.19": "desire to store. What is the intention to spend? Here, a certain type of person",
  "mnd11:30.20": "is the taker, the hoper, and the survivor. He spends his money on elephant",
  "mnd11:30.21": "soldiers, horse soldiers, chariot soldiers, archers, and infantry (, thinking):",
  "mnd11:30.22": "\"These will guard, protect, and serve me.\" This is the desire to spend.",
  "mnd11:30.23": "\"Lovely,\" there are two types of lovely: living beings or deeds... (omitted).",
  "mnd11:30.24": "\"The lovely desire in the world is its cause\": The lovely desire is its cause;",
  "mnd11:30.25": "the desire is its collection; the desire is its birth; the desire is its root.",
  "mnd11:31.1": "\"Everyone who is greedy walks around in the world\": The \"what...\" are khattiya,",
  "mnd11:31.2": "Brāhmaṇa, ...(omitted). \"Greed,\" the state of all greed, ...(omitted). \"Walk,\"",
  "mnd11:31.3": "walk, live, .... \"In the world\": In the world of suffering....",
  "mnd11:32.1": "\"Wish and fulfillment is the cause here\": Wish is called craving, which is",
  "mnd11:32.2": "greed, lust, acquiescence, conformity, joy, liking, wanting, desire,",
  "mnd11:32.3": "fascination, taking, great greed, being tied, sludge, disturbance, hypocrisy,",
  "mnd11:32.4": "(reincarnation) root cause, (bitter) fertility, tailoring (craving), net, river,",
  "mnd11:32.5": "bondage, rope, attachment, accumulation, companion, wishing, channel of",
  "mnd11:32.6": "existence, desire forest (jungle), intimacy, love, anticipation, relationship,",
  "mnd11:32.7": "aspiration, aspiration state, desire for form, for sound, smell, taste, touch,",
  "mnd11:32.8": "desire to obtain, desires of man (wealth), desire for a son, desire to live,",
  "mnd11:32.9": "state of desire, prayer, greed, greedy appearance, possesses the state of greed,",
  "mnd11:32.10": "inquiries (for profits), desire for proficiency, illegal greed, improper greed,",
  "mnd11:32.11": "desire, hope, envy, complete hope, desire for desire, desire for being, desire",
  "mnd11:32.12": "for nothingness, formed thirst, formless thirst, extinction thirst, form thirst,",
  "mnd11:32.13": "sound thirst, smell thirst, taste thirst, touch thirst, dhamma thirst, torrent,",
  "mnd11:32.14": "harness, binding, clinging, obstacles, covering, bondage, along with",
  "mnd11:32.15": "defilements, potential troubles, entanglement, vines, stinginess, suffering",
  "mnd11:32.16": "roots, causes of suffering, occurrence of suffering, demon's net, demon's hook,",
  "mnd11:32.17": "demon's food (bait), demon's realm, demon's residence, demon's binding, the",
  "mnd11:32.18": "river of thirst, the net of thirst, the rope of thirst, the sea of thirst,",
  "mnd11:32.19": "craving, greed, and the root of unwholesomeness. \"Fulfillment,\" here, when a",
  "mnd11:32.20": "certain type of person seeks various forms, he gets the form and becomes the one",
  "mnd11:32.21": "who is fulfilled with the form; ...the sounds..., the smells..., the tastes...,",
  "mnd11:32.22": "the touches, (...the dhammas)..., ...home..., group..., housing, profit,",
  "mnd11:32.23": "reputation, praise, clothes, food, housing, patients' needs and medical",
  "mnd11:32.24": "necessities, Sutta, Dhamma, Abhidhamma, forest dwelling, regular begging, dung",
  "mnd11:32.25": "sweeping clothing, only three robes, second begging, not eating after eating,",
  "mnd11:32.26": "often sitting (not lying), first jhāna, second jhāna, third jhāna, fourth jhāna,",
  "mnd11:32.27": "dwell in the boundlessness of the void (fifth/first immaterial), dwell in the",
  "mnd11:32.28": "boundlessness of consciousness (sixth), dwell in nothingness (seventh), obtain",
  "mnd11:32.29": "dwelling in neither perception nor non-perception (eighth).",
  "mnd11:33.1": "\"Plowing the fields with wishes, sowing seeds with wishes,",
  "mnd11:33.2": "Embarking on trade with a wish, the transporter of goods (over) the sea,",
  "mnd11:33.3": "Whoever stands by wishes, (thinking) 'may my wish succeed.'\"",
  "mnd11:33.4": "[Thag.530]",
  "mnd11:34.1": "The success of a wish is called completion (fulfillment). \"Wish and fulfillment",
  "mnd11:34.2": "is its cause from here\": Wish and fulfillment is its cause from here; desire is",
  "mnd11:34.3": "its collection; desire is its life; desire is its root.",
  "mnd11:35.1": "\"Anyone who has an afterlife (a next life)\": ...(omitted).",
  "mnd11:36.1": "<em>101 : So where is the cause of the desire in the world,",
  "mnd11:36.2": "And (from) where are there many judgements?",
  "mnd11:36.3": "(And) anger, false words and doubts,",
  "mnd11:36.4": "As well as all the (other) dhamma spoken by Samaṇas?</em>",
  "mnd11:36.5": "<em>101 : So where is the cause of the desire in the world,",
  "mnd11:36.6": "And (from) where are there many judgements?",
  "mnd11:36.7": "(And) anger, false words and doubts,",
  "mnd11:36.8": "As well as all the (other) dhamma spoken by Samaṇas?</em>",
  "mnd11:36.9": "<em>101 : So where is the cause of the desire in the world,",
  "mnd11:36.10": "And (from) where are there many judgements?",
  "mnd11:36.11": "(And) anger, false words and doubts,",
  "mnd11:36.12": "As well as all the (other) dhamma spoken by Samaṇas?</em>",
  "mnd11:36.13": "<em>101 : So where is the cause of the desire in the world,",
  "mnd11:36.14": "And (from) where are there many judgements?",
  "mnd11:36.15": "(And) anger, false words and doubts,",
  "mnd11:36.16": "As well as all the (other) dhamma spoken by Samaṇas?</em>",
  "mnd11:37.1": "\"Then where does the desire in the world come from?\": \"Where does the desire",
  "mnd11:37.2": "come from? Where does it arise? ...(omitted)\" He asks about the root of",
  "mnd11:37.3": "desire....",
  "mnd11:38.1": "\"And where are there many judgments\": \"Where do judgments come from? Where are",
  "mnd11:38.2": "they born? ....\" He asked about the root of judgment....",
  "mnd11:39.1": "\"Anger, false words and doubts\": Anger arises in ten forms: \"He has acted",
  "mnd11:39.2": "against me,\" [AN.9.29] anger is aroused; \"he is against my behavior,\" anger is",
  "mnd11:39.3": "aroused; \"he will act against me,\" anger is aroused; \"he has been unfavorable to",
  "mnd11:39.4": "my beloved and desirable behavior..., is unfavorable..., will be unfavorable,\"",
  "mnd11:39.5": "anger is aroused; \"he has benefited from what I do not love, undesirable...,\"",
  "mnd11:39.6": "anger is arisen; or anger is arisen unjustified. Any type of anger, hostility,",
  "mnd11:39.7": "hatred, aversion, evil, heart aversion, state of anger, aggression, brutal",
  "mnd11:39.8": "anger, rage, displeased heart, this is called anger.",
  "mnd11:40.1": "In addition, the extreme and small states of anger should be perceived:",
  "mnd11:40.2": "sometimes anger is only the degree of turbidity, but not as much as frowning;",
  "mnd11:40.3": "sometimes anger is just as frowning, but not as much as gritted teeth; sometimes",
  "mnd11:40.4": "anger is just the degree of gritted teeth, but not as much as verbal abuse;",
  "mnd11:40.5": "sometimes anger is only to the level of verbal abuse, but not as much as looking",
  "mnd11:40.6": "around for a weapon; sometimes anger is just looking around in all directions",
  "mnd11:40.7": "(for a weapon), but not as much as the degree of (acquiring) the cane; sometimes",
  "mnd11:40.8": "the anger is only the degree of the cane, but not the degree of (pulling out)",
  "mnd11:40.9": "the cane; sometimes the anger is just the degree of the cane, but not as much as",
  "mnd11:40.10": "hitting with the cane; sometimes anger is just the hit of the cane, but not",
  "mnd11:40.11": "enough to fracture; sometimes anger is just fracturing and not enough to the",
  "mnd11:40.12": "degree of rupture; sometimes anger is only the degree of rupture, but not as",
  "mnd11:40.13": "much pulling apart every limb; sometimes anger is only the degree to which every",
  "mnd11:40.14": "limb is pulled apart, but not enough to kill; sometimes anger is just the taking",
  "mnd11:40.15": "away of life, but not as much as the degree of abandoning himself. When the",
  "mnd11:40.16": "angry person kills himself after killing others, this situation is that the",
  "mnd11:40.17": "anger further reaches the increase, and the further reaches the increase.",
  "mnd11:41.1": "False words are called lies, doubt is called suspicions.",
  "mnd11:42.1": "\"And all the dhammas spoken of by Samaṇas\": \"And all the (dhammas),\" all those",
  "mnd11:42.2": "who are spoken in anger and falsehood will walk with doubts, co-exist,",
  "mnd11:42.3": "intermingle, correspond, and have the same place of dependence, the same object,",
  "mnd11:42.4": "these are called \"and all dhammas.\" Or, all those other types of pollution that",
  "mnd11:42.5": "are polluted by other participation, these are also called \"and all dhammas.\"",
  "mnd11:42.6": "\"Spoken of by the Samaṇas,\" the Samaṇa who has quelled evil, Brāhmaṇas who have",
  "mnd11:42.7": "rejected evil, Bhikkhus who have destroyed the roots of pollution, those who",
  "mnd11:42.8": "have freed all evil and unwholesome roots, said, explained, taught, told,",
  "mnd11:42.9": "established, uncovered, analyzed, and explained.",
  "mnd11:43.1": "<em>102 : In the world, what they say is \"desirable\" or \"undesirable,\"",
  "mnd11:43.2": "They rely on that to generate desire,",
  "mnd11:43.3": "After seeing non-existence and existence of physical form,",
  "mnd11:43.4": "People make (come to) judgements in the world.</em>",
  "mnd11:43.5": "<em>102 : In the world, what they say is \"desirable\" or \"undesirable,\"",
  "mnd11:43.6": "They rely on that to generate desire,",
  "mnd11:43.7": "After seeing non-existence and existence of physical form,",
  "mnd11:43.8": "People make (come to) judgements in the world.</em>",
  "mnd11:43.9": "<em>102 : In the world, what they say is \"desirable\" or \"undesirable,\"",
  "mnd11:43.10": "They rely on that to generate desire,",
  "mnd11:43.11": "After seeing non-existence and existence of physical form,",
  "mnd11:43.12": "People make (come to) judgements in the world.</em>",
  "mnd11:43.13": "<em>102 : In the world, what they say is \"desirable\" or \"undesirable,\"",
  "mnd11:43.14": "They rely on that to generate desire,",
  "mnd11:43.15": "After seeing non-existence and existence of physical form,",
  "mnd11:43.16": "People make (come to) judgements in the world.</em>",
  "mnd11:44.1": "\"In the world where they say 'desirable, undesirable'\": \"Desirable,\" pleasant",
  "mnd11:44.2": "and desirable affairs. \"Undesirable,\" suffering and undesirable affairs. \"In the",
  "mnd11:44.3": "world, everything they say,\" everything they say, everything they tell, ....",
  "mnd11:45.1": "\"Rely on that to generate desire\": Rely on the desirable and undesirable; rely",
  "mnd11:45.2": "on the joy and suffering; rely on the joy and sorrow; rely on the desirable and",
  "mnd11:45.3": "undesirable; rely on the love, after disgust, the desire arises, occurs, is",
  "mnd11:45.4": "arisen, is produced, and is born.",
  "mnd11:46.1": "\"After seeing non-existence and existence in form\": \"In form,\" the four great",
  "mnd11:46.2": "elements and form created of the four great elements. What is the existence of",
  "mnd11:46.3": "form? The existence, arising, production, birth, and appearance of all forms are",
  "mnd11:46.4": "the existence of form. What is the non-existence of form? The extinction,",
  "mnd11:46.5": "dissipation, destruction, incontinence, impermanence, and disappearance of all",
  "mnd11:46.6": "forms are the non-existence of form. \"After seeing non-existence and existence",
  "mnd11:46.7": "in form\": After seeing, after measuring, after judging, after separating, and",
  "mnd11:46.8": "clarifying the existence and non-existence in form.",
  "mnd11:47.1": "\"In the world, people make judgments\": \"Judgment,\" there are two types of",
  "mnd11:47.2": "judgments: the judgment of craving and the judgment of seeing. What is the",
  "mnd11:47.3": "judgment of craving? Here, the property that a certain type of person has not",
  "mnd11:47.4": "arisen does not arise, and the property that has already arisen ends, he thought",
  "mnd11:47.5": "this way: \"Why doesn't my unborn (non-arisen) property arise, and the property",
  "mnd11:47.6": "that has arisen has gone to the end?\" He thought again: \"With the cause of",
  "mnd11:47.7": "drinking spirits, fruit wine, and wine, my unborn property does not arise, and",
  "mnd11:47.8": "the property that has arisen is exhausted; for the practitioner who is committed",
  "mnd11:47.9": "to the street that is not suitable for time, my unborn property does not arise,",
  "mnd11:47.10": "and the wealth that has arisen has gone everywhere; for the practitioners who",
  "mnd11:47.11": "linger on the exhibition,..., for the practitioners who are committed to",
  "mnd11:47.12": "gambling and relaxation, ..., for the practitioners who are committed to evil",
  "mnd11:47.13": "friends..., for the practitioner who is committed to laziness ....\" [DN.31]",
  "mnd11:47.14": "After doing this wisely, he does not get close to the failures of the six",
  "mnd11:47.15": "properties; to get close to the gains of the six properties, this is a judgment",
  "mnd11:47.16": "of eagerness.",
  "mnd11:48.1": "Or, he plows the field, or buys and sells, or grazes cattle, thievery, or",
  "mnd11:48.2": "government service, or uses other skills, which is also a judgment of thirst.",
  "mnd11:48.3": "What is the judgment of seeing? Here, when the eyes have arisen, he realizes",
  "mnd11:48.4": "(knows): \"My true self has arisen.\" When his eyes disappeared, he realized: \"My",
  "mnd11:48.5": "true self has disappeared; my true self has gone.\" This is a judgment of seeing.",
  "mnd11:48.6": "When the ears..., nose..., tongue..., body..., form..., sound..., taste...,",
  "mnd11:48.7": "smell.... This is also the judgment of seeing; he causes it to arise, to",
  "mnd11:48.8": "produce, to be born. \"Humans\" are all beings, human beings, student Brāhmaṇas,",
  "mnd11:48.9": "people, individuals, lives, those born to people, those born to Indā, and Manu.",
  "mnd11:48.10": "\"In the world\": ....",
  "mnd11:49.1": "<em>103 : Anger, false words, and doubt,",
  "mnd11:49.2": "(Arise) when there are two types of dhammas,",
  "mnd11:49.3": "The doubter should learn it on the path of wisdom;",
  "mnd11:49.4": "After knowing it, the dhammas are explained by Samaṇas.</em>",
  "mnd11:49.5": "<em>103 : Anger, false words, and doubt,",
  "mnd11:49.6": "(Arise) when there are two types of dhammas,",
  "mnd11:49.7": "The doubter should learn it on the path of wisdom;",
  "mnd11:49.8": "After knowing it, the dhammas are explained by Samaṇas.</em>",
  "mnd11:49.9": "<em>103 : Anger, false words, and doubt,",
  "mnd11:49.10": "(Arise) when there are two types of dhammas,",
  "mnd11:49.11": "The doubter should learn it on the path of wisdom;",
  "mnd11:49.12": "After knowing it, the dhammas are explained by Samaṇas.</em>",
  "mnd11:49.13": "<em>103 : Anger, false words, and doubt,",
  "mnd11:49.14": "(Arise) when there are two types of dhammas,",
  "mnd11:49.15": "The doubter should learn it on the path of wisdom;",
  "mnd11:49.16": "After knowing it, the dhammas are explained by Samaṇas.</em>",
  "mnd11:50.1": "\"Anger, false words and doubts\": \"Anger\" ..., false words are called lies,",
  "mnd11:50.2": "doubts are called suspicions. Anger arises after the desired affairs; anger also",
  "mnd11:50.3": "arises after reliance on undesirable things. Lies arise after reliance on",
  "mnd11:50.4": "undesirable affairs; ...(omitted). Doubts...(omitted).",
  "mnd11:51.1": "How is anger aroused after relying on undesirable affairs? After reliance on",
  "mnd11:51.2": "undesirable matters, anger naturally arises: \"He has acted against me,\"",
  "mnd11:51.3": "[AN.9.29] anger is aroused; \"he is against my behavior,\" anger is aroused; \"he",
  "mnd11:51.4": "will act against me,\" anger is aroused; \"he has been unfavorable to my beloved",
  "mnd11:51.5": "and desirable behavior..., is unfavorable..., will be unfavorable,\" anger is",
  "mnd11:51.6": "aroused; \"he has benefited from what I do not love, undesirable...,\" anger is",
  "mnd11:51.7": "arisen; or anger is arisen unjustified. Any type of anger, hostility, hatred,",
  "mnd11:51.8": "aversion, evil, heart aversion, state of anger, aggression, brutal anger, rage,",
  "mnd11:51.9": "displeased heart, this is called anger.",
  "mnd11:52.1": "In addition, the extreme and small states of anger should be perceived:",
  "mnd11:52.2": "sometimes anger is only the degree of turbidity, but not as much as frowning;",
  "mnd11:52.3": "sometimes anger is just as frowning, but not as much as gritted teeth; sometimes",
  "mnd11:52.4": "anger is just the degree of gritted teeth, but not as much as verbal abuse;",
  "mnd11:52.5": "sometimes anger is only to the level of verbal abuse, but not as much as looking",
  "mnd11:52.6": "around for a weapon; sometimes anger is just looking around in all directions",
  "mnd11:52.7": "(for a weapon), but not as much as the degree of (acquiring) the cane; sometimes",
  "mnd11:52.8": "the anger is only the degree of the cane, but not the degree of (pulling out)",
  "mnd11:52.9": "the cane; sometimes the anger is just the degree of the cane, but not as much as",
  "mnd11:52.10": "hitting with the cane; sometimes anger is just the hit of the cane, but not",
  "mnd11:52.11": "enough to fracture; sometimes anger is just fracturing and not enough to the",
  "mnd11:52.12": "degree of rupture; sometimes anger is only the degree of rupture, but not as",
  "mnd11:52.13": "much pulling apart every limb; sometimes anger is only the degree to which every",
  "mnd11:52.14": "limb is pulled apart, but not enough to kill; sometimes anger is just the taking",
  "mnd11:52.15": "away of life, but not as much as the degree of abandoning himself. When the",
  "mnd11:52.16": "angry person kills himself after killing others, this situation is that the",
  "mnd11:52.17": "anger further reaches the increase, and the further reaches the increase.",
  "mnd11:53.1": "How is anger aroused after relying on a desirable task? Anger is raised when",
  "mnd11:53.2": "suspicious of being robbed, ....",
  "mnd11:54.1": "How do you get false speech after relying on undesirable affairs? Here, a",
  "mnd11:54.2": "certain type of person is bound by the shackles of handcuffs, and deliberately",
  "mnd11:54.3": "said vain (words) for the sake of that detachment..., or tied by ropes..., or",
  "mnd11:54.4": "tied by shackles..., or tied by vines..., or tied by creepers..., or thrown into",
  "mnd11:54.5": "shackles..., or tied by the shackles of the fence..., or tied by the shackles of",
  "mnd11:54.6": "the villages, towns, cities and countries..., or tied by the shackles of the",
  "mnd11:54.7": "locality, in order to depart from these shackles, he is deliberately saying",
  "mnd11:54.8": "falsehoods.",
  "mnd11:55.1": "How do you get false speech after relying on something you want? Here, a certain",
  "mnd11:55.2": "type of people deliberately speak vainly for the reason of the desirable form,",
  "mnd11:55.3": "for the desirable smell, ...(omitted)..., the patient's needs and medical",
  "mnd11:55.4": "necessities, he speaks deliberately vain (words).",
  "mnd11:56.1": "How can doubt arise after reliance on undesirable affairs? \"Will I get rid of",
  "mnd11:56.2": "eye disease? Will I not get rid of eye diseases? Will I get rid of ear problems?",
  "mnd11:56.3": "...(omitted).\"",
  "mnd11:57.1": "How can doubt arise after relying on desired affairs? \"Will I get the form that",
  "mnd11:57.2": "I want? Will I not get the desired form? ....\"",
  "mnd11:58.1": "\"When there are two types, there are these dhammas\": When there are agreeable",
  "mnd11:58.2": "and undesirable; when there is happiness and suffering; when there is joy and",
  "mnd11:58.3": "sorrow; when there is a want and non-want; when there is love and hatred, when",
  "mnd11:58.4": "it is known, and when (both) are found there.",
  "mnd11:59.1": "\"The doubter should learn on the way of wisdom\": Wisdom is the way of wisdom;",
  "mnd11:59.2": "the object of wisdom is also the way of wisdom; the Dhamma that arises with",
  "mnd11:59.3": "wisdom is also the way of wisdom, as the holy way is the holy way; the way of",
  "mnd11:59.4": "heaven is the way of heaven; the way of Brāhmaṇa is the Brāhmaṇa way, wisdom is",
  "mnd11:59.5": "the path of wisdom; the object of wisdom is also the path of wisdom; the Dhamma",
  "mnd11:59.6": "that arises with wisdom is also the path of wisdom.",
  "mnd11:60.1": "\"Learning,\" there are three types of learning: increasing precept learning,",
  "mnd11:60.2": "increasing mind learning, increasing wisdom learning.",
  "mnd11:61.1": "What is to add to precepts? Here, the bhikkhu is a preceptor who lives and is",
  "mnd11:61.2": "protected by the self-control of the Pātimokkha. He has sufficient righteousness",
  "mnd11:61.3": "and state of affairs. He sees the horror in minor sins and learns after",
  "mnd11:61.4": "accepting from a teacher. Small precepts aggregate and large precept aggregates",
  "mnd11:61.5": "are the foundation of abstinence, the (self) inhibition of behavior, the",
  "mnd11:61.6": "entrance of self-control, the uppermost of good dhamma, etc., this is to",
  "mnd11:61.7": "increase precept learning.",
  "mnd11:62.1": "What is to increase mind? Here, the bhikkhu lives in the first jhāna of",
  "mnd11:62.2": "reasoning and thinking after he is absent from desires and unwholesome Dhamma,",
  "mnd11:62.3": "and after detachment produces joy and happiness; he calms down reasoning and",
  "mnd11:62.4": "thinking, with confidence, and one mind, and after entering, he lives in no",
  "mnd11:62.5": "reasoning, the second jhāna of joy and happiness is born without waiting;",
  "mnd11:62.6": "concentration, which fades with joy and dwells in peace, has mindfulness and",
  "mnd11:62.7": "right knowledge, and feels happiness in the body, after entering, dwelling in,",
  "mnd11:62.8": "this holy disciple proclaims: \"He is calm and possessed\" in the third jhāna of",
  "mnd11:62.9": "\"mindfulness and abiding in the bliss;\" with the renunciation of pleasure and",
  "mnd11:62.10": "the renunciation of suffering, and the extinction of joy and sorrow in the past,",
  "mnd11:62.11": "after entering, dwells in where there is no suffering or unhappiness in the",
  "mnd11:62.12": "fourth jhāna, this is to increase the mind.",
  "mnd11:63.1": "What is to increase wisdom? Here, the bhikkhu is a wise person, possessing the",
  "mnd11:63.2": "wisdom that leads to the arising and passing away; the holy, insight, and the",
  "mnd11:63.3": "complete extinction of suffering is (the wisdom), he truthfully knows \"This is",
  "mnd11:63.4": "suffering.\" I know \"This is the collection of suffering.\" I know \"This is",
  "mnd11:63.5": "suffering.\" I know \"This is the path to suffering.\" To know the truth: \"These",
  "mnd11:63.6": "are troubles.\" To know the truth: \"This is a collection of troubles.\" To know",
  "mnd11:63.7": "the truth: \"This is the elimination of suffering.\" To know the truth: \"This is",
  "mnd11:63.8": "the path leading to suffering.\" This is to increase wisdom.",
  "mnd11:64.1": "These three studies should be learned when heading towards (noting); learning",
  "mnd11:64.2": "when knowing; learning when seeing; learning when introspecting; learning when",
  "mnd11:64.3": "establishing (decision) when the heart is established; learning when solving",
  "mnd11:64.4": "with faith; you should learn when you are vigorous; you should learn when",
  "mnd11:64.5": "mindfulness arises; you should learn when the mind has concentration; you should",
  "mnd11:64.6": "learn when you know with wisdom; you should learn when you know what should be",
  "mnd11:64.7": "known; when knowledge should be known; we should learn when we should be",
  "mnd11:64.8": "renounced; we should learn when we should be practiced; we should learn when we",
  "mnd11:64.9": "should be testified, we should practice, we should practice well, and we should",
  "mnd11:64.10": "learn when we hold and go on.",
  "mnd11:65.1": "\"The doubter should learn on the way of wisdom\": The doubter, the person who has",
  "mnd11:65.2": "doubts, confusion, and hesitations, in order to reach wisdom, to arrive at",
  "mnd11:65.3": "wisdom, and to testify (to) wisdom, should learn more....",
  "mnd11:66.1": "\"After knowing, the dhamma is explained by Samaṇas\": \"After knowing,\" after",
  "mnd11:66.2": "knowing, ..., being said, explained, ...: \"All actions are impermanent\" after",
  "mnd11:66.3": "knowing, ...; \"all actions are suffering\"...; \"all dhammas are selfless\"...;",
  "mnd11:66.4": "\"there is action based on ignorance\"...; \"life is the predestined condition, and",
  "mnd11:66.5": "there is old age and death\"...; \"with ignorance and death, there is action and",
  "mnd11:66.6": "death\"...; \"by birth and death, there is old age and death\"...; \"this is",
  "mnd11:66.7": "suffering\"...; \"this is the path leading to misery\"...; \"these are troubles\"...;",
  "mnd11:66.8": "\"this is the path leading to troubles\"...; \"these dhammas should be proven\"...;",
  "mnd11:66.9": "\"these dhammas should be known\"...; \"these dhammas should be cut off\"...; \"this",
  "mnd11:66.10": "Dhamma should be practiced\"...; \"this Dhamma should be testified\"...; the",
  "mnd11:66.11": "gathering, extinction, pleasure, trouble, and renunciation of the six touch",
  "mnd11:66.12": "points...; five aggregates...; four major...; \"any collection of dhammas is an",
  "mnd11:66.13": "extinction,\" after knowing, ..., being said, ....",
  "mnd11:67.1": "This was said by the Blessed One: \"Bhikkhus! I teach the Dhamma with the wisdom",
  "mnd11:67.2": "of the enlightenment, not without the wisdom; I teach the Dhamma by cause and",
  "mnd11:67.3": "condition, not without cause and condition; I teach the Dhamma with divine",
  "mnd11:67.4": "transformation, not without divine transformation, bhikkhus! When I teach the",
  "mnd11:67.5": "Dhamma with wisdom wisdom, ..., (my) exhortation should be done; (my)",
  "mnd11:67.6": "instruction should be done, bhikkhus! This is enough for you to be satisfied,",
  "mnd11:67.7": "rejoicing, and delighted: the Blessed One is the Enlightened One, the Dhamma is",
  "mnd11:67.8": "good, and the Saṅgha is one who walks according to goodness.\" [AN.3.126] And",
  "mnd11:67.9": "when this commentary was said, ten thousand worlds shook [DN.1].",
  "mnd11:68.1": "<em>104 : What is the cause for the desirable and undesirable?",
  "mnd11:68.2": "When what does not exist, do these not exist?",
  "mnd11:68.3": "What is the truth of non-existence and existence,",
  "mnd11:68.4": "Please tell me what is the cause for this.</em>",
  "mnd11:68.5": "<em>104 : What is the cause for the desirable and undesirable?",
  "mnd11:68.6": "When what does not exist, do these not exist?",
  "mnd11:68.7": "What is the truth of non-existence and existence,",
  "mnd11:68.8": "Please tell me what is the cause for this.</em>",
  "mnd11:68.9": "<em>104 : What is the cause for the desirable and undesirable?",
  "mnd11:68.10": "When what does not exist, do these not exist?",
  "mnd11:68.11": "What is the truth of non-existence and existence,",
  "mnd11:68.12": "Please tell me what is the cause for this.</em>",
  "mnd11:68.13": "<em>104 : What is the cause for the desirable and undesirable?",
  "mnd11:68.14": "When what does not exist, do these not exist?",
  "mnd11:68.15": "What is the truth of non-existence and existence,",
  "mnd11:68.16": "Please tell me what is the cause for this.</em>",
  "mnd11:69.1": "\"Where is the cause of the desirable and undesirable?\": \"Where is the cause of",
  "mnd11:69.2": "the desirable and undesirable? Where are they born? ....\" He inquires about the",
  "mnd11:69.3": "roots of the agreeable and undesirable....",
  "mnd11:70.1": "\"When something does not exist, these do not exist\": When something does not",
  "mnd11:70.2": "exist, when it is not known, they do not exist; when what is desirable and",
  "mnd11:70.3": "undesirable are not discovered, they do not exist, do not occur, do not arise,",
  "mnd11:70.4": "are not produced, to not arise, are not born.",
  "mnd11:71.1": "\"The truth of non-existence and existence\": What is a desirable and undesirable",
  "mnd11:71.2": "existence? Any desirable and undesirable existence and occurrence, it arises, is",
  "mnd11:71.3": "born, occurs, and appears. This is the existence of the desirable and",
  "mnd11:71.4": "undesirable. What is the non-existence of the undesirable and undesirable? The",
  "mnd11:71.5": "destruction, dissipation, impermanence, and disappearance of desirable and",
  "mnd11:71.6": "undesirable. The non-existence of desirable and undesirable. \"What is this",
  "mnd11:71.7": "truth,\" whatever is the highest truth.",
  "mnd11:72.1": "\"Please tell me where is the cause of this\": \"This,\" everything I ask;",
  "mnd11:72.2": "...(omitted). \"Please tell me,\" Please tell me, ...(omitted). \"From where is the",
  "mnd11:72.3": "cause,\" where is the cause, where is the collection, where is the birth, where",
  "mnd11:72.4": "is the root.\"",
  "mnd11:73.1": "<em>105 : Desirable and undesirable, touches are the cause,",
  "mnd11:73.2": "And these do not exist when touch does not exist,",
  "mnd11:73.3": "The truth of non-existence and existence,",
  "mnd11:73.4": "I tell you that this is the reason.</em>",
  "mnd11:73.5": "<em>105 : Desirable and undesirable, touches are the cause,",
  "mnd11:73.6": "And these do not exist when touch does not exist,",
  "mnd11:73.7": "The truth of non-existence and existence,",
  "mnd11:73.8": "I tell you that this is the reason.</em>",
  "mnd11:73.9": "<em>105 : Desirable and undesirable, touches are the cause,",
  "mnd11:73.10": "And these do not exist when touch does not exist,",
  "mnd11:73.11": "The truth of non-existence and existence,",
  "mnd11:73.12": "I tell you that this is the reason.</em>",
  "mnd11:73.13": "<em>105 : Desirable and undesirable, touches are the cause,",
  "mnd11:73.14": "And these do not exist when touch does not exist,",
  "mnd11:73.15": "The truth of non-existence and existence,",
  "mnd11:73.16": "I tell you that this is the reason.</em>",
  "mnd11:74.1": "\"Desirable and undesirable touch (contact) is its cause\": The touch that should",
  "mnd11:74.2": "feel pleasurable gives rise to joy, and the extinction of the touch that should",
  "mnd11:74.3": "feel pleasurable corresponds to that feeling: the touch that should feel",
  "mnd11:74.4": "pleasure arises the joy of it is destroyed; it is calmed down. Suffering arises",
  "mnd11:74.5": "from the touch that should feel suffering, and the extinction of the touch that",
  "mnd11:74.6": "should feel suffering corresponds to that feeling: the suffering that arises",
  "mnd11:74.7": "from the touch that should feel suffering is destroyed; it is calmed down. It is",
  "mnd11:74.8": "due to the feeling that the touch that is not painful or unhappy arises, and the",
  "mnd11:74.9": "touch that is not painful or unpleasant should experience the extinction of the",
  "mnd11:74.10": "touch that is not painful or unpleasant. Corresponding to the feeling that",
  "mnd11:74.11": "should be felt: it is due to the feeling that the touch that is not suffering or",
  "mnd11:74.12": "unhappy arises; it is not suffering or happy to be destroyed; it is calmed down.",
  "mnd11:74.13": "\"Desirable and undesirable contact is its cause\": Desirable and undesirable",
  "mnd11:74.14": "contact is its cause; contact is its collection; contact is its birth; contact",
  "mnd11:74.15": "is its root.",
  "mnd11:75.1": "\"These do not exist when the touch does not exist\": When the touch does not",
  "mnd11:75.2": "exist, when it is not known, they do not exist; when it is not found, the",
  "mnd11:75.3": "desirable and undesirable do not exist, do not occur, do not arise, are not",
  "mnd11:75.4": "produced, are not born, do not appear.",
  "mnd11:76.1": "\"The reason for non-existence and existence\": The view of existence is always",
  "mnd11:76.2": "the cause; the view of non-existence is also the cause. \"This truth\" is the",
  "mnd11:76.3": "highest truth.",
  "mnd11:77.1": "\"I tell you this, from here is the reason\": \"This,\" whatever you ask; .... \"I",
  "mnd11:77.2": "tell,\" I tell, .... \"From here is the cause,\" from here: touch is its",
  "mnd11:77.3": "collection; touch is its birth; touch is its root.",
  "mnd11:78.1": "<em>106 : Then what is the cause of touch in the world,",
  "mnd11:78.2": "And from where are there many things?",
  "mnd11:78.3": "When what does not exist, is there no self-holding?",
  "mnd11:78.4": "When what has disappeared, is there no touch?</em>",
  "mnd11:78.5": "<em>106 : Then what is the cause of touch in the world,",
  "mnd11:78.6": "And from where are there many things?",
  "mnd11:78.7": "When what does not exist, is there no self-holding?",
  "mnd11:78.8": "When what has disappeared, is there no touch?</em>",
  "mnd11:78.9": "<em>106 : Then what is the cause of touch in the world,",
  "mnd11:78.10": "And from where are there many things?",
  "mnd11:78.11": "When what does not exist, is there no self-holding?",
  "mnd11:78.12": "When what has disappeared, is there no touch?</em>",
  "mnd11:78.13": "<em>106 : Then what is the cause of touch in the world,",
  "mnd11:78.14": "And from where are there many things?",
  "mnd11:78.15": "When what does not exist, is there no self-holding?",
  "mnd11:78.16": "When what has disappeared, is there no touch?</em>",
  "mnd11:79.1": "\"So where does the touch in the world have its cause?\" \"Where does the touch",
  "mnd11:79.2": "come from? ....\" He asked the root of touch; ....",
  "mnd11:80.1": "\"And where are there many things from?\": \"Where do things come from? Where are",
  "mnd11:80.2": "they born? ....\" He asked about the root of all things; ....",
  "mnd11:81.1": "\"When what does not exist, is there no self-holding (grasping to the wrong idea",
  "mnd11:81.2": "of self)\": When something does not exist, it does not exist when it is not",
  "mnd11:81.3": "known; when self-clinging does not exist, is not known, ..., burned by the fire",
  "mnd11:81.4": "of wisdom.",
  "mnd11:82.1": "\"When what disappears, is there no touch\": When something disappears; when it",
  "mnd11:82.2": "does not exist; when it has crossed; when it has passed; when it has been",
  "mnd11:82.3": "overcome, there is no touch.",
  "mnd11:83.1": "<em>107 : Contact is due to name and form,",
  "mnd11:83.2": "The reason for wanting is possession,",
  "mnd11:83.3": "There is no self-attachment when wanting is non-existent,",
  "mnd11:83.4": "And there cannot be touch when the form is clear.</em>",
  "mnd11:83.5": "<em>107 : Contact is due to name and form,",
  "mnd11:83.6": "The reason for wanting is possession,",
  "mnd11:83.7": "There is no self-attachment when wanting is non-existent,",
  "mnd11:83.8": "And there cannot be touch when the form is clear.</em>",
  "mnd11:83.9": "<em>107 : Contact is due to name and form,",
  "mnd11:83.10": "The reason for wanting is possession,",
  "mnd11:83.11": "There is no self-attachment when wanting is non-existent,",
  "mnd11:83.12": "And there cannot be touch when the form is clear.</em>",
  "mnd11:83.13": "<em>107 : Contact is due to name and form,",
  "mnd11:83.14": "The reason for wanting is possession,",
  "mnd11:83.15": "There is no self-attachment when wanting is non-existent,",
  "mnd11:83.16": "And there cannot be touch when the form is clear.</em>",
  "mnd11:84.1": "\"Contact is due to name and form\": Eye-consciousness arises from the eye and",
  "mnd11:84.2": "form. The three meet and touch. The eyes and the forms in the form (the forms",
  "mnd11:84.3": "belonging to the form), in addition to the eye contact, also there are",
  "mnd11:84.4": "corresponding dhammas in the name (belonging to the name), so that it is due to",
  "mnd11:84.5": "the contact between name and form. Ears.... Nose.... Tongue.... Body....",
  "mnd11:84.6": "(Mind-)consciousness arises due to the mind and the Dhamma. When the three meet,",
  "mnd11:84.7": "there is contact. (The mind) is in the material. The formed dhammas are in the",
  "mnd11:84.8": "material. There are corresponding dhammas in the name, so it is due to the",
  "mnd11:84.9": "contact between name and form.",
  "mnd11:85.1": "\"There is possession as the reason of wanting\": Wanting is called craving, which",
  "mnd11:85.2": "is greed, .... \"Property,\" there are two types of possessions: the possessions",
  "mnd11:85.3": "of thirst and possessions of seeing.... \"The cause of wanting is possessions\":",
  "mnd11:85.4": "Everything takes desire as its cause, desire as its reason, desire as its",
  "mnd11:85.5": "condition, and desire as its root.",
  "mnd11:86.1": "\"When want is non-existent, there is no self-holding\": Want is called craving,",
  "mnd11:86.2": ".... There are two types of self-holdings: .... \"When want is non-existent,",
  "mnd11:86.3": "there is no self-clinging\": When want is non-existent, is not known, is not",
  "mnd11:86.4": "discovered, self-clinging does not exist..., has been cut off..., burned by the",
  "mnd11:86.5": "fire of wisdom.",
  "mnd11:87.1": "\"When the form is understood, there will not be touch\": \"Form,\" ...(omitted).",
  "mnd11:87.2": "\"When the form is understood,\" the four forms of form are understood: by",
  "mnd11:87.3": "knowing, understanding, measuring, cutting off, passing. How to be understood",
  "mnd11:87.4": "based on what is known? He knows form: \"Any forms, all forms are the four great",
  "mnd11:87.5": "elements and created of the four great elements.\" He knows; when he sees, he is",
  "mnd11:87.6": "made clear by knowing and understanding.",
  "mnd11:88.1": "How to be understood by measuring understanding? After doing this, he measures",
  "mnd11:88.2": "form as impermanent, bitter, sick, tumor, arrow, curse, disease, on the other",
  "mnd11:88.3": "side, corrupt, disaster, evil, terror, calamity, movement, perishable, unstable,",
  "mnd11:88.4": "no shelter, no refuge, no return, reluctant, hypocritical, empty, selfless,",
  "mnd11:88.5": "fault, change, false, unfortunate root, killer, nothing, troublesome, promising,",
  "mnd11:88.6": "magic food (bait), birth method, old age method, disease method, death method,",
  "mnd11:88.7": "sorrow and despair method, pollution method, assembly (gathering), extinction,",
  "mnd11:88.8": "pleasure, troubles, and renunciation, in this way it is to be understood by",
  "mnd11:88.9": "measuring and understanding.",
  "mnd11:89.1": "How to be made clear by the cutting off of the form? After weighing in this way,",
  "mnd11:89.2": "the desire for form, the greed, he will let go, drive away, end, and make it go",
  "mnd11:89.3": "to non-existence. This was said by the Blessed One: \"Bhikkhus! All the desires",
  "mnd11:89.4": "and greed about form will be cut off. In this way, that form be cut off and the",
  "mnd11:89.5": "roots will be cut off, just like a palm tree without roots, becoming non-being",
  "mnd11:89.6": "and non-living things for the future.\" [SN.22.25] In this way, making clear by",
  "mnd11:89.7": "cutting off the form.",
  "mnd11:90.1": "How to be understood by transcending the form? In the four formless abodes, the",
  "mnd11:90.2": "forms are made clear (disappeared), made clear (destroyed), passed through,",
  "mnd11:90.3": "passed over, and overcome, so that they are made clear by passing through. It is",
  "mnd11:90.4": "understood by these four behaviors.",
  "mnd11:91.1": "\"When the form is understood, it cannot be touched\": When the form is",
  "mnd11:91.2": "understood; when it is cleared; when it is crossed; when it is overcome, it",
  "mnd11:91.3": "cannot be touched: eye contact, ear contact, nose..., tongue, body.",
  "mnd11:92.1": "<em>108 : How does one understand (overcome) form?",
  "mnd11:92.2": "How to understand (overcome) happiness and suffering?",
  "mnd11:92.3": "Please tell me this about understanding (overcoming).",
  "mnd11:92.4": "May we know this: this is my intention</em>",
  "mnd11:92.5": "<em>108 : How does one understand (overcome) form?",
  "mnd11:92.6": "How to understand (overcome) happiness and suffering?",
  "mnd11:92.7": "Please tell me this about understanding (overcoming).",
  "mnd11:92.8": "May we know this: this is my intention</em>",
  "mnd11:92.9": "<em>108 : How does one understand (overcome) form?",
  "mnd11:92.10": "How to understand (overcome) happiness and suffering?",
  "mnd11:92.11": "Please tell me this about understanding (overcoming).",
  "mnd11:92.12": "May we know this: this is my intention</em>",
  "mnd11:92.13": "<em>108 : How does one understand (overcome) form?",
  "mnd11:92.14": "How to understand (overcome) happiness and suffering?",
  "mnd11:92.15": "Please tell me this about understanding (overcoming).",
  "mnd11:92.16": "May we know this: this is my intention</em>",
  "mnd11:93.1": "\"How does one understand (overcome) form?\": \"How is it\" how is it; what is the",
  "mnd11:93.2": "way of the person; what is the action; what is the going-on of the person; what",
  "mnd11:93.3": "is the guarding; what is the last; how is the person who keeps it clear; to be",
  "mnd11:93.4": "crossed; to be overtaken; to be overcome.",
  "mnd11:94.1": "\"How to understand happiness and suffering\": How to understand happiness and",
  "mnd11:94.2": "suffering; make it clear; be crossed; be overcome.",
  "mnd11:95.1": "\"Please tell me this about understanding\": \"This,\" Whatever I ask; .... \"Please",
  "mnd11:95.2": "tell me,\" \"Please tell me, ....\" \"About understanding,\" about understanding to",
  "mnd11:95.3": "make it clear, to be crossed, to be overcome.",
  "mnd11:96.1": "\"May we know this: it is my intention like this\": \"May we know this,\" May we",
  "mnd11:96.2": "know this; let us know; may we know for sure; may we pass through. \"Like this is",
  "mnd11:96.3": "my intention,\" like this is my intention; like this is my heart; like this is my",
  "mnd11:96.4": "consciousness.",
  "mnd11:97.1": "<em>109 : He is a person does not think through perceiving,",
  "mnd11:97.2": "A person who does not think through desire,",
  "mnd11:97.3": "And a person who does not disappear (thinking),",
  "mnd11:97.4": "This makes it clear for him,",
  "mnd11:97.5": "Because the false name is thought to be the cause.</em>",
  "mnd11:97.6": "<em>109 : He is a person does not think through perceiving,",
  "mnd11:97.7": "A person who does not think through desire,",
  "mnd11:97.8": "And a person who does not disappear (thinking),",
  "mnd11:97.9": "This makes it clear for him,",
  "mnd11:97.10": "Because the false name is thought to be the cause.</em>",
  "mnd11:97.11": "<em>109 : He is a person does not think through perceiving,",
  "mnd11:97.12": "A person who does not think through desire,",
  "mnd11:97.13": "And a person who does not disappear (thinking),",
  "mnd11:97.14": "This makes it clear for him,",
  "mnd11:97.15": "Because the false name is thought to be the cause.</em>",
  "mnd11:97.16": "<em>109 : He is a person does not think through perceiving,",
  "mnd11:97.17": "A person who does not think through desire,",
  "mnd11:97.18": "And a person who does not disappear (thinking),",
  "mnd11:97.19": "This makes it clear for him,",
  "mnd11:97.20": "Because the false name is thought to be the cause.</em>",
  "mnd11:97.21": "<em>109 : He is a person does not think through perceiving,",
  "mnd11:97.22": "A person who does not think through desire,",
  "mnd11:97.23": "And a person who does not disappear (thinking),",
  "mnd11:97.24": "This makes it clear for him,",
  "mnd11:97.25": "Because the false name is thought to be the cause.</em>",
  "mnd11:98.1": "\"He is a person who does not think through perceiving, and a person who does not",
  "mnd11:98.2": "think through desire\": A person who thinks through perceiving is called someone",
  "mnd11:98.3": "who wants to live in the ordinary, but he is not a person who wants to live in",
  "mnd11:98.4": "the ordinary. He who has (these) thoughts is called a mad person and a person",
  "mnd11:98.5": "who has a confused mind, but he is not a mad person, nor a person who has a",
  "mnd11:98.6": "confused heart.",
  "mnd11:99.1": "\"Nor the one who disappears (thinking)\": Those who do not want to disappear are",
  "mnd11:99.2": "called those who enter extinction and those who are without thoughts, but he is",
  "mnd11:99.3": "not one who enters, nor is he one who does not want to disappear. The one who",
  "mnd11:99.4": "wants to disappear is called the one who dwells in the four formless ones",
  "mnd11:99.5": "(immaterial jhānas), but he is not the one who dwells in the four formless ones.",
  "mnd11:100.1": "\"This is the way for him to understand form\": Here, the bhikkhu is",
  "mnd11:100.2": "disconnected... (omitted) after entering the fourth jhāna, when the mind is so",
  "mnd11:100.3": "absorbed, fully pure, purified, and without filth, without defilement,",
  "mnd11:100.4": "malleable, suitable for work, standing or standing still, in order to obtain the",
  "mnd11:100.5": "boundless void, he exits and turns his mind to formlessness. This is him; in",
  "mnd11:100.6": "this way; the actor is like this; the one who goes on is like this; the guarding",
  "mnd11:100.7": "is like this; the one who keeps it is like this; the one who keeps it is clear;",
  "mnd11:100.8": "make it clear; be traversed; be crossed; be overcome.",
  "mnd11:101.1": "\"Because the false name is its cause\": False is the name of falsehood: false",
  "mnd11:101.2": "name of craving, false name of seeing, false name of conceit, thinking is its",
  "mnd11:101.3": "cause; want is its collection; want is its birth; thinking is its root.",
  "mnd11:102.1": "<em>110 : Whatever we ask you, you tell us;",
  "mnd11:102.2": "We want to ask you other things, come! Please tell about this,",
  "mnd11:102.3": "Do some of the wise men here tell about this area:",
  "mnd11:102.4": "The first (foremost thing is) purity of Yakkha (spirit),",
  "mnd11:102.5": "Or do they say other things (differently)?</em>",
  "mnd11:102.6": "<em>110 : Whatever we ask you, you tell us;",
  "mnd11:102.7": "We want to ask you other things, come! Please tell about this,",
  "mnd11:102.8": "Do some of the wise men here tell about this area:",
  "mnd11:102.9": "The first (foremost thing is) purity of Yakkha (spirit),",
  "mnd11:102.10": "Or do they say other things (differently)?</em>",
  "mnd11:102.11": "<em>110 : Whatever we ask you, you tell us;",
  "mnd11:102.12": "We want to ask you other things, come! Please tell about this,",
  "mnd11:102.13": "Do some of the wise men here tell about this area:",
  "mnd11:102.14": "The first (foremost thing is) purity of Yakkha (spirit),",
  "mnd11:102.15": "Or do they say other things (differently)?</em>",
  "mnd11:102.16": "<em>110 : Whatever we ask you, you tell us;",
  "mnd11:102.17": "We want to ask you other things, come! Please tell about this,",
  "mnd11:102.18": "Do some of the wise men here tell about this area:",
  "mnd11:102.19": "The first (foremost thing is) purity of Yakkha (spirit),",
  "mnd11:102.20": "Or do they say other things (differently)?</em>",
  "mnd11:102.21": "<em>110 : Whatever we ask you, you tell us;",
  "mnd11:102.22": "We want to ask you other things, come! Please tell about this,",
  "mnd11:102.23": "Do some of the wise men here tell about this area:",
  "mnd11:102.24": "The first (foremost thing is) purity of Yakkha (spirit),",
  "mnd11:102.25": "Or do they say other things (differently)?</em>",
  "mnd11:103.1": "\"Whatever we ask you, you tell us\": What we ask you, .... \"You tell us,\" you",
  "mnd11:103.2": "told, ....",
  "mnd11:104.1": "\"We want to ask you about other things, come! Please tell about that\": We want",
  "mnd11:104.2": "to ask you about other things; .... \"Come! Please tell that,\" come! Please tell;",
  "mnd11:104.3": "please explain; ....",
  "mnd11:105.1": "\"Whether some wise men here tell this area: the first (foremost is) purity of",
  "mnd11:105.2": "Yakkha (translations of Sn generally use 'spirit' here instead of 'Yakkha,'",
  "mnd11:105.3": "which is not what is literally written, but may be the correct intention)\": Some",
  "mnd11:105.4": "Samaṇas and Brāhmaṇas say, tell, talk, explain, say that this formlessness, etc.",
  "mnd11:105.5": "is the first and the most successful, superior, top. \"Yakkha,\" sentient beings,",
  "mnd11:105.6": ".... \"Pure,\" pure, clean, pure all over; detachment, liberation, disengagement.",
  "mnd11:105.7": "\"The wise men here,\" the wise speakers here, those with firm words, those who",
  "mnd11:105.8": "(have) methods, (have) reasons, (have) characteristics, (have) grounds, and",
  "mnd11:105.9": "those who make their own opinions possible.",
  "mnd11:106.1": "\"Are they talking about other things\": Or are some Samaṇas and Brāhmaṇas who",
  "mnd11:106.2": "pass through, cross over, overcome the formlessness and wait to speak, tell,",
  "mnd11:106.3": "talk, explain, say that this formlessness, etc., there are other higher Yakkha.",
  "mnd11:106.4": "Are they pure, clean, pure all over; detachment, liberation, disengagement?",
  "mnd11:107.1": "<em>111 : There are some wise men who tell about this area:",
  "mnd11:107.2": "The first (foremost) purity of Yakkha,",
  "mnd11:107.3": "But there are some who claim to be skillful,",
  "mnd11:107.4": "And they tell that there is no remnant.</em>",
  "mnd11:107.5": "<em>111 : There are some wise men who tell about this area:",
  "mnd11:107.6": "The first (foremost) purity of Yakkha,",
  "mnd11:107.7": "But there are some who claim to be skillful,",
  "mnd11:107.8": "And they tell that there is no remnant.</em>",
  "mnd11:107.9": "<em>111 : There are some wise men who tell about this area:",
  "mnd11:107.10": "The first (foremost) purity of Yakkha,",
  "mnd11:107.11": "But there are some who claim to be skillful,",
  "mnd11:107.12": "And they tell that there is no remnant.</em>",
  "mnd11:107.13": "<em>111 : There are some wise men who tell about this area:",
  "mnd11:107.14": "The first (foremost) purity of Yakkha,",
  "mnd11:107.15": "But there are some who claim to be skillful,",
  "mnd11:107.16": "And they tell that there is no remnant.</em>",
  "mnd11:108.1": "\"There are certain sages here who tell about this scope: the first purity of",
  "mnd11:108.2": "Yakkha\": There are certain Samaṇas and Brāhmaṇas who are constant critics. They",
  "mnd11:108.3": "say, tell, talk, explain, say this formless, etc. The first, the most",
  "mnd11:108.4": "victorious, the extraordinary, the most, the top. \"Yakkha,\" sentient beings,",
  "mnd11:108.5": ".... \"Pure,\" .... \"The wise men here,\" ....",
  "mnd11:109.1": "\"But some of them who claim to be skillful, and they tell of those who are",
  "mnd11:109.2": "extinct and have no remnants.\" Those Samaṇas and Brāhmaṇas who proclaim the",
  "mnd11:109.3": "doctrine of annihilation and who have no fear. They rejoice at nothing. They",
  "mnd11:109.4": "tell of \"the silence, calm, cessation, extinction, stopping of all living",
  "mnd11:109.5": "beings\": whoever has been cut off and disappeared since the disintegration of",
  "mnd11:109.6": "the body of the true self, ceases to exist after death, and there is no residue",
  "mnd11:109.7": "in this situation. \"Declaring the skillful,\" the skillful speaker, the wise",
  "mnd11:109.8": "speaker, ....",
  "mnd11:110.1": "<em>112 : After knowing that \"these are dependent,\"",
  "mnd11:110.2": "After knowing the dependence, the investigator, Muni,",
  "mnd11:110.3": "After knowing that, he becomes a liberated person,",
  "mnd11:110.4": "He does not come to arguments,",
  "mnd11:110.5": "And the wise person does not meet with all types of things (existences).</em>",
  "mnd11:110.6": "<em>112 : After knowing that \"these are dependent,\"",
  "mnd11:110.7": "After knowing the dependence, the investigator, Muni,",
  "mnd11:110.8": "After knowing that, he becomes a liberated person,",
  "mnd11:110.9": "He does not come to arguments,",
  "mnd11:110.10": "And the wise person does not meet with all types of things (existences).</em>",
  "mnd11:110.11": "<em>112 : After knowing that \"these are dependent,\"",
  "mnd11:110.12": "After knowing the dependence, the investigator, Muni,",
  "mnd11:110.13": "After knowing that, he becomes a liberated person,",
  "mnd11:110.14": "He does not come to arguments,",
  "mnd11:110.15": "And the wise person does not meet with all types of things (existences).</em>",
  "mnd11:110.16": "<em>112 : After knowing that \"these are dependent,\"",
  "mnd11:110.17": "After knowing the dependence, the investigator, Muni,",
  "mnd11:110.18": "After knowing that, he becomes a liberated person,",
  "mnd11:110.19": "He does not come to arguments,",
  "mnd11:110.20": "And the wise person does not meet with all types of things (existences).</em>",
  "mnd11:110.21": "<em>112 : After knowing that \"these are dependent,\"",
  "mnd11:110.22": "After knowing the dependence, the investigator, Muni,",
  "mnd11:110.23": "After knowing that, he becomes a liberated person,",
  "mnd11:110.24": "He does not come to arguments,",
  "mnd11:110.25": "And the wise person does not meet with all types of things (existences).</em>",
  "mnd11:111.1": "\"Knowing 'these are dependent'\": \"These\" are those of evil views. \"Relying,\"",
  "mnd11:111.2": "after knowing \"(these are) dependent;\" after knowing \"relying on judgment;\"",
  "mnd11:111.3": "after knowing the \"reliance on what is often seen,\" after he understands, after",
  "mnd11:111.4": "weighing, after judging, after separating, after clarifying.",
  "mnd11:112.1": "\"After knowing that, Muni is an observer in terms of dependence\": \"Muni,\" Muni",
  "mnd11:112.2": "is called wisdom, that is wisdom, understanding... (omitted), no delusion,",
  "mnd11:112.3": "Dhamma, right view, possessing Muni wisdom, Muni. There are three types of Muni",
  "mnd11:112.4": "(perfect virtues): body Muni, language Muni, and intention Muni.",
  "mnd11:113.1": "What is the body of Muni? The three types of body and evil deeds are cut off as",
  "mnd11:113.2": "the Muni position; the three types of good behaviors are the Muni position; the",
  "mnd11:113.3": "wisdom in the body is the Muni position; the knowledge of the body is the Muni",
  "mnd11:113.4": "position; walking the Path with (higher) knowledge is the body of Muni; the",
  "mnd11:113.5": "abandonment of desire and greed, cut off, as the Muni; the fourth jhāna",
  "mnd11:113.6": "extinction of the body is the position of Muni.",
  "mnd11:114.1": "What is the language of Muni? The abandonment of the four types of evil deeds of",
  "mnd11:114.2": "language is the position of Muni; the four types of good acts of language are",
  "mnd11:114.3": "the position of Muni; the wisdom of linguistic objects is the position of Muni;",
  "mnd11:114.4": "the knowledge of language is the position of Muni; and knowing the path of all",
  "mnd11:114.5": "acts is the position of Muni; the abandonment of desire and greed of language is",
  "mnd11:114.6": "the position of Muni; the second jhāna cessation of language is the position of",
  "mnd11:114.7": "language Muni.",
  "mnd11:115.1": "What is intention Muni? The three types of deeds of intention and evil deeds are",
  "mnd11:115.2": "the Muni position; the three types of good deeds are the Muni position; the",
  "mnd11:115.3": "wisdom in the mind-object is the Muni position; the knowledge of the heart is",
  "mnd11:115.4": "the Muni position; the one that walks the Path with knowledge is the position of",
  "mnd11:115.5": "Muni; the desire and greed of the heart being judged is the position of Muni;",
  "mnd11:115.6": "the desire to perish the mind is the position of Muni.",
  "mnd11:116.1": "\"Body Muni, Language Muni, and Intention Muni are no troubles,",
  "mnd11:116.2": "Muni has the status of Muni, and they say he is the one who cuts everything.",
  "mnd11:116.3": "Body Muni, Language Muni, and Intention Muni are no troubles,",
  "mnd11:116.4": "Muni has the status of Muni, and they say that they are those who have been cleansed of evil.\"",
  "mnd11:117.1": "The six types of Muni have these three modes of Muni: Muni at home, Muni without",
  "mnd11:117.2": "a home, Muni with learning, Muni without learning, Bhikkhu Muni, Muni (of the)",
  "mnd11:117.3": "Muni. Which is at home? Those laymen who have seen the footsteps and have",
  "mnd11:117.4": "learned the precepts, these are at home. Which are homeless Muni? Those bhikkhus",
  "mnd11:117.5": "who have seen the footsteps and who have learned the precepts are homeless Muni.",
  "mnd11:117.6": "There are seven types of learning for learning Muni, Arahant for non-learning",
  "mnd11:117.7": "Muni, and Bhikkhu Buddha as Bhikkhu Muni. Muni (of) Muni is called Tathāgata,",
  "mnd11:117.8": "Arahant, and Enlightened One.",
  "mnd11:118.1": "\"Non-wise is Muni, a foolish and ignorant man,",
  "mnd11:118.2": "After raising the scale, take the top one and become a wise man.",
  "mnd11:118.3": "Avoid all evils, that Muni became Muni because of that,",
  "mnd11:118.4": "Everyone who understands the (inner and outer sum) in the world,",
  "mnd11:118.5": "Because that is said to be Muni.",
  "mnd11:118.6": "Who knows all the inside and outside of the world,",
  "mnd11:118.7": "The unwholesome and the good behind the Dhamma,",
  "mnd11:118.8": "Everyone who is supported (respected) by heaven and man,",
  "mnd11:118.9": "Beyond staining and the net, he is Muni.\"",
  "mnd11:119.1": "After Muni knows \"(these are) the common ones; after he knows the \"according to",
  "mnd11:119.2": "the judgments;\" after he knows the \"according to the common judgments,\" he",
  "mnd11:119.3": "understands, .... \"He is an inspector,\" he is a wise man, an enlightened man,",
  "mnd11:119.4": "and a distinguished man. \"After knowing, he will not come to argue\": After",
  "mnd11:119.5": "knowing, after understanding, .... \"Liberated,\" Those who are kind and liberated",
  "mnd11:119.6": "are truly liberated by not clinging to them: \"All actions are impermanent.\"",
  "mnd11:119.7": "after knowing, ..., becoming liberated, detached, dissociated all over, good",
  "mnd11:119.8": "relief, the liberated person is ultimately liberated by not clinging to it; \"all",
  "mnd11:119.9": "actions are suffering\"..., \"all dhammas are selfless\"..., \"all dhammas are an",
  "mnd11:119.10": "extinction\".... \"He does not come to argue,\" he does not quarrel, does not",
  "mnd11:119.11": "argue, does not dispute, does not disregard. This was said by the Blessed One:",
  "mnd11:119.12": "\"Aggivessana! Such a liberated bhikkhu does not disagree with anything, does not",
  "mnd11:119.13": "argue with anything the world says, without clinging.\" [MN.74]",
  "mnd11:120.1": "\"The wise one does not meet with all types of things (existences)\": \"With all",
  "mnd11:120.2": "types of things,\" there are (all types of) with kamma, and with desires again;",
  "mnd11:120.3": "with kamma with desires, and with forms, the kamma that exists with the formless",
  "mnd11:120.4": "existence; the kamma with the formless existence, and the repeated existence;",
  "mnd11:120.5": "the repeated interest, the repeated rebirth, the repeated rebirth, and the",
  "mnd11:120.6": "repeated rebirth of the individual will not be in harmony or not. Gathering, not",
  "mnd11:120.7": "grasping, not holding, not clinging. \"The wise man,\" ...."
}
