{
  "mnd2:0.1": "2. The Cave",
  "mnd2:1.1": "<em>7 : Stuck in the cave, covered by many (defilements),",
  "mnd2:1.2": "Sunk in foolishness,",
  "mnd2:1.3": "That type of person is far away (from seclusion),",
  "mnd2:1.4": "Because desires in the world are not easy to give up.</em>",
  "mnd2:1.5": "<em>7 : Stuck in the cave, covered by many (defilements),",
  "mnd2:1.6": "Sunk in foolishness,",
  "mnd2:1.7": "That type of person is far away (from seclusion),",
  "mnd2:1.8": "Because desires in the world are not easy to give up.</em>",
  "mnd2:1.9": "<em>7 : Stuck in the cave, covered by many (defilements),",
  "mnd2:1.10": "Sunk in foolishness,",
  "mnd2:1.11": "That type of person is far away (from seclusion),",
  "mnd2:1.12": "Because desires in the world are not easy to give up.</em>",
  "mnd2:1.13": "<em>7 : Stuck in the cave, covered by many (defilements),",
  "mnd2:1.14": "Sunk in foolishness,",
  "mnd2:1.15": "That type of person is far away (from seclusion),",
  "mnd2:1.16": "Because desires in the world are not easy to give up.</em>",
  "mnd2:2.1": "\"In the cave, covered by many\": \"Cave,\" like an animal is in a closed cave. The",
  "mnd2:2.2": "cave is called the body, \"body\" or \"cave\" or \"\"accumulation\" or \"boat\" or \"cart\"",
  "mnd2:2.3": "or \"flag\" or \"anthill\" or \"castle\" or \"nest\" or \"hut\" or \"tumor\" or \"urn\" (or",
  "mnd2:2.4": "\"elephant\"), these are bodies, which are synonyms for \"stuck in the cave;\" in",
  "mnd2:2.5": "the cave he is stuck, entangled, suspended, attached, fixed, obstructed, such as",
  "mnd2:2.6": "an item is stuck or entangled on a wall pile or wall hook, suspended, attached,",
  "mnd2:2.7": "fixed, and obstructed. Similarly, in the cave he is stuck, entangled, suspended,",
  "mnd2:2.8": "attached, fixed, and obstructed.",
  "mnd2:3.1": "This is said by the Blessed One: [SN.23.2-3]",
  "mnd2:3.2": "\"Rādha! All the desires, greed, joy, thirst, love, clinging, attachment,",
  "mnd2:3.3": "holding, potential tendency of troubles, clinging there, and strong clinging",
  "mnd2:3.4": "there, these are called 'beings;' Rādha! ...feeling.., perception, ...choice,",
  "mnd2:3.5": "consciousness..., is called 'all beings.'\" \"Sentient being\" is a synonym for",
  "mnd2:3.6": "\"adhesion\" which means stuck in the cave. \"Covered by many comprehensively,\"",
  "mnd2:3.7": "covered by many pollutions, covered by greed, ...hatred, delusion, anger,",
  "mnd2:3.8": "resentment, hidden evil, domineering, jealousy, stinginess, fraud, cunning,",
  "mnd2:3.9": "stubbornness, passion, sloth, extreme sloth, torpor, indulgence; covered by all",
  "mnd2:3.10": "pollution, all evil deeds, all troubles, all scorching heat, all irritations,",
  "mnd2:3.11": "covered by all bad practices, expanded coverage, upper coverage, obstruction",
  "mnd2:3.12": "(blocking), enveloping, obstructing, closing, covering.",
  "mnd2:4.1": "\"The person who stays has sunk in ignorance\": When people stay, the greedy",
  "mnd2:4.2": "person stays because of greed; the angry person stays because of anger; the",
  "mnd2:4.3": "foolish person stays because of ignorance; the tied (bonded) person stays",
  "mnd2:4.4": "because of conceit; the clinging person stays because of seeing; the person who",
  "mnd2:4.5": "comes to chaos stays because of being scattered; the person who does not come to",
  "mnd2:4.6": "the conclusion stays because of doubt; the person who comes to the fortitude",
  "mnd2:4.7": "stays because of the potential trend of troubles.",
  "mnd2:5.1": "This was said by the Blessed One: \"Bhikkhus! There are forms that can be",
  "mnd2:5.2": "recognized by the eye, that are desirable, lovely, desirable, attractive,",
  "mnd2:5.3": "accommodating, and accompanied by greed. If the bhikkhus rejoice, welcome, and",
  "mnd2:5.4": "cling to them, they should know, 'My skillfulness is declining, this is what the",
  "mnd2:5.5": "Blessed One calls decline.' Bhikkhus! There is a sound that can be recognized by",
  "mnd2:5.6": "the ear..., smell that can be recognized by the nose..., taste that can be",
  "mnd2:5.7": "recognized by the tongue..., touch that can be known by the body..., (dhamma)",
  "mnd2:5.8": "that can be known by the consciousness, which makes people desire; if the",
  "mnd2:5.9": "bhikkhu rejoices, welcomes....\" [SN.35.98]",
  "mnd2:6.1": "This was said by the Blessed One: \"Bhikkhus! When consciousness abides with",
  "mnd2:6.2": "form, it stays in form, stands on form, is supported by form, and with a",
  "mnd2:6.3": "sprinkle of joy in it, it will grow and expand. Bhikkhus! When consciousness",
  "mnd2:6.4": "abides with feeling..., ...perceiving....\" [SN.22.53]",
  "mnd2:7.1": "This was said by the Blessed One: \"Bhikkhus! If there is greed, joy, and thirst",
  "mnd2:7.2": "in material food, so consciousness establishes and grows; where consciousness",
  "mnd2:7.3": "establishes and grows, so there is the birth of name and form; where there is",
  "mnd2:7.4": "the birth of name and form, so there are deeds; where there is the growth of the",
  "mnd2:7.5": "deeds, so there is the birth of future rebirth; where there is the birth of",
  "mnd2:7.6": "future rebirth, so there is future birth, aging, and death; where there are",
  "mnd2:7.7": "future birth, aging, and death, Bhikkhus! I say: 'There is sadness, sorrow, and",
  "mnd2:7.8": "despair.'\" [SN.12.64]",
  "mnd2:8.1": "\"Bhikkhus! If in touch.... Bhikkhus! If desire for contact.... Bhikkhus! If",
  "mnd2:8.2": "there is greed, joy, and thirst for contact as nutriment..., I say 'There is",
  "mnd2:8.3": "sadness, sorrow, and despair.'\" [SN.12.64]",
  "mnd2:9.1": "\"Sinking in foolishness,\" foolishness is called the five desires: the form which",
  "mnd2:9.2": "can be recognized by the eye, desirable, lovely, agreeable, attractive-looking,",
  "mnd2:9.3": "accompanied by desires, and greed for form; sound..., smell..., taste...,",
  "mnd2:9.4": "touch.... Why is foolishness called the five desires? Most days, people become",
  "mnd2:9.5": "foolish, ignorant, and confused in the five desires, becoming foolish, ignorant,",
  "mnd2:9.6": "and confused, hindered, enveloped, obstructed, closed, covered, hidden; for that",
  "mnd2:9.7": "reason, foolishness is called the five desires. \"Sink in the foolishness,\"",
  "mnd2:9.8": "sinking, entering, sneaking into, and falling into the foolishness.",
  "mnd2:10.1": "\"For someone like that, he is really far away\": \"Far away,\" there are three",
  "mnd2:10.2": "types of distance: body distance, heart distance, and clinging distance. What is",
  "mnd2:10.3": "body distance? Here, bhikkhus live close and alone: in the woods, under the",
  "mnd2:10.4": "trees, in mountains, caves, cemeteries, forests, open fields, straw piles,",
  "mnd2:10.5": "living far away with the body [Ni.14, 150], he walks alone, stands alone, sits",
  "mnd2:10.6": "alone, lies alone, enters the village alone for alms, returning alone, sitting",
  "mnd2:10.7": "alone in a quiet place, alone performing prayers, walking, staying, acting,",
  "mnd2:10.8": "going on, guarding, surviving, and living alone, is to be away with the body.",
  "mnd2:11.1": "What is the mind (heart) away? The mind of the person who enters the first jhāna",
  "mnd2:11.2": "has moved away from the covers, the mind of the person who has entered the",
  "mnd2:11.3": "second jhāna has been separated from the search and service, the heart of the",
  "mnd2:11.4": "person who has entered the third jhāna has been separated from happiness, the",
  "mnd2:11.5": "heart of the person who has entered the fourth jhāna has been separated from",
  "mnd2:11.6": "happiness and suffering, the mind of the person who has entered the boundless",
  "mnd2:11.7": "void has already thought about opposing things and is away from all types of",
  "mnd2:11.8": "desires, the heart of the person who has entered the boundlessness of",
  "mnd2:11.9": "consciousness has wanted to be far away from the boundless void, the mind of the",
  "mnd2:11.10": "person who has entered nothingness has thought to stay away from the",
  "mnd2:11.11": "boundlessness of consciousness, and the mind of the person who has no thoughts",
  "mnd2:11.12": "has wanted to stay away from nothingness. The mind of the Sotāpanna person has",
  "mnd2:11.13": "changed from seeing, suspicious, forbidden, seeing the potential trend of",
  "mnd2:11.14": "defilement, the potential trend of doubt defilement, and the same. The pollution",
  "mnd2:11.15": "of existence is far away. The heart of the one who has come has changed from the",
  "mnd2:11.16": "rough desire and greed knot, the disgust knot, the latent tendency of the rough",
  "mnd2:11.17": "desire, greed and trouble, the potential trend of disgust and trouble, and the",
  "mnd2:11.18": "pollution of the same existence. The remaining knots of desire and greed,",
  "mnd2:11.19": "disgust, from the remaining potential trends of desire, greed, disgust, and the",
  "mnd2:11.20": "pollution that exist with them, the Arahant's heart has changed from formless",
  "mnd2:11.21": "greed, conceit, abandonment, ignorance, and conceit trouble potential, the",
  "mnd2:11.22": "tendency, the latent tendency of greed and defilements, the latent tendency of",
  "mnd2:11.23": "ignorance defilements, and the pollution that coexists with and the distance",
  "mnd2:11.24": "from the outside and everything. This is the distance from the mind.",
  "mnd2:12.1": "What is keeping (clinging) away? Dependence is called pollution and various",
  "mnd2:12.2": "aggregates and various works; dependence distance is called non-living, Nibbāna,",
  "mnd2:12.3": "that is the cessation of all actions, the cessation of all dependence, the",
  "mnd2:12.4": "extinction of craving, greed, extinguishment, and Nibbāna. This is to stay away.",
  "mnd2:12.5": "The distance of the body belongs to the continuous separation of the body and",
  "mnd2:12.6": "the willingness to leave the desire; the distance of the mind belongs to the",
  "mnd2:12.7": "purity of the heart and the highest purity; the separation of the clinging",
  "mnd2:12.8": "belongs to the unattached person, who comes to the liberation.",
  "mnd2:13.1": "\"He is indeed far away,\" where he is stuck in the cave, so covered by so many,",
  "mnd2:13.2": "so sunken in foolishness, he is far away from the body; also far away from the",
  "mnd2:13.3": "heart; also far away from dependence, very far away, not near; at the place",
  "mnd2:13.4": "being pulled away. \"Like that type of person,\" like that, belong to that",
  "mnd2:13.5": "dwelling, that type, similar to that, the one who has sunk in foolishness.",
  "mnd2:14.1": "\"Because it is not easy to give up the desires in the world\": \"Desire,\" there",
  "mnd2:14.2": "are two types of desires: the desire of things and the desire of pollution. What",
  "mnd2:14.3": "are the desires of things? The desire for things and the desire for pollution.",
  "mnd2:14.4": "What are the desires for things? Desirable form, desirable sound, desirable",
  "mnd2:14.5": "smell, desirable taste, desirable touch, bedding, clothing, maidservants, goats",
  "mnd2:14.6": "and sheep, chickens and pigs, elephants, cows, horses, mules, fields, houses,",
  "mnd2:14.7": "gold, gold coins, villages and towns, capitals, countries, territories,",
  "mnd2:14.8": "treasuries, warehouses; everything that can be tainted by greed is the desire of",
  "mnd2:14.9": "things.",
  "mnd2:15.1": "In addition, there are past desires, future desires, present desires, internal",
  "mnd2:15.2": "desires, external desires, internal and external desires, inferior desires,",
  "mnd2:15.3": "medium desires, superior desires, desires in the suffering world, human desires,",
  "mnd2:15.4": "desire of heaven, the desire that has been present, the desire that has been",
  "mnd2:15.5": "created, the desire that has not been created, the desire that has been created",
  "mnd2:15.6": "by others, the desire that has been possessed, the desire that is not possessed,",
  "mnd2:15.7": "the desire to be cherished, the desire not to be cherished, all the desires of",
  "mnd2:15.8": "the world of desires, all the desires of the physical world, all the desires of",
  "mnd2:15.9": "the non-material world, relying on thirst, taking craving as the subject, so",
  "mnd2:15.10": "that people want righteousness; so that they will be infected by craving (for)",
  "mnd2:15.11": "righteousness; to be intoxicated by righteousness as desires, these are called",
  "mnd2:15.12": "the desires of things.",
  "mnd2:16.1": "What is the desire for pollution? The desire of desire, the desire of greed, the",
  "mnd2:16.2": "desire of desire to greed, the desire of intention, the desire of the intention",
  "mnd2:16.3": "of greed, that is the desire of desire, the greed of desire, the joy of desire,",
  "mnd2:16.4": "desire love, desire enthusiasm, desire fascination, desire seizure, desire",
  "mnd2:16.5": "torrent, desire harness (binding), desire attachment, desire cover.",
  "mnd2:17.1": "\"Seeing those roots of desire,",
  "mnd2:17.2": "Wanting to be produced by thought (intention),",
  "mnd2:17.3": "I will not think of them,",
  "mnd2:17.4": "So desire will not exist.\"",
  "mnd2:17.5": "[Jat.8.421]",
  "mnd2:18.1": "These are called the desire for pollution. \"In the world\": in the world of",
  "mnd2:18.2": "suffering, in the world of humans, in the world of heaven, in the world of",
  "mnd2:18.3": "aggregates, in the world of realms, in the world of being.",
  "mnd2:19.1": "\"Because it is really not easy to give up the world of desire\": Because in the",
  "mnd2:19.2": "world of desire it is hard to give up, hard to disconnect, hard to break",
  "mnd2:19.3": "(conquer), hard to untie, hard to unravel, hard to release, difficult to escape,",
  "mnd2:19.4": "difficult to overcome, difficult to take off, and difficult to pass.",
  "mnd2:20.1": "<em>8 : Being bound by the pleasure of having what they want,",
  "mnd2:20.2": "They are hard to get rid of because there is no freedom from other people,",
  "mnd2:20.3": "Looking forward to later or even back to the past,",
  "mnd2:20.4": "They look forward to these desires or those of the past.</em>",
  "mnd2:20.5": "<em>8 : Being bound by the pleasure of having what they want,",
  "mnd2:20.6": "They are hard to get rid of because there is no freedom from other people,",
  "mnd2:20.7": "Looking forward to later or even back to the past,",
  "mnd2:20.8": "They look forward to these desires or those of the past.</em>",
  "mnd2:20.9": "<em>8 : Being bound by the pleasure of having what they want,",
  "mnd2:20.10": "They are hard to get rid of because there is no freedom from other people,",
  "mnd2:20.11": "Looking forward to later or even back to the past,",
  "mnd2:20.12": "They look forward to these desires or those of the past.</em>",
  "mnd2:20.13": "<em>8 : Being bound by the pleasure of having what they want,",
  "mnd2:20.14": "They are hard to get rid of because there is no freedom from other people,",
  "mnd2:20.15": "Looking forward to later or even back to the past,",
  "mnd2:20.16": "They look forward to these desires or those of the past.</em>",
  "mnd2:21.1": "\"Being bound by the pleasure of having because of wanting\": Want is called",
  "mnd2:21.2": "craving, that is greed, lust, acquiescence, conformity, joy, liking, wanting,",
  "mnd2:21.3": "desire, fascination, taking, great greed, being tied, sludge, disturbance,",
  "mnd2:21.4": "hypocrisy, (reincarnation) root cause, (bitter) fertility, tailoring (craving),",
  "mnd2:21.5": "net, river, bondage, rope, attachment, accumulation, companion, wishing, channel",
  "mnd2:21.6": "of existence, desire forest (jungle), intimacy, love, anticipation,",
  "mnd2:21.7": "relationship, aspiration, aspiration state, desire for form, for sound, smell,",
  "mnd2:21.8": "taste, touch, desire to obtain, desires of man (wealth), desire for a son,",
  "mnd2:21.9": "desire to live, state of desire, prayer, greed, greedy appearance, possesses the",
  "mnd2:21.10": "state of greed, inquiries (for profits), desire for proficiency, illegal greed,",
  "mnd2:21.11": "improper greed, desire, hope, envy, complete hope, desire for desire, desire for",
  "mnd2:21.12": "being, desire for nothingness, formed thirst, formless thirst, extinction",
  "mnd2:21.13": "thirst, form thirst, sound thirst, smell thirst, taste thirst, touch thirst,",
  "mnd2:21.14": "dhamma thirst, torrent, harness, binding, clinging, obstacles, covering,",
  "mnd2:21.15": "bondage, along with defilements, potential troubles, entanglement, vines,",
  "mnd2:21.16": "stinginess, suffering roots, causes of suffering, occurrence of suffering,",
  "mnd2:21.17": "demon's net, demon's hook, demon's food (bait), demon's realm, demon's",
  "mnd2:21.18": "residence, demon's binding, the river of thirst, the net of thirst, the rope of",
  "mnd2:21.19": "thirst, the sea of thirst, craving, greed, and the root of unwholesomeness.",
  "mnd2:21.20": "\"With the cause of wanting,\" with wanting as the cause, wanting as the reason,",
  "mnd2:21.21": "wanting as the condition, wanting as the root cause.",
  "mnd2:22.1": "\"Being bound by happiness,\" One type of happiness: happiness; two types of",
  "mnd2:22.2": "happiness: happiness and satisfying things; three types of happiness: youth,",
  "mnd2:22.3": "freedom from disease, and life; four types of happiness: gain, fame,",
  "mnd2:22.4": "appreciation, and peace; five types of happiness: desirable form, desirable",
  "mnd2:22.5": "sound, desirable smell, desirable taste, desirable touch; six types: of the",
  "mnd2:22.6": "eyes, ears, nose, tongue, body, mind. To be bound by the pleasure of happiness:",
  "mnd2:22.7": "bound by the joy of pleasure, bound by the satisfaction, bound by the youth,",
  "mnd2:22.8": "bound by the freedom from disease, bound by the life, bound by the profit, bound",
  "mnd2:22.9": "by the reputation, to be bound to admiration, to be bound to comfort; to be tied",
  "mnd2:22.10": "to the desired form, to sound, smell, taste, touch; to the eye, ear, nose,",
  "mnd2:22.11": "tongue, and body; bound, tied, attached, fixed, obstructed.",
  "mnd2:23.1": "\"They are hard to get rid of because they are not freed by others\": They are",
  "mnd2:23.2": "hard to get rid of things with pleasure, or all beings are difficult to relieve.",
  "mnd2:23.3": "How is it difficult for them to relieve pleasure in things? Pleasure is hard to",
  "mnd2:23.4": "get rid of, satisfying things are hard to get rid of, youth is hard to get rid",
  "mnd2:23.5": "of, ...; difficult to break away, difficult to dissolve, difficult to release,",
  "mnd2:23.6": "difficult to unlock, difficult to overcome, difficult to pass.",
  "mnd2:24.1": "How is it that beings are difficult to relieve here? It is difficult for",
  "mnd2:24.2": "sentient beings to get rid of pleasure, for sentient beings to be released from",
  "mnd2:24.3": "satisfying things, for sentient beings to be released from youth, ...; it's hard",
  "mnd2:24.4": "to pull out, it's hard to pull out completely, it's hard to rise, it's hard to",
  "mnd2:24.5": "rise completely, difficult to unlock, difficult to release..., difficult to",
  "mnd2:24.6": "pass.",
  "mnd2:25.1": "\"Because they are not free by other people,\" those who fell into the mud",
  "mnd2:25.2": "themselves cannot pull out the others who fell into the mud. This was said by",
  "mnd2:25.3": "the Blessed One: \"Cunda! 'I am the one who is in the quagmire and will pull out",
  "mnd2:25.4": "the others in the quagmire.' This is impossible. Cunda! 'Oneself is an",
  "mnd2:25.5": "unregulated, untrained, and non-Nibbāna one, and will make others tune, train,",
  "mnd2:25.6": "and attain Nibbāna.' This is impossible.\" [MN.8]",
  "mnd2:26.1": "Or, you don't have any other liberators; those who can be liberated, use their",
  "mnd2:26.2": "own power, with their own strength, with their own vitality, with their own",
  "mnd2:26.3": "efforts, with their own forces, with their own strength, with their own human",
  "mnd2:26.4": "power, with their own human vitality, with their own human efforts, with their",
  "mnd2:26.5": "own correct way, following the way, the non-opposite way, according to the right",
  "mnd2:26.6": "way, and the way according to the Dhamma, they can be liberated when they",
  "mnd2:26.7": "practice.",
  "mnd2:27.1": "This is also said by the Blessed One: [Ni.22]",
  "mnd2:27.2": "\"I will not be able liberate, Dhotaka, anyone who doubts in the world,",
  "mnd2:27.3": "When you know the best Dhamma, then you will get through this torrent.\"",
  "mnd2:28.1": "This is also said by the Blessed One: [Dph.12, 165]",
  "mnd2:28.2": "\"He has done evil, he is polluted,",
  "mnd2:28.3": "He who does do not do evil, he comes pure,",
  "mnd2:28.4": "Purity and impurity are separate, one cannot make the other pure.\"",
  "mnd2:29.1": "This was also said by the Blessed One: \"Similarly, Brāhmaṇa, Nibbāna stays and",
  "mnd2:29.2": "abides, the path which leads to Nibbāna stays and abides, and my persuasion",
  "mnd2:29.3": "(teaching) stays and abides. However, when my disciples are taught and",
  "mnd2:29.4": "admonished in this way, some of them reach the ultimate end of Nibbāna, and some",
  "mnd2:29.5": "do not reach. Brāhmaṇa, What can I do here? Brāhmaṇa, The Tathāgata is the",
  "mnd2:29.6": "guide. [MN.107] The Buddha only told (directed) the way, and when they practice",
  "mnd2:29.7": "it by themselves, they could be free.\"",
  "mnd2:30.1": "\"Looking forward to later, or even to the past\": Later is called the future, and",
  "mnd2:30.2": "the past is called the past. In addition, after clinging to the past, the future",
  "mnd2:30.3": "and the present are behind; after clinging to the future, the past and the",
  "mnd2:30.4": "present are in front. How is it to look forward to the past? \"I had such a form",
  "mnd2:30.5": "in the past,\" to find joy there [MN.132]; \"I had such feelings in the past..., I",
  "mnd2:30.6": "had such thoughts in the past..., I had this type of behavior in the past..., I",
  "mnd2:30.7": "had this type of knowledge in the past.\" Looking for joy there, this is to look",
  "mnd2:30.8": "forward to the past.",
  "mnd2:31.1": "Or, \"My eyes were like that, and my forms were like that.\" There, consciousness",
  "mnd2:31.2": "is bound by desire and greed; when consciousness is bound by desire and greed,",
  "mnd2:31.3": "it rejoices; when it is rejoiced, this is also an expectation of the past. \"My",
  "mnd2:31.4": "ears were like that, and my voice was like that.\" ..., \"my nose..., smell...,",
  "mnd2:31.5": "..., ...tongue, ...taste..., ...body, ...touch\"..., mind..., dhammas....\" There,",
  "mnd2:31.6": "consciousness is bound by desire and greed; when consciousness is bound by",
  "mnd2:31.7": "desire and greed, it rejoices; when it rejoiced [MN.133], this is also an",
  "mnd2:31.8": "expectation from the past.",
  "mnd2:32.1": "Or, whoever laughed, talked, and played with women before, he enjoys it, desires",
  "mnd2:32.2": "it, and comes to happiness because of it [AN.7.50], which is also looking",
  "mnd2:32.3": "forward to the past.",
  "mnd2:33.1": "How is it to look forward to later? \"I will look like this in the future.\"",
  "mnd2:33.2": "Looking for joy there, \"I will have this feeling in the future. ...I will think",
  "mnd2:33.3": "so in the future. ...I will do this in the future. ...I will have this knowledge",
  "mnd2:33.4": "in the future.\" Looking for joy there, this is to look forward to later.",
  "mnd2:34.1": "Or, \"My eyes will be like that in the future, and my forms will be like that.\"",
  "mnd2:34.2": "Have hope of the unobtained heart, and rejoice in the hope of the heart; when",
  "mnd2:34.3": "you rejoice in it, this is the expectation for later. \"My ears....\" Hope of the",
  "mnd2:34.4": "unobtained heart ..., this is also the expectation for later.",
  "mnd2:35.1": "Or, \"I will become (into) the heaven, or one of the heavens, with this virtue,",
  "mnd2:35.2": "prohibition, asceticism, and Brahma.\" Hope of the unobtained heart....",
  "mnd2:36.1": "\"Waiting for these desires, or looking to the past\": \"In these desires,\" in the",
  "mnd2:36.2": "present five desires, wanting, receiving, aspiring, longing, and praying. Or to",
  "mnd2:36.3": "the past, looking eagerly, eagerly looking forward to, begging for, and begging",
  "mnd2:36.4": "on the past five desires.",
  "mnd2:37.1": "<em>9 : Those who are greedy and enthusiastic in desire are ignorant,",
  "mnd2:37.2": "And those who are stingy are fixed on the wrong,",
  "mnd2:37.3": "When suffering results, they weep:",
  "mnd2:37.4": "Where will we be after we die from here?</em>",
  "mnd2:37.5": "<em>9 : Those who are greedy and enthusiastic in desire are ignorant,",
  "mnd2:37.6": "And those who are stingy are fixed on the wrong,",
  "mnd2:37.7": "When suffering results, they weep:",
  "mnd2:37.8": "Where will we be after we die from here?</em>",
  "mnd2:37.9": "<em>9 : Those who are greedy and enthusiastic in desire are ignorant,",
  "mnd2:37.10": "And those who are stingy are fixed on the wrong,",
  "mnd2:37.11": "When suffering results, they weep:",
  "mnd2:37.12": "Where will we be after we die from here?</em>",
  "mnd2:37.13": "<em>9 : Those who are greedy and enthusiastic in desire are ignorant,",
  "mnd2:37.14": "And those who are stingy are fixed on the wrong,",
  "mnd2:37.15": "When suffering results, they weep:",
  "mnd2:37.16": "Where will we be after we die from here?</em>",
  "mnd2:38.1": "\"Those who are greedy and enthusiastic in desire are ignorant\": \"Desire,\" There",
  "mnd2:38.2": "are two types of desires.... Craving is called craving, which is greed....",
  "mnd2:38.3": "Greed, craving, and being tied to the desire of things with the desire of the",
  "mnd2:38.4": "pollution knot, being fascinated, tainted, attached, fixed, obstructed.",
  "mnd2:39.1": "\"Enthusiasts,\" whoever seeks, searches, and asks all over the desires, this",
  "mnd2:39.2": "character, the more, the serious, the target, the hardworking, the inclined, and",
  "mnd2:39.3": "the overcomer, those who increase, they are passionate ones. Anyone who seeks,",
  "mnd2:39.4": "searches, and asks in all forms..., ..sounds..., smells, tastes, touches....",
  "mnd2:39.5": "Those who focus on that, those who take that as the object, those who work hard,",
  "mnd2:39.6": "those who incline toward them, those who overcome them, those who increase them,",
  "mnd2:39.7": "they are also passionate ones. Anyone who gets in the forms because of",
  "mnd2:39.8": "thirst..., in the sound..., smell, taste, touch, ...they are also enthusiasts in",
  "mnd2:39.9": "desire. Whoever is used in the forms.... For example, critics are keen to",
  "mnd2:39.10": "criticize, workers are keen to do work, those who walk in the village are keen",
  "mnd2:39.11": "on walking in the village, and meditators are keen on meditation. In the same",
  "mnd2:39.12": "way, whoever seeks..., they are passionate ones. Where in all forms because of",
  "mnd2:39.13": "thirst, seeking, searching, begging all over..., ...in sound..., smell, taste,",
  "mnd2:39.14": "touch.... Anyone who gets in the forms.... Whosoever is used in the forms...,",
  "mnd2:39.15": "they are also enthusiasts in desire.",
  "mnd2:40.1": "\"Ignorance,\" most days, people become foolish...(omitted). Those who are greedy",
  "mnd2:40.2": "and passionate about desires are ignorant.",
  "mnd2:41.1": "\"The stingy are fixed on the wrong\": \"The stingy,\" \"they go down\" are the",
  "mnd2:41.2": "stingy; \"the miserly\" is also called the stingy; \"not to care about the words",
  "mnd2:41.3": "and ways of the Buddha's disciples and teachings\" is a stingy one. How is \"they",
  "mnd2:41.4": "go down\" as a stingy one? They go to hell; they go to the animal world; they go",
  "mnd2:41.5": "to the evil world, this is \"they go down.\" How is a \"miserly person\" also called",
  "mnd2:41.6": "a stingy person? There are five types of stingy: stingy in dwelling, in home, of",
  "mnd2:41.7": "gain, of praise, of Dhamma, stingy appearance, stingy state, greed, miserly,",
  "mnd2:41.8": "petty, and heart-tight state are called stingy. In addition, miserliness is also",
  "mnd2:41.9": "stingy; world stinginess is also stingy; stinginess in views is also stingy.",
  "mnd2:41.10": "With this stinginess and intolerance, people become illiberal, so they are",
  "mnd2:41.11": "called stingy. How is it \"not to care about the words, language, and teachings",
  "mnd2:41.12": "of Buddha disciples\" as stingy? The words, ways of speaking, teaching, and",
  "mnd2:41.13": "admonitions of Buddha's disciples, they don't care, don't want to listen, don't",
  "mnd2:41.14": "listen to them, don't need to know the words, don't want to hear, don't need to",
  "mnd2:41.15": "know them.",
  "mnd2:42.1": "\"They are fixed on the wrong,\" fixed in the wrong body kamma, fixed in the wrong",
  "mnd2:42.2": "language kamma, fixed in the wrong mental kamma, fixed in the wrong killing,",
  "mnd2:42.3": "fixed in taking without giving, fixed in unrighteous lewdness, fixed in",
  "mnd2:42.4": "unrighteous deceit, in unrighteous divisive language..., vulgar language...,",
  "mnd2:42.5": "obscene language, greed, malice, view, deeds, five desires, five covers, deeply",
  "mnd2:42.6": "fixed, stuck, stopped, entered, stained, turned towards, attached, obstructed,",
  "mnd2:42.7": "blocked.",
  "mnd2:43.1": "\"When there is suffering, they weep.\" \"When there is suffering,\" it means that",
  "mnd2:43.2": "suffering has been reached, the demon has been reached, death has been reached,",
  "mnd2:43.3": "and death is close. \"They are weeping,\" they grumble, weep, are sad, tired,",
  "mnd2:43.4": "grieve, pound their breasts and cry, and come to confusion.",
  "mnd2:44.1": "\"Where will we exist after we die from here\": \"Where will we exist after we die",
  "mnd2:44.2": "from here? Will we be hell-fallen, beast-fallen, ghost-fallen, will we be",
  "mnd2:44.3": "people, will we become gods, formed ones, formless ones, become thinkers,",
  "mnd2:44.4": "non-thinkers, non-thinking ones.\" \"Do we exist in the future? Do we not exist in",
  "mnd2:44.5": "the future life? What will we be in the future life? What will our future life",
  "mnd2:44.6": "be like? What will we be in the future life, and what will (later) become?\"",
  "mnd2:44.7": "Leap-into doubters, jump-into skeptics, arise doubts, they grumble, weep....",
  "mnd2:45.1": "<em>10 : So here, people should learn,",
  "mnd2:45.2": "And they should know that anything \"wrong\" in the world,",
  "mnd2:45.3": "For that reason one should not do wrong,",
  "mnd2:45.4": "Because wise men say that this life is short.</em>",
  "mnd2:45.5": "<em>10 : So here, people should learn,",
  "mnd2:45.6": "And they should know that anything \"wrong\" in the world,",
  "mnd2:45.7": "For that reason one should not do wrong,",
  "mnd2:45.8": "Because wise men say that this life is short.</em>",
  "mnd2:45.9": "<em>10 : So here, people should learn,",
  "mnd2:45.10": "And they should know that anything \"wrong\" in the world,",
  "mnd2:45.11": "For that reason one should not do wrong,",
  "mnd2:45.12": "Because wise men say that this life is short.</em>",
  "mnd2:45.13": "<em>10 : So here, people should learn,",
  "mnd2:45.14": "And they should know that anything \"wrong\" in the world,",
  "mnd2:45.15": "For that reason one should not do wrong,",
  "mnd2:45.16": "Because wise men say that this life is short.</em>",
  "mnd2:46.1": "\"Therefore people should learn here\": \"Therefore,\" With that reason, that cause,",
  "mnd2:46.2": "that condition cause, when you see this fault in desire. \"Should learn,\" there",
  "mnd2:46.3": "are three types of learning: increasing precept learning, increasing mind",
  "mnd2:46.4": "learning, increasing wisdom learning.",
  "mnd2:47.1": "What is increase precepts? Here, the bhikkhu is a preceptor who lives and is",
  "mnd2:47.2": "protected by the self-control of the Pātimokkha. He has sufficient righteousness",
  "mnd2:47.3": "and state of affairs. He sees the horror in minor sins and learns after",
  "mnd2:47.4": "accepting from a teacher. Small precepts aggregate and large precept aggregates",
  "mnd2:47.5": "are the foundation of abstinence, the (self) inhibition of behavior, the",
  "mnd2:47.6": "entrance of self-control, the uppermost of good dhamma, etc., this is to",
  "mnd2:47.7": "increase precept learning.",
  "mnd2:48.1": "What is to increase mind? Here, the bhikkhu lives in the first jhāna of",
  "mnd2:48.2": "reasoning and thinking after he is absent from desires and unwholesome Dhamma,",
  "mnd2:48.3": "and after detachment produces joy and happiness; he calms down reasoning and",
  "mnd2:48.4": "thinking, with confidence, and one mind, and after entering, he lives in no",
  "mnd2:48.5": "reasoning, the second jhāna of joy and happiness is born without waiting;",
  "mnd2:48.6": "concentration, which fades with joy and dwells in peace, has mindfulness and",
  "mnd2:48.7": "right knowledge, and feels happiness in the body, after entering, dwelling in,",
  "mnd2:48.8": "this holy disciple proclaims: \"He is calm and possessed\" in the third jhāna of",
  "mnd2:48.9": "\"mindfulness and abiding in the bliss;\" with the renunciation of pleasure and",
  "mnd2:48.10": "the renunciation of suffering, and the extinction of joy and sorrow in the past,",
  "mnd2:48.11": "after entering, dwells in where there is no suffering or unhappiness in the",
  "mnd2:48.12": "fourth jhāna, this is to increase the mind.",
  "mnd2:49.1": "What is to increase wisdom? Here, the bhikkhu is a wise person, possessing the",
  "mnd2:49.2": "wisdom that leads to the arising and passing away; the holy, insight, and the",
  "mnd2:49.3": "complete extinction of suffering is (the wisdom), he truthfully knows \"This is",
  "mnd2:49.4": "suffering.\" I know \"This is the collection of suffering.\" I know \"This is",
  "mnd2:49.5": "suffering.\" I know \"This is the path to suffering.\" To know the truth: \"These",
  "mnd2:49.6": "are troubles.\" To know the truth: \"This is a collection of troubles.\" To know",
  "mnd2:49.7": "the truth: \"This is the elimination of suffering.\" To know the truth: \"This is",
  "mnd2:49.8": "the path leading to suffering.\" This is to increase wisdom.",
  "mnd2:50.1": "These three studies should be learned when heading towards (noting); learning",
  "mnd2:50.2": "when knowing; learning when seeing; learning when introspecting; learning when",
  "mnd2:50.3": "establishing (decision) when the heart is established; learning when solving",
  "mnd2:50.4": "with faith; you should learn when you are vigorous; you should learn when",
  "mnd2:50.5": "mindfulness arises; you should learn when the mind has concentration; you should",
  "mnd2:50.6": "learn when you know with wisdom; you should learn when you know what should be",
  "mnd2:50.7": "known; when knowledge should be known; we should learn when we should be",
  "mnd2:50.8": "renounced; we should learn when we should be practiced; we should learn when we",
  "mnd2:50.9": "should be testified, we should practice, we should practice well, and we should",
  "mnd2:50.10": "learn when we hold and go on.",
  "mnd2:51.1": "\"Here\" belongs to this view, belongs to this like, belongs to this inclination,",
  "mnd2:51.2": "in this attachment, in this dhamma, in this teaching, in this holy way, in the",
  "mnd2:51.3": "teachings of this master, in this individual, in this human world; that is",
  "mnd2:51.4": "called \"here.\" \"People\" are sentient beings, human beings, student Brāhmaṇas,",
  "mnd2:51.5": "people, individuals, lives, those born to people, those born to Indā, and Manu.",
  "mnd2:52.1": "\"You should know everything that is 'incorrect' in the world\": \"Anything,\" all",
  "mnd2:52.2": "completely, completely in every aspect, with no remaining ground, and the whole",
  "mnd2:52.3": "ground. This is the ubiquitous language, which is \"anything.\" \"You should know",
  "mnd2:52.4": "the 'incorrect,'\" you should know that the improper body kamma is \"incorrect,\"",
  "mnd2:52.5": "you should know that the improper language kamma is \"incorrect,\" you should know",
  "mnd2:52.6": "that the improper mental kamma is \"incorrect,\" you should know the improper",
  "mnd2:52.7": "killing is \"incorrect,\" ..., unjustly not given and taken..., evil..., lie,",
  "mnd2:52.8": "divisive words, vulgar language, obscene language, greed, malice, wrong views,",
  "mnd2:52.9": "wrong wrong behaviors, five desires, five wrong covers...: It should be known,",
  "mnd2:52.10": "it should be distinguished, and it should be understood. \"In the world,\" in the",
  "mnd2:52.11": "world of the suffering world....",
  "mnd2:53.1": "\"One should not do wrong, for that reason\": With the cause of wrong body kamma",
  "mnd2:53.2": "one should not do wrong; with the cause of wrong language kamma...; with the",
  "mnd2:53.3": "cause of wrong thinking, wrong hope, wrong desire..., one should not do wrong:",
  "mnd2:53.4": "should not be practiced, should not be fully practiced, should not be held after",
  "mnd2:53.5": "going on.",
  "mnd2:54.1": "\"Because the wise men say that this life is little (less, short)\": \"Life\" is",
  "mnd2:54.2": "the survival of life; the going-on of life, survival, and action; the guardian",
  "mnd2:54.3": "(keeper) of life and the root of life. In addition, life is short due to two",
  "mnd2:54.4": "factors: the limited life based on survival, or limited life based on natural",
  "mnd2:54.5": "finite life. How is the limited life of existence less? Living in the past heart",
  "mnd2:54.6": "moment, (but) not living now, not living in the future; living in the future",
  "mnd2:54.7": "heart moment, (but) not living now and not living in the past; living in the",
  "mnd2:54.8": "present heart moment now, (but) not living in the past, not living in the",
  "mnd2:54.9": "future.",
  "mnd2:55.1": "\"Life and individual, all (only) happiness and suffering,",
  "mnd2:55.2": "Taken with a single heart: it can turn around in an instant.",
  "mnd2:55.3": "Where the heavens exist, eighty-four thousand tribulations,",
  "mnd2:55.4": "But neither of them, combined to live by two hearts.",
  "mnd2:55.5": "Anyone who dies or survives here, the aggregates are destroyed,",
  "mnd2:55.6": "have gone, everything is, and the same cannot be restored.",
  "mnd2:55.7": "Those who are immediately destroyed, and those who are destroyed in the future,",
  "mnd2:55.8": "(And) those who are destroyed in the middle are not unequal in characteristics.",
  "mnd2:55.9": "He could not help but was born, he lives now,",
  "mnd2:55.10": "With the heart being destroyed, the world becomes dead, and it is the peace of the highest interest.",
  "mnd2:55.11": "They happen as downward (flowing) and are intended to change,",
  "mnd2:55.12": "They turn (such as) the uncut water flow, with six points as an edge.",
  "mnd2:55.13": "The destroyed ones come without storage, and there will be no accumulation in the future,",
  "mnd2:55.14": "And wherever arises, they survive, like mustard seeds at the tip of the cone (moment).",
  "mnd2:55.15": "To the arising dhammas, destruction is placed in front of them,",
  "mnd2:55.16": "The broken dhammas remain, and they do not mix with the previous ones.",
  "mnd2:55.17": "They come invisible, they see and leave from destruction,",
  "mnd2:55.18": "Like lightning in the sky, they arise and dissipate.\"",
  "mnd2:56.1": "How is the limited life of nature less? Life is the dependent of the breath;",
  "mnd2:56.2": "life is the dependent of the income; life is the dependent of the intake and",
  "mnd2:56.3": "exit; life is the dependent of the (four) species; life is the dependent of",
  "mnd2:56.4": "lumps of food; life is the dependent of the warmth; life is the dependent of the",
  "mnd2:56.5": "consciousness: These are fundamentally weak; the causes of these are also weak;",
  "mnd2:56.6": "those who rely on them are also weak; those who use them as power are also weak;",
  "mnd2:56.7": "the common foundation of these is also weak; these connections are also weak;",
  "mnd2:56.8": "these co-borns are also weak; everything connected with them is also weak; these",
  "mnd2:56.9": "are habitually weak to each other; these are not standing on each other; these",
  "mnd2:56.10": "are mutually destructive; there is no mutual shelter, and these don't make each",
  "mnd2:56.11": "other stand; those who produce are not discovered.",
  "mnd2:57.1": "\"No one disappears because of anyone else, and these are indeed all destroyed,",
  "mnd2:57.2": "these are produced from before, and those who produced them have died before,",
  "mnd2:57.3": "the former and the latter have never seen each other.\"",
  "mnd2:58.1": "In addition, comparing the lives of the four deva kings, life is less for",
  "mnd2:58.2": "humans, life is insignificant, life is only a few, life is instant, life is",
  "mnd2:58.3": "rapid, life is short, life is not a long time, the fate is to live soon, the",
  "mnd2:58.4": "thirty-three heavenly gods...(omitted), Tusita gods..., fashioned gods...,",
  "mnd2:58.5": "transformed into the happy heaven gods..., he transformed into the heavenly",
  "mnd2:58.6": "gods..., compared to the life of the Brahma gods, the life of people is small,",
  "mnd2:58.7": "life is insignificant, life is only a few, life is instant, life is fast, life",
  "mnd2:58.8": "is short, life is not long, and life is short-lived.",
  "mnd2:59.1": "This was said by the Blessed One:",
  "mnd2:59.2": "\"Bhikkhus! The life span of human beings is short, and they must come to the",
  "mnd2:59.3": "next life. A wise person man be awakened, be kind, and practice brahma. All",
  "mnd2:59.4": "living are dead, bhikkhus! Those living elders have (only) a hundred years or",
  "mnd2:59.5": "more.\"",
  "mnd2:60.1": "\"The life span of a person is short,",
  "mnd2:60.2": "And good people should disregard (have contempt for) it,",
  "mnd2:60.3": "They should live as if their head is burning,",
  "mnd2:60.4": "(Because) there is no death that does not come.\"",
  "mnd2:60.5": "[SN.4.10]",
  "mnd2:61.1": "\"Day and night pass,",
  "mnd2:61.2": "Life is destroyed,",
  "mnd2:61.3": "Inevitably the life span of a person who will die is exhausted,",
  "mnd2:61.4": "Like water in a small river.\"",
  "mnd2:61.5": "[SN.4.10]",
  "mnd2:62.1": "\"Because the wise men say that this life is short\": The wise one is the sage,",
  "mnd2:62.2": "and the wisdom is called wisdom, that is understanding, simple selection,",
  "mnd2:62.3": "investigation, method selection, identification, discrimination, close",
  "mnd2:62.4": "observation, erudition, proficiency, cleverness, contemplation, deep",
  "mnd2:62.5": "contemplation, examination, comprehensive, Righteous Knowledge, Stabbing Rod (of",
  "mnd2:62.6": "wisdom), Wisdom Root, Wisdom Sword, Wisdom Hall, Wisdom Protection, Wisdom",
  "mnd2:62.7": "Brightness, Wisdom Light, No Deception, Choosing Dhamma, Right View; regard the",
  "mnd2:62.8": "state of wisdom as the wise. In addition, the sage of accumulation, the sage of",
  "mnd2:62.9": "the realm, the sage of the place, the sage of dependent origin, the sage of",
  "mnd2:62.10": "mindfulness, the sage of diligence, the sage of the gods, the sage of the root,",
  "mnd2:62.11": "the sage of strength, the sage of enlightenment, the sage of the Path, the sage",
  "mnd2:62.12": "of the Fruit, the sage of Nibbāna, those sages say: \"For people, life is small,",
  "mnd2:62.13": "life is insignificant, life is only a few, life is instant, life is rapid, life",
  "mnd2:62.14": "is short, life is not long-term, life is short-lived.\" They say so, tell so,",
  "mnd2:62.15": "talk so, explain so, say so.",
  "mnd2:63.1": "<em>11 : I see the world trembling:",
  "mnd2:63.2": "This generation comes to craving love among all beings,",
  "mnd2:63.3": "The inferior people grumble before the mouth of death:",
  "mnd2:63.4": "Those who have not separated the thirst in all types of existence.</em>",
  "mnd2:63.5": "<em>11 : I see the world trembling:",
  "mnd2:63.6": "This generation comes to craving love among all beings,",
  "mnd2:63.7": "The inferior people grumble before the mouth of death:",
  "mnd2:63.8": "Those who have not separated the thirst in all types of existence.</em>",
  "mnd2:63.9": "<em>11 : I see the world trembling:",
  "mnd2:63.10": "This generation comes to craving love among all beings,",
  "mnd2:63.11": "The inferior people grumble before the mouth of death:",
  "mnd2:63.12": "Those who have not separated the thirst in all types of existence.</em>",
  "mnd2:63.13": "<em>11 : I see the world trembling:",
  "mnd2:63.14": "This generation comes to craving love among all beings,",
  "mnd2:63.15": "The inferior people grumble before the mouth of death:",
  "mnd2:63.16": "Those who have not separated the thirst in all types of existence.</em>",
  "mnd2:64.1": "\"I see the world trembling\": \"I saw,\" I saw with the naked eye, I saw with the",
  "mnd2:64.2": "eye of the heavens, I saw with my eye, I saw with the eyes of the Buddha, I saw",
  "mnd2:64.3": "with all eyes, I see, I watch, I contemplate, I observe. \"In the world\": In the",
  "mnd2:64.4": "world of suffering....",
  "mnd2:65.1": "\"Trembling (throbbing),\" throbbing with the throbbing of desire; ...of seeing,",
  "mnd2:65.2": "...of pollution, effort, fruit, evil deeds, greed, anger, ignorance, conceit,",
  "mnd2:65.3": "clinging to seeing, disorganization (scatteredness), doubtful failure, worrying",
  "mnd2:65.4": "potential trends; profit, no profit, reputation, no reputation, praise, rebuke,",
  "mnd2:65.5": "joy, suffering, life, old age, sickness, death, sadness and despair; suffering",
  "mnd2:65.6": "of falling into hell, into the beast world, into the hungry ghost world, human",
  "mnd2:65.7": "world; throbbing by suffering of entering the womb, rooted in the womb,",
  "mnd2:65.8": "suffering of birth, of living, of others' manipulation, of their own actions,",
  "mnd2:65.9": "others' actions; throbbing with suffering, with the sufferings of doing, the",
  "mnd2:65.10": "pain of change; throbbing with the suffering of eye disease, ear..., nose,",
  "mnd2:65.11": "tongue, body, head, external ear, mouth, dental disease; cough, wheezing,",
  "mnd2:65.12": "external nose disease, fever, old age, abdominal disease, coma, diarrhea,",
  "mnd2:65.13": "abdominal pain, cholera, leprosy, tumor, ringworm, lung disease, epilepsy,",
  "mnd2:65.14": "scabies, rheumatoid ringworm, scratches (disease), dry and cracked skin, blood",
  "mnd2:65.15": "biliary disease, diabetes, hemorrhoids, rashes (boils), hemorrhoids (ulcers),",
  "mnd2:65.16": "diseases caused by gallbladder, diseases caused by phlegm, ...by wind, (three)",
  "mnd2:65.17": "sets of caused by changing seasons, diseases caused by improper postures, ...by",
  "mnd2:65.18": "sudden attacks, ...by kamma, cold, heat, hunger, thirst, feces, urine, contact",
  "mnd2:65.19": "with fly mosquitoes, the sun, snakes, etc.; throbbing with the suffering of the",
  "mnd2:65.20": "dead mother, the father, brother, sister, losing a son, a daughter, family loss,",
  "mnd2:65.21": "property loss, loss from disease, virtue loss, sight loss....; throbbing,",
  "mnd2:65.22": "completely throbbing, expanding throbbing, trembling, tremoring with the pain of",
  "mnd2:65.23": "seeing, I saw, I watched, I contemplated, I observed.",
  "mnd2:66.1": "\"This generation comes to thirst among all beings\": \"Generation (people)\" is",
  "mnd2:66.2": "synonymous with all beings. \"Thirst\" is the craving for form, ...sound, smell,",
  "mnd2:66.3": "taste, touch, dhammas. \"Come to thirst,\" comes to thirst; followed by thirst;",
  "mnd2:66.4": "approached by thirst; overwhelmed by thirst, conquered, and the heart is",
  "mnd2:66.5": "overtaken. \"In all beings\" is desire, form, and formlessness.",
  "mnd2:67.1": "\"Inferior people complain before death\": \"Inferior people,\" \"having inferior",
  "mnd2:67.2": "body kamma\" as inferior people; \"having inferior language kamma\" as inferior",
  "mnd2:67.3": "people; \"having inferior mental kamma\" as inferior people; \"inferior in",
  "mnd2:67.4": "killing\"..., taking without giving..., \"have the inferior desire\" as an inferior",
  "mnd2:67.5": "person, \"inferior, low, inferior intent, insignificant\" is the inferior person.",
  "mnd2:67.6": "\"To grumble at the mouth of death,\" \"at the mouth of death\" means at the mouth",
  "mnd2:67.7": "of the demon, at the mouth of death, having reached death, having reached the",
  "mnd2:67.8": "devil, being close to death, having reached the demon, being close to the demon;",
  "mnd2:67.9": "having come to death, they grumble, weep, are sad, tired, grieve, beat their",
  "mnd2:67.10": "chests and cry, and come to confusion.",
  "mnd2:68.1": "\"Indifferent ones who thirst for love in all types of existence\": The thirst of",
  "mnd2:68.2": "\"thirst for love\" is the craving of the form..., ...the thirst for dhammas.",
  "mnd2:68.3": "There is repeating; in the kamma of desire to have, in the kamma of material",
  "mnd2:68.4": "existence; in the kamma of non-material existence, in the formed existence; in",
  "mnd2:68.5": "the kamma of formless existence, there is again and again; in the repeated",
  "mnd2:68.6": "interest, in the rebirth, in the birth of the individual, not to leave the",
  "mnd2:68.7": "thirst, not to abandon the thirst, not to give up the thirst, not to exclude the",
  "mnd2:68.8": "thirst, those who have not yet released their thirst, have not given up their",
  "mnd2:68.9": "thirst, have not yet quenched their thirst for love.",
  "mnd2:69.1": "<em>12 : Look! The trembling person regards things as their own,",
  "mnd2:69.2": "Like a fish in a little depleted water,",
  "mnd2:69.3": "After seeing this, one should do nothing (not do this thing),",
  "mnd2:69.4": "Not following there (in forming attachments to existence).</em>",
  "mnd2:69.5": "<em>12 : Look! The trembling person regards things as their own,",
  "mnd2:69.6": "Like a fish in a little depleted water,",
  "mnd2:69.7": "After seeing this, one should do nothing (not do this thing),",
  "mnd2:69.8": "Not following there (in forming attachments to existence).</em>",
  "mnd2:69.9": "<em>12 : Look! The trembling person regards things as their own,",
  "mnd2:69.10": "Like a fish in a little depleted water,",
  "mnd2:69.11": "After seeing this, one should do nothing (not do this thing),",
  "mnd2:69.12": "Not following there (in forming attachments to existence).</em>",
  "mnd2:69.13": "<em>12 : Look! The trembling person regards things as their own,",
  "mnd2:69.14": "Like a fish in a little depleted water,",
  "mnd2:69.15": "After seeing this, one should do nothing (not do this thing),",
  "mnd2:69.16": "Not following there (in forming attachments to existence).</em>",
  "mnd2:70.1": "\"Look! People who tremble take things as their own\": \"Clinging to their own,\"",
  "mnd2:70.2": "there are two types of self-clinging: of thirst and of views. What is the",
  "mnd2:70.3": "thirst? All are called boundaries, realms, scopes, borders, are grasped, and are",
  "mnd2:70.4": "treated as one's own: this is mine, this is mine, so much is mine, this area is",
  "mnd2:70.5": "mine; (my) form, sound, smell, taste, touch, things on the ground, coats, maids",
  "mnd2:70.6": "and male servants, goats and sheep, chickens and pigs, elephants, cows and",
  "mnd2:70.7": "horses, mules, fields, homesteads, gold, coins, villages, towns, capitals,",
  "mnd2:70.8": "places, treasuries, warehouses, all the land; because they are craving and",
  "mnd2:70.9": "regard them as their own, all one-hundred-and-eight types of craving. [AN.4.199]",
  "mnd2:70.10": "This is the attachment of the thirsty self.",
  "mnd2:71.1": "What is holding self through views? There are twenty views of the body, ten evil",
  "mnd2:71.2": "views, ten side views, all views like this, evil views, jungle (entangled)",
  "mnd2:71.3": "views, desert (barren) views, distorted views, shaken views; the clinging,",
  "mnd2:71.4": "acceptance, holding, grasping to the bound view, the place where the evil way,",
  "mnd2:71.5": "the evil nature, the outside way depend, the clasping of the inversion",
  "mnd2:71.6": "(vipariyesa), the clinging of the inversion (viparīta), the inversion",
  "mnd2:71.7": "(vipallāsa), the grip of the evil, the clasping of evil, the grip of \"(seeing)",
  "mnd2:71.8": "the real in the unreal,\" all come to the reach of the sixty-two evil views; this",
  "mnd2:71.9": "is self-holding through views.",
  "mnd2:72.1": "\"Look! People who throb (tremble) regard things as their own\": They throb when",
  "mnd2:72.2": "they regard as their own things, they are afraid of being robbed, they also",
  "mnd2:72.3": "throb when they are robbed; they throb when they doubted and feared changes, and",
  "mnd2:72.4": "when they changed, they also throbbed, throbbed strongly, throbbed completely,",
  "mnd2:72.5": "throbbed broadly, trembling, tremoring, and trembling greatly when they changed.",
  "mnd2:72.6": "When throbbing..., trembling greatly, please see, please observe, please watch.",
  "mnd2:73.1": "\"Like a fish in a little water that is depleted\": As a fish is attacked, picked",
  "mnd2:73.2": "up, or eaten by a crow or eagle or crane in a little water, they throb and",
  "mnd2:73.3": "forcefully tremble, full throbbing, enlarged throbbing, trembling, strong",
  "mnd2:73.4": "trembling. Similarly, people are treated as their own things, they are afraid of",
  "mnd2:73.5": "being robbed, ..., shivering, trembling, trembling greatly.",
  "mnd2:74.1": "\"After seeing this, one should also do (realize) no-self\": This fault: after",
  "mnd2:74.2": "seeing, after seeing, after weighing, after judging, after separating, after",
  "mnd2:74.3": "clarifying. \"Should do no-self,\" there are two types of self-holdings: .... If",
  "mnd2:74.4": "you break away from the self-holding of the one who is thirsty; if you cut off",
  "mnd2:74.5": "the self-holding of seeing, he does not hold the eyes as his own, ...the",
  "mnd2:74.6": "ears..., nose, tongue, body, mind; ...all forms..., sounds, smells, tastes,",
  "mnd2:74.7": "touches, dhammas; home, group (of people), housing, profit, reputation, praise,",
  "mnd2:74.8": "clothes, food, shelter, patient's necessities and medical necessities; desire,",
  "mnd2:74.9": "form, formless, desire to have, to have form, to have the formless, the desire",
  "mnd2:74.10": "realm, not wanting to have; one aggregate, four aggregates, five aggregates,",
  "mnd2:74.11": "past, future, present; the dhammas that are seen, heard, felt, and can be known",
  "mnd2:74.12": "as his own, he does not hold to, cling, or grasp, not holding, not practicing,",
  "mnd2:74.13": "not persisting; he should act, go on, guard, and survive.",
  "mnd2:75.1": "\"Not being a persistent person in being\": \"Being in being,\" being in desire,",
  "mnd2:75.2": "being in form, being in formlessness. Attachment is called craving, which is",
  "mnd2:75.3": "greed.... \"Not being a persistent person in being\": In being — not acting; by",
  "mnd2:75.4": "desire, love, greed, liking, not being born, not being produced, not arising,",
  "mnd2:75.5": "not being born.",
  "mnd2:76.1": "<em>13 : After tempering desire on both sides,",
  "mnd2:76.2": "Fully knowing touch without being followed by greed,",
  "mnd2:76.3": "Not carrying out anything for which he would reprimand (rebuke) himself,",
  "mnd2:76.4": "The wise are not contaminated by what they see and hear.</em>",
  "mnd2:76.5": "<em>13 : After tempering desire on both sides,",
  "mnd2:76.6": "Fully knowing touch without being followed by greed,",
  "mnd2:76.7": "Not carrying out anything for which he would reprimand (rebuke) himself,",
  "mnd2:76.8": "The wise are not contaminated by what they see and hear.</em>",
  "mnd2:76.9": "<em>13 : After tempering desire on both sides,",
  "mnd2:76.10": "Fully knowing touch without being followed by greed,",
  "mnd2:76.11": "Not carrying out anything for which he would reprimand (rebuke) himself,",
  "mnd2:76.12": "The wise are not contaminated by what they see and hear.</em>",
  "mnd2:76.13": "<em>13 : After tempering desire on both sides,",
  "mnd2:76.14": "Fully knowing touch without being followed by greed,",
  "mnd2:76.15": "Not carrying out anything for which he would reprimand (rebuke) himself,",
  "mnd2:76.16": "The wise are not contaminated by what they see and hear.</em>",
  "mnd2:77.1": "\"After tempering desire on both sides\": \"Side,\" touch is one side, touch",
  "mnd2:77.2": "collection is the second side; the past is one side, the future is the second",
  "mnd2:77.3": "side; pleasure is one side, suffering is the second side; formlessness called",
  "mnd2:77.4": "one side, form is the second side; the six inside is one side, and the six",
  "mnd2:77.5": "outside is the second side; there is body as one side, and the body collection",
  "mnd2:77.6": "is the second side. \"Desire,\" .... \"After tempering the desire on both sides\":",
  "mnd2:77.7": "The desires on both sides should be tempered, expelled, cut off, discarded,",
  "mnd2:77.8": "should end, and should be made to cease to exist.",
  "mnd2:78.1": "\"After observing touch (contact, phassa), there is no greed\": \"touch,\" eye",
  "mnd2:78.2": "touch, ear touch, nose..., tongue, body, intention, name, colliding touch",
  "mnd2:78.3": "[DN.15]; feeling a joyful touch, ...bitter touch, neither bitter nor joyful",
  "mnd2:78.4": "touch, good, bad, unmemorable, desire, form, formless, empty, non-contact,",
  "mnd2:78.5": "unwilling to touch, world touch, unworldly touch, past, future, present, any",
  "mnd2:78.6": "touch, complete touch; touches like this are called touch.",
  "mnd2:79.1": "\"After knowing the touch,\" after three types of knowledge of touch: known,",
  "mnd2:79.2": "measured, and abandoned. What is known knowledge? Knowing touch: this is eye",
  "mnd2:79.3": "touch, this is ear touch..., this is present touch. He knows and sees, this is",
  "mnd2:79.4": "knowing.",
  "mnd2:80.1": "What is measuring knowledge? After knowing this, eager to measure impermanence,",
  "mnd2:80.2": "suffering, sickness, tumor, ..., he made it to be measured, gathering,",
  "mnd2:80.3": "extinction, pleasure, trouble, and renunciation are all measures of knowledge.",
  "mnd2:81.1": "What is renunciation? After weighing in this way, the desire to touch, he will",
  "mnd2:81.2": "cut off, give up, drive away, end, and make it go to non-existence. This was",
  "mnd2:81.3": "said by the Blessed One: \"Bhikkhus! All the desires and greed of contact must be",
  "mnd2:81.4": "cut off. In this way, the contact will be cut off, and the roots will be cut",
  "mnd2:81.5": "off, just like a palm tree without roots, becoming non-existent and non-living",
  "mnd2:81.6": "for the future.\" [SN.22.25] This is renunciation.",
  "mnd2:82.1": "\"Observing after touch,\" with these three types of knowledge and after touch.",
  "mnd2:82.2": "\"There is no greed,\" greed is called craving.... Anyone who is cut off, severed,",
  "mnd2:82.3": "calmed down, stopped, unable to arise, and burned by the fire of wisdom, he is",
  "mnd2:82.4": "called a craving-free person. He is not craving in appearance; in sound, smell,",
  "mnd2:82.5": "taste, touch; at home...(omitted)..., in the present; in what you see, hear,",
  "mnd2:82.6": "feel, the dhammas that can be known are those that are not craving, not bound,",
  "mnd2:82.7": "not obsessed, innocent, free from craving, without craving, abandoned craving,",
  "mnd2:82.8": "and eliminated craving. Those who have renounced greed, those who have dismissed",
  "mnd2:82.9": "greed, those who have abandoned greed, those who have no greed, those who have",
  "mnd2:82.10": "eliminated greed, those who have been freed from greed, those who are not",
  "mnd2:82.11": "hungry, extinguished, have become cool, feel happy, and live by themselves as",
  "mnd2:82.12": "Brāhmaṇa.",
  "mnd2:83.1": "\"Whatever he would scold himself for, he does not carry that out\": \"Whatever\" is",
  "mnd2:83.2": "anything. \"Rebuke himself,\" rebuke himself for two reasons: what is done and",
  "mnd2:83.3": "what is not done. What is rebuking himself for what is done and what is not",
  "mnd2:83.4": "done? \"The evil behaviors I did, the good behaviors I didn't do.\" He rebuked",
  "mnd2:83.5": "himself; \"The evil words..., good words..., ...; evil intentions, good",
  "mnd2:83.6": "intentions; killing, abstaining from killing; taking what wasn't given, not",
  "mnd2:83.7": "giving; adultery, abstaining from adultery; lying, not forgoing lying; divisive",
  "mnd2:83.8": "speech, not abstaining from divisive speech; vulgar words..; slurs",
  "mnd2:83.9": "(obscenities)...; greed; evil (harm); the evil view..., not the right view....\"",
  "mnd2:83.10": "He rebukes himself for what was done and not done. Or, \"I am not a full-fledged",
  "mnd2:83.11": "person in the precepts,\" he rebuked himself; \"I am not a guardian of the",
  "mnd2:83.12": "roots\"...; ...not a person who knows the right amount to eat...; not sober, not",
  "mnd2:83.13": "a person with mindfulness and right knowledge; the four mindfulnesses were not",
  "mnd2:83.14": "practiced by me; the four good diligences were not practices by me...; the four",
  "mnd2:83.15": "bases (iddhipāda) were not practiced by me; the five elements have not be",
  "mnd2:83.16": "studied by me; the five powers...; seven enlightenment factors; eight holy",
  "mnd2:83.17": "paths; ...I don't know suffering...; ...the collection was not cut off by me...;",
  "mnd2:83.18": "the Path has not been practiced by me; I have not testified to what should e",
  "mnd2:83.19": "testified....\" He rebukes himself for what has been done and has not been done,",
  "mnd2:83.20": "and rebukes his own kamma (behavior) for not carrying out, not producing, not",
  "mnd2:83.21": "arising, or not being.",
  "mnd2:84.1": "\"The wise man is not contaminated by what he sees and hears\": \"Adhesion,\" there",
  "mnd2:84.2": "are two kinds of adhesion: .... \"The wise man\" is the wise man, the enlightened",
  "mnd2:84.3": "man, the distinguished man, and the wise man who has given up his craving for",
  "mnd2:84.4": "adhesion. After breaking the adhesion of the mind, one will not be contaminated",
  "mnd2:84.5": "in what you see; not contaminated in what you smell; not contaminated in what",
  "mnd2:84.6": "you feel; not contaminated, not strongly contaminated, not closely contaminated,",
  "mnd2:84.7": "no longer contaminated, no longer strongly contaminated, no longer contaminated",
  "mnd2:84.8": "closely. He has left, has departed, has been liberated, has been freed from",
  "mnd2:84.9": "bondage, he dwells with an unrestrained heart.",
  "mnd2:85.1": "<em>14 : After knowing (perception), the torrential flow can be crossed,",
  "mnd2:85.2": "The Muni will not be polluted,",
  "mnd2:85.3": "Having pulled out the arrow, walking unbridled,",
  "mnd2:85.4": "He does not desire this world and others.</em>",
  "mnd2:85.5": "<em>14 : After knowing (perception), the torrential flow can be crossed,",
  "mnd2:85.6": "The Muni will not be polluted,",
  "mnd2:85.7": "Having pulled out the arrow, walking unbridled,",
  "mnd2:85.8": "He does not desire this world and others.</em>",
  "mnd2:85.9": "<em>14 : After knowing (perception), the torrential flow can be crossed,",
  "mnd2:85.10": "The Muni will not be polluted,",
  "mnd2:85.11": "Having pulled out the arrow, walking unbridled,",
  "mnd2:85.12": "He does not desire this world and others.</em>",
  "mnd2:85.13": "<em>14 : After knowing (perception), the torrential flow can be crossed,",
  "mnd2:85.14": "The Muni will not be polluted,",
  "mnd2:85.15": "Having pulled out the arrow, walking unbridled,",
  "mnd2:85.16": "He does not desire this world and others.</em>",
  "mnd2:86.1": "\"After knowing and thinking\": \"Thinking,\" wanting, malicious thought, harmful,",
  "mnd2:86.2": "absent, innocent, non-harmful, lust, sound, smell, taste, tactile thinking, and",
  "mnd2:86.3": "dhamma thinking. Any state of thinking and cognition like this is called",
  "mnd2:86.4": "thinking. \"After knowing and thinking,\" there are three types of knowing: known,",
  "mnd2:86.5": "measuring, and renunciation.",
  "mnd2:87.1": "What is knowing? ...(omitted).",
  "mnd2:88.1": "What is measuring? ....",
  "mnd2:89.1": "What is renunciation? ....",
  "mnd2:90.1": "\"Knowing after thinking,\" after these three types of knowing and thinking. \"Able",
  "mnd2:90.2": "to overcome the torrent,\" the torrent of desire, torrents of being, the torrent",
  "mnd2:90.3": "of seeing, the torrent of ignorance, he can survive, surpass, pass, transcend,",
  "mnd2:90.4": "and overcome.",
  "mnd2:91.1": "\"Muni is not contaminated in possessions\": \"Possessions,\" there are two types of",
  "mnd2:91.2": "possessions: of thirst and of seeing.... This is thirst possession.... This is",
  "mnd2:91.3": "seeing.... \"Muni,\" Muni is called wisdom, that is wisdom, understanding...",
  "mnd2:91.4": "(omitted), no delusion, Dhamma, right view, possessing Muni wisdom, Muni. There",
  "mnd2:91.5": "are three types of Muni (perfect virtues): body Muni, language Muni, and",
  "mnd2:91.6": "intention Muni.",
  "mnd2:92.1": "What is the body of Muni? The three types of body and evil deeds are cut off as",
  "mnd2:92.2": "the Muni position; the three types of good behaviors are the Muni position; the",
  "mnd2:92.3": "wisdom in the body is the Muni position; the knowledge of the body is the Muni",
  "mnd2:92.4": "position; walking the Path with (higher) knowledge is the body of Muni; the",
  "mnd2:92.5": "abandonment of desire and greed, cut off, as the Muni; the fourth jhāna",
  "mnd2:92.6": "extinction of the body is the position of Muni.",
  "mnd2:93.1": "What is the language of Muni? The abandonment of the four types of evil deeds of",
  "mnd2:93.2": "language is the position of Muni; the four types of good acts of language are",
  "mnd2:93.3": "the position of Muni; the wisdom of linguistic objects is the position of Muni;",
  "mnd2:93.4": "the knowledge of language is the position of Muni; and knowing the path of all",
  "mnd2:93.5": "acts is the position of Muni; the abandonment of desire and greed of language is",
  "mnd2:93.6": "the position of Muni; the second jhāna cessation of language is the position of",
  "mnd2:93.7": "language Muni.",
  "mnd2:94.1": "What is intention Muni? The three types of deeds of intention and evil deeds are",
  "mnd2:94.2": "the Muni position; the three types of good deeds are the Muni position; the",
  "mnd2:94.3": "wisdom in the mind-object is the Muni position; the knowledge of the heart is",
  "mnd2:94.4": "the Muni position; the one that walks the Path with knowledge is the position of",
  "mnd2:94.5": "Muni; the desire and greed of the heart being judged is the position of Muni;",
  "mnd2:94.6": "the desire to perish the mind is the position of Muni.",
  "mnd2:95.1": "\"Body Muni, Language Muni, and Intention Muni are no troubles,",
  "mnd2:95.2": "Muni has the status of Muni, and they say he is the one who cuts everything.",
  "mnd2:95.3": "Body Muni, Language Muni, and Intention Muni are no troubles,",
  "mnd2:95.4": "Muni has the status of Muni, and they say that they are those who have been cleansed of evil.\"",
  "mnd2:96.1": "The six types of Muni have these three modes of Muni: Muni at home, Muni without",
  "mnd2:96.2": "a home, Muni with learning, Muni without learning, Bhikkhu Muni, Muni (of the)",
  "mnd2:96.3": "Muni. Which is at home? Those laymen who have seen the footsteps and have",
  "mnd2:96.4": "learned the precepts, these are at home. Which are homeless Muni? Those bhikkhus",
  "mnd2:96.5": "who have seen the footsteps and who have learned the precepts are homeless Muni.",
  "mnd2:96.6": "There are seven types of learning for learning Muni, Arahant for non-learning",
  "mnd2:96.7": "Muni, and Bhikkhu Buddha as Bhikkhu Muni. Muni (of) Muni is called Tathāgata,",
  "mnd2:96.8": "Arahant, and Enlightened One.",
  "mnd2:97.1": "\"Non-wise is Muni, a foolish and ignorant man,",
  "mnd2:97.2": "After raising the scale, take the top one and become a wise man.",
  "mnd2:97.3": "Avoid all evils, that Muni became Muni because of that,",
  "mnd2:97.4": "Everyone who understands the (inner and outer sum) in the world,",
  "mnd2:97.5": "Because that is said to be Muni.",
  "mnd2:97.6": "Who knows all the inside and outside of the world,",
  "mnd2:97.7": "The unwholesome and the good behind the Dhamma,",
  "mnd2:97.8": "Everyone who is supported (respected) by heaven and man,",
  "mnd2:97.9": "Beyond staining and the net, he is Muni.\"",
  "mnd2:98.1": "\"Adhesion,\" there are two types of adhesion: .... After Muni broke off the",
  "mnd2:98.2": "adhesion of thirst, and after breaking the adhesion of seeing, he will not be",
  "mnd2:98.3": "contaminated, not strongly contaminated, not closely contaminated in everything,",
  "mnd2:98.4": "no longer contaminated, no longer contaminated strongly, and no longer",
  "mnd2:98.5": "contaminated closely. He has left, has departed, has been freed, has been",
  "mnd2:98.6": "separated from the bondage, he lives with an unrestrained heart.",
  "mnd2:99.1": "\"Anyone who has pulled out the stabbing arrow and does not let go\": \"Stabbing",
  "mnd2:99.2": "arrow,\" There are seven stabbing arrows: greed stabbing arrow, anger stabbing",
  "mnd2:99.3": "arrow, ignorance stabbing arrow, conceit stabbing arrow, seeing (views) stabbing",
  "mnd2:99.4": "arrow, sad stabbing arrow, doubtful stabbing arrows. For him for whom these",
  "mnd2:99.5": "piercing arrows are cut off, severed, calmed down, stopped, unable to arise, and",
  "mnd2:99.6": "burned by the fire of wisdom, he is called the one who has pulled out the",
  "mnd2:99.7": "piercing arrow. Those who have pulled out the arrow, have removed the arrow,",
  "mnd2:99.8": "have completely removed the arrow, have abandoned the arrow, have been freed",
  "mnd2:99.9": "from the arrow, have dropped the arrow, the one who has stopped thinking about",
  "mnd2:99.10": "the arrow stabbing, the person who is not hungry, the person who has cooled",
  "mnd2:99.11": "down, the person who has become cool, the person who feels happiness, and the",
  "mnd2:99.12": "person who lives with himself as the Brāhmaṇa.",
  "mnd2:100.1": "\"Walker,\" when walking, staying, acting, going on, guarding, making survival",
  "mnd2:100.2": "(existence). \"Those who do not let go (relax)\" are respectful actors, regular",
  "mnd2:100.3": "actors, non-stop actors, those who are not adhered to, those who do not neglect",
  "mnd2:100.4": "their desires, and those who do not neglect responsibilities in the good Dhamma;",
  "mnd2:100.5": "\"Can I complete the vows, or can I fund the completed vows with wisdom?\" He who",
  "mnd2:100.6": "has (right) intentions, diligence, courage, hard work, not flinching,",
  "mnd2:100.7": "mindfulness, righteous knowledge, enthusiasm, establishment, practice, and not",
  "mnd2:100.8": "letting go in good dhamma; \"how can I complete the unfinished concentration, or",
  "mnd2:100.9": "can the completed Dhamma be funded everywhere with wisdom?...(omitted); How can",
  "mnd2:100.10": "I complete the unfinished wisdom accumulation..., the liberation",
  "mnd2:100.11": "accumulation..., how can I complete the unfinished liberating wisdom perception",
  "mnd2:100.12": "aggregate....\" He who has (right) intentions, diligence....; \"How can I know the",
  "mnd2:100.13": "unknown suffering, or let go of the pollution that hasn't been let go, or can",
  "mnd2:100.14": "practice the way I haven't practiced, or can you testify before I die?\" He who",
  "mnd2:100.15": "has the will (right intention), diligence, ..., practice, and perseverance in",
  "mnd2:100.16": "good Dhamma.",
  "mnd2:101.1": "\"To not want this world and other(s)\": He does not want this world: his own",
  "mnd2:101.2": "state; he does not want other worlds: the state of other people. He does not",
  "mnd2:101.3": "want this world: his own body, feeling, thought, behavior, knowledge; and does",
  "mnd2:101.4": "not want other worlds: other people's body.... Does not want this world: the six",
  "mnd2:101.5": "inner worlds; and other worlds: the six outer worlds. Does not desire this",
  "mnd2:101.6": "world: the human world; does not desire other worlds: the heavenly world. Does",
  "mnd2:101.7": "not want this world: the world of desire, materiality; and other worlds: the",
  "mnd2:101.8": "world of formlessness (non-materiality). The second place of interest, or death,",
  "mnd2:101.9": "or rebirth, contingent (existence), or reincarnation, or rebirth, he does not",
  "mnd2:101.10": "hope, want, accept, or pray."
}
