{
  "mnd3:0.1": "3. Evil",
  "mnd3:1.1": "<em>15 : Some people truly speak with a malicious heart,",
  "mnd3:1.2": "Others say with a true heart,",
  "mnd3:1.3": "The Muni does not arrive to the arisen controversy,",
  "mnd3:1.4": "So the Muni is not desolate wherever he is.</em>",
  "mnd3:1.5": "<em>15 : Some people truly speak with a malicious heart,",
  "mnd3:1.6": "Others say with a true heart,",
  "mnd3:1.7": "The Muni does not arrive to the arisen controversy,",
  "mnd3:1.8": "So the Muni is not desolate wherever he is.</em>",
  "mnd3:1.9": "<em>15 : Some people truly speak with a malicious heart,",
  "mnd3:1.10": "Others say with a true heart,",
  "mnd3:1.11": "The Muni does not arrive to the arisen controversy,",
  "mnd3:1.12": "So the Muni is not desolate wherever he is.</em>",
  "mnd3:1.13": "<em>15 : Some people truly speak with a malicious heart,",
  "mnd3:1.14": "Others say with a true heart,",
  "mnd3:1.15": "The Muni does not arrive to the arisen controversy,",
  "mnd3:1.16": "So the Muni is not desolate wherever he is.</em>",
  "mnd3:2.1": "\"Some do speak with a malicious heart\": Those outsiders speak with a malicious",
  "mnd3:2.2": "heart, with a hostile heart, with a heart of opposition, a heart with of the",
  "mnd3:2.3": "blow, a heart with a backlash, a heart with harm, with the insulting heart,",
  "mnd3:2.4": "behind the back, speaking falsely, insulting the Blessed One and the Bhikkhu",
  "mnd3:2.5": "Saṅgha.",
  "mnd3:3.1": "\"Others do say it with a true heart\": Anyone who believes in, trusts, who has a",
  "mnd3:3.2": "true mind with a true heart, who has a true mind with a factual heart, and who",
  "mnd3:3.3": "has a truthful heart, those who think truthfully, those who think with a certain",
  "mnd3:3.4": "heart, those who do not think with a heart that is inverted, (do not) say",
  "mnd3:3.5": "falsely, (dot not) insult the Blessed One and the Bhikkhu Saṅgha.",
  "mnd3:4.1": "\"The controversy that has arisen, Muni does not arrive (at)\": The controversy",
  "mnd3:4.2": "that has arisen, has been born, has appeared: further alley talk, insults,",
  "mnd3:4.3": "reprimands, false claims of the Blessed One and the Bhikkhu Saṅgha. \"Muni does",
  "mnd3:4.4": "not reach\": \"Muni,\" Muni is called wisdom, that is wisdom, understanding...",
  "mnd3:4.5": "(omitted), no delusion, Dhamma, right view, possessing Muni wisdom, Muni. There",
  "mnd3:4.6": "are three types of Muni (perfect virtues): body Muni, language Muni, and",
  "mnd3:4.7": "intention Muni.",
  "mnd3:5.1": "What is the body of Muni? The three types of body and evil deeds are cut off as",
  "mnd3:5.2": "the Muni position; the three types of good behaviors are the Muni position; the",
  "mnd3:5.3": "wisdom in the body is the Muni position; the knowledge of the body is the Muni",
  "mnd3:5.4": "position; walking the Path with (higher) knowledge is the body of Muni; the",
  "mnd3:5.5": "abandonment of desire and greed, cut off, as the Muni; the fourth jhāna",
  "mnd3:5.6": "extinction of the body is the position of Muni.",
  "mnd3:6.1": "What is the language of Muni? The abandonment of the four types of evil deeds of",
  "mnd3:6.2": "language is the position of Muni; the four types of good acts of language are",
  "mnd3:6.3": "the position of Muni; the wisdom of linguistic objects is the position of Muni;",
  "mnd3:6.4": "the knowledge of language is the position of Muni; and knowing the path of all",
  "mnd3:6.5": "acts is the position of Muni; the abandonment of desire and greed of language is",
  "mnd3:6.6": "the position of Muni; the second jhāna cessation of language is the position of",
  "mnd3:6.7": "language Muni.",
  "mnd3:7.1": "What is intention Muni? The three types of deeds of intention and evil deeds are",
  "mnd3:7.2": "the Muni position; the three types of good deeds are the Muni position; the",
  "mnd3:7.3": "wisdom in the mind-object is the Muni position; the knowledge of the heart is",
  "mnd3:7.4": "the Muni position; the one that walks the Path with knowledge is the position of",
  "mnd3:7.5": "Muni; the desire and greed of the heart being judged is the position of Muni;",
  "mnd3:7.6": "the desire to perish the mind is the position of Muni.",
  "mnd3:8.1": "\"Body Muni, Language Muni, and Intention Muni are no troubles,",
  "mnd3:8.2": "Muni has the status of Muni, and they say he is the one who cuts everything.",
  "mnd3:8.3": "Body Muni, Language Muni, and Intention Muni are no troubles,",
  "mnd3:8.4": "Muni has the status of Muni, and they say that they are those who have been cleansed of evil.\"",
  "mnd3:9.1": "The six types of Muni have these three modes of Muni: Muni at home, Muni without",
  "mnd3:9.2": "a home, Muni with learning, Muni without learning, Bhikkhu Muni, Muni (of the)",
  "mnd3:9.3": "Muni. Which is at home? Those laymen who have seen the footsteps and have",
  "mnd3:9.4": "learned the precepts, these are at home. Which are homeless Muni? Those bhikkhus",
  "mnd3:9.5": "who have seen the footsteps and who have learned the precepts are homeless Muni.",
  "mnd3:9.6": "There are seven types of learning for learning Muni, Arahant for non-learning",
  "mnd3:9.7": "Muni, and Bhikkhu Buddha as Bhikkhu Muni. Muni (of) Muni is called Tathāgata,",
  "mnd3:9.8": "Arahant, and Enlightened One.",
  "mnd3:10.1": "\"Non-wise is Muni, a foolish and ignorant man,",
  "mnd3:10.2": "After raising the scale, take the top one and become a wise man.",
  "mnd3:10.3": "Avoid all evils, that Muni became Muni because of that,",
  "mnd3:10.4": "Everyone who understands the (inner and outer sum) in the world,",
  "mnd3:10.5": "Because that is said to be Muni.",
  "mnd3:10.6": "Who knows all the inside and outside of the world,",
  "mnd3:10.7": "The unwholesome and the good behind the Dhamma,",
  "mnd3:10.8": "Everyone who is supported (respected) by heaven and man,",
  "mnd3:10.9": "Beyond staining and the net, he is Muni.\"",
  "mnd3:11.1": "Whoever reaches the dispute, he arrives for two reasons: the person arrives at",
  "mnd3:11.2": "(the) dispute as an actor, or when he is talked of or reprimanded he was angry,",
  "mnd3:11.3": "rejected, stubborn, showing anger, aversion, dissatisfaction (, saying): \"I am",
  "mnd3:11.4": "not the maker.\" Those who reach the dispute arrive with these two reasons. Muni",
  "mnd3:11.5": "does not reach the dispute for two reasons: Muni is not the maker, and does not",
  "mnd3:11.6": "reach (the) controversy as a maker, or when he is talked about or reprimanded,",
  "mnd3:11.7": "he does not get angry, reject, be stubborn, does not show anger, aversion,",
  "mnd3:11.8": "dissatisfaction (, saying): \"I am not the maker.\" Muni did not arrive, does not",
  "mnd3:11.9": "arrive, does not hold, does not cling to (the) controversy, for two reasons.",
  "mnd3:12.1": "\"Therefore, wherever Muni is, there is no barrenness\": \"Therefore,\" because of",
  "mnd3:12.2": "that reason, that cause, that condition, and that cause, it is a state of no",
  "mnd3:12.3": "attacking heart, a state of no desolation, no five types of barrenness of heart",
  "mnd3:12.4": "[MN.16], no three types of barrenness [SN.45.166]: the barrenness of greed, the",
  "mnd3:12.5": "barrenness of anger, the barrenness of ignorance; does not exist, is not known,",
  "mnd3:12.6": "is not discovered, has been cut off, severed, calmed down, stopped, unable to",
  "mnd3:12.7": "arise, burned by the fire of wisdom. \"No matter where it is,\" no matter where,",
  "mnd3:12.8": "wherever, inside or outside or inside and outside.",
  "mnd3:13.1": "<em>16 : How can one cross one's own view?",
  "mnd3:13.2": "Guided by desire, fixed by (personal) inclinations (preferences),",
  "mnd3:13.3": "Performing his own accomplishment,",
  "mnd3:13.4": "Indeed he will say as he knows.</em>",
  "mnd3:13.5": "<em>16 : How can one cross one's own view?",
  "mnd3:13.6": "Guided by desire, fixed by (personal) inclinations (preferences),",
  "mnd3:13.7": "Performing his own accomplishment,",
  "mnd3:13.8": "Indeed he will say as he knows.</em>",
  "mnd3:13.9": "<em>16 : How can one cross one's own view?",
  "mnd3:13.10": "Guided by desire, fixed by (personal) inclinations (preferences),",
  "mnd3:13.11": "Performing his own accomplishment,",
  "mnd3:13.12": "Indeed he will say as he knows.</em>",
  "mnd3:13.13": "<em>16 : How can one cross one's own view?",
  "mnd3:13.14": "Guided by desire, fixed by (personal) inclinations (preferences),",
  "mnd3:13.15": "Performing his own accomplishment,",
  "mnd3:13.16": "Indeed he will say as he knows.</em>",
  "mnd3:14.1": "\"How can one's own views be crossed\": Anyone who kills Sundarī Nandā's female",
  "mnd3:14.2": "marchers (bhikkhunis) and declares Samaṇa Sakya's disrepute, (thinking:) \"In",
  "mnd3:14.3": "this way, we will get back the benefits, reputation, respect.\" Those who see",
  "mnd3:14.4": "this way, people like this, lovers like this, advocates like this, and those",
  "mnd3:14.5": "with these intentions, they cannot go through their own views, their likes,",
  "mnd3:14.6": "their own inclinations, their own opinions, their own intentions; then at that",
  "mnd3:14.7": "time, the dishonour is returned to themselves. \"How can this be my own view?\"",
  "mnd3:14.8": "Or, \"The world is everlasting, this is real, and everything else is empty.\"",
  "mnd3:14.9": "Whoever says this, his own views, his likes..., how can one's own intentions be",
  "mnd3:14.10": "able to cross, traverse, surpass, and overcome? What is the reason? His vision",
  "mnd3:14.11": "is completed, held, grasped, attached, and taken like that, \"I have been",
  "mnd3:14.12": "convinced.\" How can I cross it in this way? \"The world is very constant...",
  "mnd3:14.13": "(omitted) The world is bounded... The world is boundless... Fate is the body...",
  "mnd3:14.14": "Fate is one body is the other... Tathāgata exists after death... Tathāgata does",
  "mnd3:14.15": "not exist after death... The Tathāgata after death exists and does not exist...",
  "mnd3:14.16": "The Tathāgata after death neither exists nor does not exist; this is true, and",
  "mnd3:14.17": "everything else is empty.\" Whoever says like this, his own views, his likes,",
  "mnd3:14.18": "..., how can they be able to cross, traverse, surpass, and overcome? What is the",
  "mnd3:14.19": "reason? His vision is completed, held, grasped, grasped, attached, taken,",
  "mnd3:14.20": "believed and understood like that.",
  "mnd3:15.1": "\"Guided by desire, fixed by (personal) inclinations\": \"guided by desire,\" He is",
  "mnd3:15.2": "carried, taken, carried by his own views, ..., as if by carts or carriages,",
  "mnd3:15.3": "two-wheeled carts, ox carts, goat carts, ram carts, camel carts, donkeys and",
  "mnd3:15.4": "horses carts, to walk, take away, and carry. In the same way, he was driven by",
  "mnd3:15.5": "his own views, his own preferences, his own inclinations, and his own opinions,",
  "mnd3:15.6": "carried away, taken away, carried. \"Fixed by (personal) inclinations,\" he is",
  "mnd3:15.7": "fixed, stopped, stuck, entered, stained by his own views, his own inclinations,",
  "mnd3:15.8": "and his own opinions, and turned his heart towards (a victorious solution).",
  "mnd3:16.1": "\"Performing his own accomplishment\": Implementing what one has done; performing",
  "mnd3:16.2": "satisfactorily; performing perfectly; performing first, most successful,",
  "mnd3:16.3": "outstanding, top, most winning: (I thought:) \"This master is the all-wise man.\"",
  "mnd3:16.4": "Carrying out what we have done by ourselves; carrying out satisfactorily, ...,",
  "mnd3:16.5": "(Thinking:) \"This Dhamma is said by the good..., this group follows",
  "mnd3:16.6": "the good... this seeing is good... this Path is based on the good... this Path",
  "mnd3:16.7": "is renunciation.\" The execution is done by oneself, performed satisfactorily...,",
  "mnd3:16.8": "he makes it happen, produces it makes it arise, makes it happen.",
  "mnd3:17.1": "\"Indeed he will say as he knows\": He will say, tell, talk, explain, and say as",
  "mnd3:17.2": "he knows, \"The world is constant, this is true, and everything else is empty.\"",
  "mnd3:17.3": "To say, tell, talk, explain, and say, \"The world is very constant...",
  "mnd3:17.4": "(omitted)..., after death, the Tathāgata neither exists nor does not exist, this",
  "mnd3:17.5": "is true, and everything else is empty.\" He will speak, tell, talk, explain.",
  "mnd3:18.1": "<em>17 : The mortal person who tells of his own precepts and prohibitions",
  "mnd3:18.2": "To others without having been asked,",
  "mnd3:18.3": "Skillful people say that that is not the Holy Dhamma,",
  "mnd3:18.4": "Those who speak of themselves by themselves.</em>",
  "mnd3:18.5": "<em>17 : The mortal person who tells of his own precepts and prohibitions",
  "mnd3:18.6": "To others without having been asked,",
  "mnd3:18.7": "Skillful people say that that is not the Holy Dhamma,",
  "mnd3:18.8": "Those who speak of themselves by themselves.</em>",
  "mnd3:18.9": "<em>17 : The mortal person who tells of his own precepts and prohibitions",
  "mnd3:18.10": "To others without having been asked,",
  "mnd3:18.11": "Skillful people say that that is not the Holy Dhamma,",
  "mnd3:18.12": "Those who speak of themselves by themselves.</em>",
  "mnd3:18.13": "<em>17 : The mortal person who tells of his own precepts and prohibitions",
  "mnd3:18.14": "To others without having been asked,",
  "mnd3:18.15": "Skillful people say that that is not the Holy Dhamma,",
  "mnd3:18.16": "Those who speak of themselves by themselves.</em>",
  "mnd3:19.1": "\"His own precepts and prohibitions\": \"What,\" what is like, such as effort, such",
  "mnd3:19.2": "as arrangement, such as type, wherever has arrived, who is khattiya, or",
  "mnd3:19.3": "Brāhmaṇa, or vessa, or sudda, or at home, or out of the home (monastics), or",
  "mnd3:19.4": "heaven, or person. \"Precepts and prohibitions,\" there are precepts and",
  "mnd3:19.5": "prohibitions, there are prohibitions (and) non-precepts. What are precepts and",
  "mnd3:19.6": "prohibitions? Here, the bhikkhu is a preceptor, to live under the protection of",
  "mnd3:19.7": "the self-control of Pātimokkha, with sufficient righteousness and state, to see",
  "mnd3:19.8": "fear in minor sins, and to learn after accepting from a teacher. Wherever there",
  "mnd3:19.9": "is restraint, self-control, and non-violation, this is the precept; it is",
  "mnd3:19.10": "prohibition. Taking self-control as the precept; observing the righteousness as",
  "mnd3:19.11": "the prohibition is called precept and prohibition. What is the prohibition (and)",
  "mnd3:19.12": "non-precept? There are eight heads: the wild branch, the begging branch, the",
  "mnd3:19.13": "dung sweeping branch, the three clothing sticks, the second begging sticks,",
  "mnd3:19.14": "after eating, not eating sticks, often sitting (not lying) sticks, staying",
  "mnd3:19.15": "anywhere, this is called prohibition (and) non-precept. The observance of",
  "mnd3:19.16": "vitality is also called prohibition (and) precept: \"I would rather leave only",
  "mnd3:19.17": "the skin, tendons, and bones; if the flesh and blood of the body is dried up, as",
  "mnd3:19.18": "long as human perseverance, human strength, human vitality, and human efforts",
  "mnd3:19.19": "should (persist) (the goal is) not achieved, there will be no stop of vitality.\"",
  "mnd3:19.20": "[SN.12.22] He is dedicated and diligent, like this is the observance of",
  "mnd3:19.21": "vitality, which is called prohibition (and) precept.",
  "mnd3:20.1": "\"I will neither eat nor drink,",
  "mnd3:20.2": "Nor go out of my residence,",
  "mnd3:20.3": "Will not cause the thigh to fall (lying down),",
  "mnd3:20.4": "While the arrow of thirst is not be removed.\"",
  "mnd3:20.5": "[Thag.223]",
  "mnd3:21.1": "He is dedicated and diligent, and the observance of such vitality is also called",
  "mnd3:21.2": "prohibition (and) precept. \"As long as my mind is not free from all defilements",
  "mnd3:21.3": "by not clinging, I will not break this cross-legged (posture)!\" [MN.32] He is",
  "mnd3:21.4": "dedicated, hardworking, and observing such vitality is also called prohibition",
  "mnd3:21.5": "(and) precept. \"As long as my mind is not free from all the troubles by not",
  "mnd3:21.6": "clinging, I will not rise from this seat..., I will not walk down from the",
  "mnd3:21.7": "experience.., I will not go out from the dwelling..., I will not go out from the",
  "mnd3:21.8": "half-roofed house..., ...from the tall building..., the flat-roofed house, the",
  "mnd3:21.9": "cave (cavern), the cave (grotto), the hut, the heavy pavilion, the observation",
  "mnd3:21.10": "deck, the round house, the shed, the lecture hall, the tend, ...I will not go",
  "mnd3:21.11": "out from under the tree...\"",
  "mnd3:22.1": "\"Just before this noon I will acquire, fully obtain, attain, reach, and testify",
  "mnd3:22.2": "about the Holy Dhamma\"..., \"Just this noon..., in the evening..., before eating,",
  "mnd3:22.3": "after eating, before the night, midnight, after the night, at the time of death,",
  "mnd3:22.4": "at the time of the white moon, in the rainy season, in the winter, in the",
  "mnd3:22.5": "summer, in youth, in middle age, in old age, I will acquire, fully obtain,",
  "mnd3:22.6": "attain, reach, and testify about the Holy Dhamma.\" He is dedicated and diligent,",
  "mnd3:22.7": "and the observance of such vitality is also called prohibition (and) precept.",
  "mnd3:22.8": "\"Humans\" are sentient beings, human beings, student Brāhmaṇas, people,",
  "mnd3:22.9": "individuals, lives, those born to people, those born to Indā, and Manu.",
  "mnd3:23.1": "\"Speaking about (the above) without having been asked by other people\": \"To",
  "mnd3:23.2": "other people,\" to other khattiya, Brāhmaṇa, .... \"Not to be asked,\" not being",
  "mnd3:23.3": "questioned, not being asked, not being begged, not being inquired of, not being",
  "mnd3:23.4": "asked to make clear. \"Say,\" speak of one's precepts, or prohibitions, or",
  "mnd3:23.5": "precepts and prohibitions: I am a \"person of sufficient precepts,\" or",
  "mnd3:23.6": "\"sufficient in prohibitions,\" \"in precepts and prohibitions, one who is",
  "mnd3:23.7": "sufficient,\" either by birth, or by surname, or by good family, or by appearance",
  "mnd3:23.8": "and beauty as a lotus, or by property, or by research (acquisition), or by",
  "mnd3:23.9": "profession, either by skill, or by study, or by what you have heard, or by",
  "mnd3:23.10": "arguing, or \"being a bhikkhu from your family,\" or \"being a bhikkhu from a big",
  "mnd3:23.11": "family,\" or \"from a big family\" a wealthy bhikkhu, or a bhikkhu from a wealthy",
  "mnd3:23.12": "wealthy family, or a bhikkhu who is in the same household and a bhikkhu is a",
  "mnd3:23.13": "well-known person or a famous person, or on clothing, food, shelter, necessities",
  "mnd3:23.14": "of the patient, and medical necessities, or \"teacher,\" or \"lawyer,\" or",
  "mnd3:23.15": "\"speaker,\" or \"lives in the forest,\" or \"begging,\" or \"wearing dung and sweeping",
  "mnd3:23.16": "clothes,\" or \"but the three-clothed person,\" or \"the second beggar,\" or \"the",
  "mnd3:23.17": "person who does not eat after eating (eating once),\" or \"the person who often",
  "mnd3:23.18": "sits (not lying),\" or \"the person who lives anywhere,\" or \"the first jhāna",
  "mnd3:23.19": "person,\" or \"the obtainer of the second jhāna,\" or \"the obtainer of the third",
  "mnd3:23.20": "jhāna,\" or \"the obtainer of the fourth jhāna,\" or \"the obtainer who waits in the",
  "mnd3:23.21": "boundless void (fifth/first immaterial),\" or \"the one who waits in the boundless",
  "mnd3:23.22": "consciousness (sixth),\" or \"the gainer who waits in nothingness (seventh),\" \"the",
  "mnd3:23.23": "gainer who does not wait in nothingness (neither perception nor",
  "mnd3:23.24": "non-perception),\" he speaks, tells, talks, explains, and says.",
  "mnd3:24.1": "\"Skillful ones say that that is not the Holy Dhamma\": \"Skillful ones,\" those",
  "mnd3:24.2": "who possess skill, those skilled in the realm, those who are dependent on the",
  "mnd3:24.3": "skillful, those who mindful of the skillful, those who are diligent and",
  "mnd3:24.4": "skillful, the sacred and skillful, the root and the skillful, the good, those",
  "mnd3:24.5": "who are righteous, the skilful in the Path, the skillful in the Fruit, the",
  "mnd3:24.6": "skillful people of Nibbāna, those skillful ones say this: \"This is the unsagely",
  "mnd3:24.7": "Dhamma, this is not the Dhamma of the sage, this is the Dhamma of the fool, this",
  "mnd3:24.8": "is not the Dhamma of the wise, this is the Dhamma of the non-good people, this",
  "mnd3:24.9": "is not the Dhamma of the good people.\" They tell, speak, explain, and say so.",
  "mnd3:25.1": "\"Anyone who speaks of himself\": He is called himself. \"Speak by yourself,\" speak",
  "mnd3:25.2": "of yourself as \"I am a 'sufficient person,' or a 'restricted person,' or",
  "mnd3:25.3": "'precept and prohibitions are enough' ...(omitted)...,\" he says, talks,",
  "mnd3:25.4": "explains, said.",
  "mnd3:26.1": "<em>18 : A silent bhikkhu, a person in a completely cooled state,",
  "mnd3:26.2": "Does not boast \"I am like this\" in the precepts,",
  "mnd3:26.3": "The skillful people say that it is the Holy Dhamma,",
  "mnd3:26.4": "For him there is no increase anywhere in the world.</em>",
  "mnd3:26.5": "<em>18 : A silent bhikkhu, a person in a completely cooled state,",
  "mnd3:26.6": "Does not boast \"I am like this\" in the precepts,",
  "mnd3:26.7": "The skillful people say that it is the Holy Dhamma,",
  "mnd3:26.8": "For him there is no increase anywhere in the world.</em>",
  "mnd3:26.9": "<em>18 : A silent bhikkhu, a person in a completely cooled state,",
  "mnd3:26.10": "Does not boast \"I am like this\" in the precepts,",
  "mnd3:26.11": "The skillful people say that it is the Holy Dhamma,",
  "mnd3:26.12": "For him there is no increase anywhere in the world.</em>",
  "mnd3:26.13": "<em>18 : A silent bhikkhu, a person in a completely cooled state,",
  "mnd3:26.14": "Does not boast \"I am like this\" in the precepts,",
  "mnd3:26.15": "The skillful people say that it is the Holy Dhamma,",
  "mnd3:26.16": "For him there is no increase anywhere in the world.</em>",
  "mnd3:27.1": "\"Silent bhikkhus, those who are in a completely cooled state\": \"silent,\" the",
  "mnd3:27.2": "greed has subsided so the state is silent; the anger has subsided so the state",
  "mnd3:27.3": "is silent; ...ignorance..., ...resentment.., ...domineering..., jealousy,",
  "mnd3:27.4": "stinginess, fraud, cunning, stubbornness, passion, sloth, extreme sloth, torpor,",
  "mnd3:27.5": "indulgence; covered by all pollution, all evil deeds, all troubles, all",
  "mnd3:27.6": "scorching heat, all irritations, covered by all bad practices, expanded",
  "mnd3:27.7": "coverage, upper coverage, obstruction (blocking), enveloping, obstructing,",
  "mnd3:27.8": "closing, covering; all unwholesome contrived state has been silenced, calmed",
  "mnd3:27.9": "down, cooled down, the extinguished state, the cooled state, the departed state,",
  "mnd3:27.10": "and the cessation state are silent, still, calmed, cooled, stopped.",
  "mnd3:28.1": "\"Bhikkhu,\" the state of the destroyed seven dhammas is a Bhikkhu: seeing is",
  "mnd3:28.2": "destroyed, suspicion is destroyed, prohibition is destroyed, greed is destroyed,",
  "mnd3:28.3": "anger is destroyed, delusion is destroyed, sloth is destroyed, and those evil",
  "mnd3:28.4": "and unwholesome dhammas are destroyed; shunning the pollution, the others, the",
  "mnd3:28.5": "fear, the bitter fruit, old age and death in the future.",
  "mnd3:29.1": "The Blessed One [Sn.3.6, 519]:",
  "mnd3:29.2": "\"Take the path I have practiced to reach Nibbāna and transcend skeptics,",
  "mnd3:29.3": "After abandoning nothingness and existence,",
  "mnd3:29.4": "The one who has been completed, and the one who is extinct, is a Bhikkhu.\"",
  "mnd3:30.1": "\"Silent Bhikkhus, those in a state of being completely cooled\": Those who make",
  "mnd3:30.2": "the state of greed extinguished are those in the state of being completely",
  "mnd3:30.3": "cooled, ...anger..., ...ignorance..., (omitted).",
  "mnd3:31.1": "\"I don't boast about 'I am like this' in the precepts: \"I am like this,\" the",
  "mnd3:31.2": "continuation of the sentences; the connection of the sentences; the consummation",
  "mnd3:31.3": "of the sentences; the combination of words; the connection of words; this is a",
  "mnd3:31.4": "second sentence; this is \"I am like this.\" \"I don't boast in the precepts.\"",
  "mnd3:31.5": "Here, there is a type of boasting: I am a \"restricted person,\" ...(omitted)....",
  "mnd3:31.6": "In this way he does not boast or show off. He has been separated from boasting,",
  "mnd3:31.7": "has renounced, has abandoned, has given up, has been separated, has been freed,",
  "mnd3:31.8": "has renounced bondage, he lives with an unrestrained heart.",
  "mnd3:32.1": "\"Skillful ones say that it is the Holy Dhamma\": \"Skillful ones,\" ..., those",
  "mnd3:32.2": "skillful people say: \"This is the righteous Dhamma, this is not the Dhamma of",
  "mnd3:32.3": "the unrighteous, this is the Dhamma of the wise, this is not the Dhamma of the",
  "mnd3:32.4": "fool, this is the Dhamma of the virtuous man, this is not the Dhamma of the",
  "mnd3:32.5": "unvirtuous man.\" They say so, speak so, tell so, explain so, say so.",
  "mnd3:33.1": "\"For him increase (surge, growth) does not exist anywhere in the world\": \"For",
  "mnd3:33.2": "him,\" for the Arahant, for those who have exhausted troubles. \"Surge,\" there are",
  "mnd3:33.3": "seven surges: greed, aggression, delusion, sloth, seeing, pollution, kamma",
  "mnd3:33.4": "increases. For those people, these increases are not, do not exist, are not",
  "mnd3:33.5": "known, and have not been discovered; cut off, severed, calmed down, stopped,",
  "mnd3:33.6": "unable to arise, burned by the fire of wisdom. \"No matter where,\" no matter",
  "mnd3:33.7": "where, wherever, inside or outside or (both) inside and outside. \"In the world,\"",
  "mnd3:33.8": "in the world of suffering, the world of humans, the world of heaven, the world",
  "mnd3:33.9": "of aggregates, the world of realms, the world of places.",
  "mnd3:34.1": "<em>19 : All the dhammas that are fixed for him,",
  "mnd3:34.2": "Which are valued and impure,",
  "mnd3:34.3": "Who sees benefits in himself,",
  "mnd3:34.4": "Is a dependent who shakes the silence.</em>",
  "mnd3:34.5": "<em>19 : All the dhammas that are fixed for him,",
  "mnd3:34.6": "Which are valued and impure,",
  "mnd3:34.7": "Who sees benefits in himself,",
  "mnd3:34.8": "Is a dependent who shakes the silence.</em>",
  "mnd3:34.9": "<em>19 : All the dhammas that are fixed for him,",
  "mnd3:34.10": "Which are valued and impure,",
  "mnd3:34.11": "Who sees benefits in himself,",
  "mnd3:34.12": "Is a dependent who shakes the silence.</em>",
  "mnd3:34.13": "<em>19 : All the dhammas that are fixed for him,",
  "mnd3:34.14": "Which are valued and impure,",
  "mnd3:34.15": "Who sees benefits in himself,",
  "mnd3:34.16": "Is a dependent who shakes the silence.</em>",
  "mnd3:35.1": "\"All the dhammas that are fixed for him, which are valued\": \"Fixed (constant)",
  "mnd3:35.2": "view,\" there are two types of fixed views: .... \"Proactive,\" Proactive,",
  "mnd3:35.3": "pretentious, and cohabiting, are active. In addition, the impermanence, the",
  "mnd3:35.4": "action, the condition-born are the dhammas of the extinction, the dissipation,",
  "mnd3:35.5": "the fading, and the dhammas, are also active. \"Whatever is for him\" is for those",
  "mnd3:35.6": "who see evil. \"Dhamma\" It is called the sixty-two evil views.",
  "mnd3:36.1": "\"Being valued (and) impure\": \"Being valued,\" there are two types of importance:",
  "mnd3:36.2": "of thirst and of views. What is the thirst? All are called boundaries, realms,",
  "mnd3:36.3": "scopes, borders, are grasped, and are treated as one's own: this is mine, this",
  "mnd3:36.4": "is mine, so much is mine, this area is mine; (my) form, sound, smell, taste,",
  "mnd3:36.5": "touch, things on the ground, coats, maids and male servants, goats and sheep,",
  "mnd3:36.6": "chickens and pigs, elephants, cows and horses, mules, fields, homesteads, gold,",
  "mnd3:36.7": "coins, villages, towns, capitals, places, treasuries, warehouses, all the land;",
  "mnd3:36.8": "because they are craving and regard them as their own, all one-hundred-and-eight",
  "mnd3:36.9": "types of craving. [AN.4.199]",
  "mnd3:37.1": "What is the views? There are twenty views of the body, ten evil views, ten side",
  "mnd3:37.2": "views, all views like this, evil views, jungle (entangled) views, desert",
  "mnd3:37.3": "(barren) views, distorted views, shaken views; the clinging, acceptance,",
  "mnd3:37.4": "holding, grasping to the bound view, the place where the evil way, the evil",
  "mnd3:37.5": "nature, the outside way depend, the clasping of the inversion (vipariyesa), the",
  "mnd3:37.6": "clinging of the inversion (viparīta), the inversion (vipallāsa), the grip of the",
  "mnd3:37.7": "evil, the clasping of evil, the grip of \"(seeing) the real in the unreal,\" all",
  "mnd3:37.8": "come to the reach of the sixty-two evil views.",
  "mnd3:38.1": "For him, the importance of thirst is not cut off, the importance of seeing has",
  "mnd3:38.2": "not been cut off, the state of the importance of thirst is not cut off, the",
  "mnd3:38.3": "state of the importance of seeing is not cut off, he puts thirst for love or",
  "mnd3:38.4": "seeing ahead before and walks, thirst as a flag, thirst as a pillar, thirst",
  "mnd3:38.5": "increases, seen as flag, seen as tower, seen as increase, following desire to",
  "mnd3:38.6": "love or see. \"Existence,\" to be, to be known, to have, to be discovered.",
  "mnd3:38.7": "\"Impure,\" impure, improper, unclean, polluted, contaminated.",
  "mnd3:39.1": "\"Whoever sees benefits in oneself\": \"Oneself\" is on the self. He is called (one",
  "mnd3:39.2": "who has the) evil view, and he sees two benefits of his own view: the benefit in",
  "mnd3:39.3": "life and the benefit in the afterlife. What is the life benefit of seeing (this",
  "mnd3:39.4": "view)? Every view that the master has, so do the disciples. For that view of the",
  "mnd3:39.5": "master, the disciples respect, admire, adore, and respect, because of that he",
  "mnd3:39.6": "gets clothes, food, shelter, patients' necessities, and medical necessities,",
  "mnd3:39.7": "this is the immediate benefit of seeing. What is the afterlife benefit of seeing",
  "mnd3:39.8": "(this view)? \"This seeing is enough to become the state of the dragon (dragon",
  "mnd3:39.9": "world), or the state of the golden-winged bird, or the state of the Yakkha, or",
  "mnd3:39.10": "the state of Asura, or the state of Gandhabba, or the state of the king, or the",
  "mnd3:39.11": "state of Indā, or the state of Brahma, or the state of heaven, this view is",
  "mnd3:39.12": "pure, clean, all pure; detachment, liberation, breaking away, from all over, to",
  "mnd3:39.13": "see them become pure, to become purified, to become pure; to be detached, to be",
  "mnd3:39.14": "liberated, to be freed, to see that I will become pure, to become purified, to",
  "mnd3:39.15": "become pure; to escape, be liberated, and be detached everywhere.\" For the",
  "mnd3:39.16": "expectation of future fruit, this is the afterlife benefit of seeing. He sees,",
  "mnd3:39.17": "watches, stares, contemplates, and observes the two benefits of his own view.",
  "mnd3:40.1": "\"He is a dependent who shakes the stillness (silence)\": There are three types of",
  "mnd3:40.2": "stillness: ultimate stillness, temporal stillness, and worldly stillness. What",
  "mnd3:40.3": "is ultimate silence? Ultimate silence is called non-living, Nibbāna, where all",
  "mnd3:40.4": "those actions cease, all dependent cessation, the cessation of craving, greed,",
  "mnd3:40.5": "extinction, and Nibbāna, this is ultimate silence. What is temporal silence? For",
  "mnd3:40.6": "those who enter the first jhāna, the gazes are silenced; for those who enter the",
  "mnd3:40.7": "second jhāna, searching is silenced; for those who enter the third jhāna, their",
  "mnd3:40.8": "their joy is silenced; for those who enter the fourth jhāna, their happiness",
  "mnd3:40.9": "(and suffering) are quiet; for those who enter the boundless void (fifth/first",
  "mnd3:40.10": "immaterial), lust, thinking, and all types of desires are silenced; for those",
  "mnd3:40.11": "who enter the boundlessness of consciousness (sixth), the boundless void is",
  "mnd3:40.12": "quiet; for those who enter nothingness (seventh) it is said that knowledge has",
  "mnd3:40.13": "no bounds is silenced; for those who enter the non-imaginary place (eighth,",
  "mnd3:40.14": "neither perception nor non-perception) and wait, nothingness is silenced, this",
  "mnd3:40.15": "is the part of silence. What is worldly silence? The sixty-two evil views, the",
  "mnd3:40.16": "stillness of seeing is called secular stillness, and in this sense it is secular",
  "mnd3:40.17": "stillness: it has the meaning of \"silence.\" \"He is a dependent shaking the",
  "mnd3:40.18": "stillness\": He is shaking stillness, strong shaking stillness, moving stillness,",
  "mnd3:40.19": "fluctuating stillness, impacting stillness, constructed stillness, fixed view,",
  "mnd3:40.20": "silence is impermanent, active, and conditioned; it is the dependent, stuck,",
  "mnd3:40.21": "adherent, trapped, afflicted, and mind-oriented.",
  "mnd3:41.1": "<em>20 : The attachment to seeing (views) is indeed not easy to overcome:",
  "mnd3:41.2": "It is held tightly after being selected among Dhammas,",
  "mnd3:41.3": "Therefore, everyone rejects and holds",
  "mnd3:41.4": "The Dhamma in those attachments.</em>",
  "mnd3:41.5": "<em>20 : The attachment to seeing (views) is indeed not easy to overcome:",
  "mnd3:41.6": "It is held tightly after being selected among Dhammas,",
  "mnd3:41.7": "Therefore, everyone rejects and holds",
  "mnd3:41.8": "The Dhamma in those attachments.</em>",
  "mnd3:41.9": "<em>20 : The attachment to seeing (views) is indeed not easy to overcome:",
  "mnd3:41.10": "It is held tightly after being selected among Dhammas,",
  "mnd3:41.11": "Therefore, everyone rejects and holds",
  "mnd3:41.12": "The Dhamma in those attachments.</em>",
  "mnd3:41.13": "<em>20 : The attachment to seeing (views) is indeed not easy to overcome:",
  "mnd3:41.14": "It is held tightly after being selected among Dhammas,",
  "mnd3:41.15": "Therefore, everyone rejects and holds",
  "mnd3:41.16": "The Dhamma in those attachments.</em>",
  "mnd3:42.1": "\"The attachment to seeing (views) is indeed not easy to overcome\": The",
  "mnd3:42.2": "attachment to seeing, \"The world is constant, this is real, and everything else",
  "mnd3:42.3": "is empty.\" The persistence, clinging to the dwelling place of seeing (the view);",
  "mnd3:42.4": "\"The world is very constant...,\" ...(omitted)... \"The obsession of seeing is",
  "mnd3:42.5": "indeed not easy to overcome\": The obsession of seeing is indeed not easy to",
  "mnd3:42.6": "overcome, difficult to surpass, difficult to escape, difficult to transcend,",
  "mnd3:42.7": "difficult to pass, and difficult to overcome.",
  "mnd3:43.1": "\"After selecting among the Dhammas, it is held tightly\": \"In the Dhamma,\" in the",
  "mnd3:43.2": "sixty-two evil views. \"After selection,\" after decision, after judgment, after",
  "mnd3:43.3": "measurement, after evaluation, after judgment, after separation, after",
  "mnd3:43.4": "clarification. \"To be grasped,\" limited grasp, partial grasp, uppermost grasp,",
  "mnd3:43.5": "fixed amount grasp, accumulation grasp: this is true, truthful, facts,",
  "mnd3:43.6": "correctness, and not inverted, to be held, clenched, clinging, taken, believed",
  "mnd3:43.7": "to be understood.",
  "mnd3:44.1": "\"Therefore everyone, in those attachments\": \"Therefore,\" ... \"Everyone,\" ....",
  "mnd3:44.2": "\"In those attachments,\" in those attachments of seeing (views).",
  "mnd3:45.1": "\"Rejection and holding of the Dhamma\": \"Rejection,\" he refuses for two reasons:",
  "mnd3:45.2": "he refuses by interruption by others, or he refuses when it is not reached (by",
  "mnd3:45.3": "him). How to refuse by interruption by others? Judgment: That master is not the",
  "mnd3:45.4": "all wise man, the Dhamma is not said to be good, (its) groups (of people) are",
  "mnd3:45.5": "not those who do what is good, seeing is not good, the path is not set up by the",
  "mnd3:45.6": "good, the path is not detached, there is no purity here, or purification, or all",
  "mnd3:45.7": "over pure; or free, or liberated, or all out, it's inferior, despicable, low,",
  "mnd3:45.8": "trivial, inferior intent, insignificant; and this is \"interrupted by others.\" In",
  "mnd3:45.9": "this way, when interrupted, he rejects the master, the narration of the Dhamma,",
  "mnd3:45.10": "the group, and the meeting, refuse the path, reject the Path, so that it is",
  "mnd3:45.11": "\"interrupted by others.\" How does he refuse when it is not reached (by him)? He",
  "mnd3:45.12": "rejects when the precept is not reached, he rejects when the prohibition is not",
  "mnd3:45.13": "reached, and when the precept and prohibition are not reached, he refuses, so he",
  "mnd3:45.14": "refuses when it is not reached. \"And grasping,\" he grasps the master, grasps the",
  "mnd3:45.15": "narration, grasps the group, grasps the view, grasps the way, grasps the path,",
  "mnd3:45.16": "he grasps, persists.",
  "mnd3:46.1": "<em>21 : For those who are cleansed,",
  "mnd3:46.2": "There is no place in the world where there are all types of views,",
  "mnd3:46.3": "After the cleansed one has abandoned deception and conceit,",
  "mnd3:46.4": "What would he fall into?</em>",
  "mnd3:46.5": "<em>21 : For those who are cleansed,",
  "mnd3:46.6": "There is no place in the world where there are all types of views,",
  "mnd3:46.7": "After the cleansed one has abandoned deception and conceit,",
  "mnd3:46.8": "What would he fall into?</em>",
  "mnd3:46.9": "<em>21 : For those who are cleansed,",
  "mnd3:46.10": "There is no place in the world where there are all types of views,",
  "mnd3:46.11": "After the cleansed one has abandoned deception and conceit,",
  "mnd3:46.12": "What would he fall into?</em>",
  "mnd3:46.13": "<em>21 : For those who are cleansed,",
  "mnd3:46.14": "There is no place in the world where there are all types of views,",
  "mnd3:46.15": "After the cleansed one has abandoned deception and conceit,",
  "mnd3:46.16": "What would he fall into?</em>",
  "mnd3:47.1": "\"For those who are cleansed, there is indeed no place in the world, where there",
  "mnd3:47.2": "are all types of (incorrect) views (of existence)\": \"Cleansing,\" cleansing is",
  "mnd3:47.3": "called wisdom, which is wisdom...(omitted) For what reason is cleansed called",
  "mnd3:47.4": "Wisdom? With that wisdom, the evil deeds of the body are shaken off, cleansed,",
  "mnd3:47.5": "completely cleansed, and washed away; the evil deeds of speech...; malevolent",
  "mnd3:47.6": "acts..., greed...; anger, ignorance, ...(omitted)...; all pollution, all evil",
  "mnd3:47.7": "deeds, all troubles, all scorching heat, all heat troubles, all unwholesome",
  "mnd3:47.8": "deeds are shaken off, washed, completely washed, and separated by washing, for",
  "mnd3:47.9": "this reason cleansing is called wisdom.",
  "mnd3:48.1": "Or, evil views are shaken off..., washed away by right views; evil words...,",
  "mnd3:48.2": "right words; evil kamma..., right deeds; evil destiny..., righteous destiny;",
  "mnd3:48.3": "evil spirit..., righteous effort; evil thoughts..., right thoughts; evil",
  "mnd3:48.4": "deeds..., right concentration; evil wisdom..., right wisdom; evil liberation...,",
  "mnd3:48.5": "right liberation; cleansed, completely cleansed, and washed away.",
  "mnd3:49.1": "Or, all pollution, all evil deeds, all afflictions, all scorching heat, all heat",
  "mnd3:49.2": "afflictions, all unwholesome deeds are shaken off, cleansed, completely",
  "mnd3:49.3": "cleansed, and separated by cleansing by the eight holy paths, and the Arahant",
  "mnd3:49.4": "possesses, fully possesses, enters, fully enters, fully-sufficient,",
  "mnd3:49.5": "fully-satisfied, possessing these dhammas that can be cleansed. Therefore, the",
  "mnd3:49.6": "Arahant is a cleansed person. He is the one who shakes off the greed, the evil,",
  "mnd3:49.7": "the pollution, and the heat (irritation). \"No matter where,\" no matter where,",
  "mnd3:49.8": "anywhere, wherever, inside or outside or (both) inside and outside. \"In the",
  "mnd3:49.9": "world,\" in the world of the suffering world... (omitted).",
  "mnd3:50.1": "There are two types of fixed views: the fixed views because of desire and the",
  "mnd3:50.2": "fixed views of seeing (views)... (omitted). \"In all types of existence,\" in all",
  "mnd3:50.3": "types of kamma, the desire to have again; in the desire to have, the form of",
  "mnd3:50.4": "existence; in the form of existence, the formlessness again; in the kamma of the",
  "mnd3:50.5": "formless existence, repeating again and again; in the repeated interest, in the",
  "mnd3:50.6": "rebirth; in the rebirth, the individual birth. For those who are cleansed, no",
  "mnd3:50.7": "matter where they are in the world, there are indeed no views, and there are",
  "mnd3:50.8": "(none of) all types of fixed views: for those who are cleansed, no matter where",
  "mnd3:50.9": "in the world, construction of all types of things, fixed, contrived, making",
  "mnd3:50.10": "cohabitation with views, he is not, does not exist, is not known, is not",
  "mnd3:50.11": "discovered, has been cut off, severed, calmed down, stopped, unable to arise,",
  "mnd3:50.12": "burned by the fire of wisdom.",
  "mnd3:51.1": "\"The person who cleans up abandons deception and conceit\": Deception is called",
  "mnd3:51.2": "deception. Here, after a certain type of person performs evil deeds with the",
  "mnd3:51.3": "body; after the evil deeds with the language; after the evil deeds with the",
  "mnd3:51.4": "intention, the desire to hide the evil is established. He wants: \"May he not",
  "mnd3:51.5": "know me (my deeds, etc.)!\" He doesn't want to know me!\" Says \"May he not know",
  "mnd3:51.6": "me!\" working hard physically, \"May he not know me!\" [AN.6.45] In cases of",
  "mnd3:51.7": "deception, cross-border (violation), concealment, obfuscation, keeping secrets,",
  "mnd3:51.8": "hiding, concealing (keeping secrets all over), covering, covering all over,",
  "mnd3:51.9": "undisclosed acts, and covering up evil acts are called deceptions.",
  "mnd3:52.1": "\"Conceit,\" one type of conceit: that is the height of the heart; two types...:",
  "mnd3:52.2": "self praise is conceited, contempt for others is conceited; three: \"I am the",
  "mnd3:52.3": "winner\"..., \"I am the same,\" \"I am the inferior;\" four: to gain, to have fame,",
  "mnd3:52.4": "praise, and comfort; five: \"I obtain the desired form,\" \"I obtain the desired",
  "mnd3:52.5": "sound,\" smell..., taste..., touch....; six types: with eyes..., ears..., nose,",
  "mnd3:52.6": "tongue, body, ...satisfaction of the mind makes one conceited; seven: conceit,",
  "mnd3:52.7": "arrogance, conceit and arrogance, humbleness, conceit of increase, conceit of",
  "mnd3:52.8": "self-reality, conceit of evil; eight: obtaining makes one conceited, not",
  "mnd3:52.9": "obtaining..., fame, no fame, praise, rebuke, happiness, and suffering; nine: the",
  "mnd3:52.10": "winner thinks: \"I am the winner\"..., the winner thinks: \"I am the same,\" the",
  "mnd3:52.11": "winner thinks: \"I am the inferior\"...; and equal think: \"I am the winner,\" the",
  "mnd3:52.12": "equal thinks: \"I am the same,\" the equal thinks: \"I am the inferior,\" the",
  "mnd3:52.13": "inferior thinks: \"I am the winner,\" the inferior thinks: \"I am the same,\" the",
  "mnd3:52.14": "inferior thinks: \"I am the inferior;\" ten types...: here, by certain birth, or",
  "mnd3:52.15": "surname, or good family, or beauty like a lotus, or property, or research",
  "mnd3:52.16": "(acquisition), or career, or craftsmanship, or study, or by what you hear, or by",
  "mnd3:52.17": "arguing, or by something to make one conceited; anyone who, like this, with this",
  "mnd3:52.18": "type of heart conceit, thinking, perceiving the situation, high tribute, high",
  "mnd3:52.19": "conceit, as a banner, as a flag, heart vanity is called conceited. \"The cleansed",
  "mnd3:52.20": "one abandons the deceit and conceit\": After the cleansed one abandons, after",
  "mnd3:52.21": "discarding, after being driven away, after finishing, and making it go to",
  "mnd3:52.22": "non-existence.",
  "mnd3:53.1": "\"He is a non-attached person, what would he fall into?\": \"Attachment,\" there are",
  "mnd3:53.2": "two types of attachments.... For him, the attachment to love has been cut off;",
  "mnd3:53.3": "the attachment to seeing (views) has been cut off, the state of attachment to",
  "mnd3:53.4": "seeing has been cut off; not-attached people will fall in with what greed, with",
  "mnd3:53.5": "what aversion, with what delusion, with what conceit, with what perception, with",
  "mnd3:53.6": "what doubt, what type of potential trouble, and become the \"infected,\" or",
  "mnd3:53.7": "\"disgusting,\" or \"ignorant,\" or \"bound,\" or \"attacker,\" or \"coming to the",
  "mnd3:53.8": "scattered chaos,\" or \"coming to the unsatisfactory,\" or \"coming to the",
  "mnd3:53.9": "stalwart?\" What type of state will the state where the deeds have been cut off",
  "mnd3:53.10": "and the deeds will fall into the interesting place and become \"in hell,\" or \"the",
  "mnd3:53.11": "animal world,\" or \"hungry ghost world,\" or \"human,\" or \"heaven,\" or \"formed,\" or",
  "mnd3:53.12": "\"formless,\" or \"thinking,\" or \"not thinking,\" or \"neither a thinker nor a",
  "mnd3:53.13": "thoughtless one?\" He has no cause, no predestiny, and no factors that will fall",
  "mnd3:53.14": "into it.",
  "mnd3:54.1": "<em>22 : The involved one has indeed reached a dispute on the various dhammas,",
  "mnd3:54.2": "(But) what could one dispute about with one who who has no attachment?",
  "mnd3:54.3": "What is taken and rejected do not exist for him,",
  "mnd3:54.4": "And he wiped out everything (views) in this life.</em>",
  "mnd3:54.5": "<em>22 : The involved one has indeed reached a dispute on the various dhammas,",
  "mnd3:54.6": "(But) what could one dispute about with one who who has no attachment?",
  "mnd3:54.7": "What is taken and rejected do not exist for him,",
  "mnd3:54.8": "And he wiped out everything (views) in this life.</em>",
  "mnd3:54.9": "<em>22 : The involved one has indeed reached a dispute on the various dhammas,",
  "mnd3:54.10": "(But) what could one dispute about with one who who has no attachment?",
  "mnd3:54.11": "What is taken and rejected do not exist for him,",
  "mnd3:54.12": "And he wiped out everything (views) in this life.</em>",
  "mnd3:54.13": "<em>22 : The involved one has indeed reached a dispute on the various dhammas,",
  "mnd3:54.14": "(But) what could one dispute about with one who who has no attachment?",
  "mnd3:54.15": "What is taken and rejected do not exist for him,",
  "mnd3:54.16": "And he wiped out everything (views) in this life.</em>",
  "mnd3:55.1": "\"Involved people have indeed reached controversy in all dhammas\": \"Involvement,\"",
  "mnd3:55.2": "there are two types of involvement: the craving and seeing.... For him, the",
  "mnd3:55.3": "involvement of thirst has not been cut off; the involvement of seeing has not",
  "mnd3:55.4": "been cut off, in the state of being unbroken, the state of involvement of seeing",
  "mnd3:55.5": "reached disputes in the dhamma, becoming the \"infected,\" or the \"disgusting,\" or",
  "mnd3:55.6": "the \"stupid,\" or the \"bound,\" or the \"holding,\" or \"coming to disorganization,\"",
  "mnd3:55.7": "or \"coming to the undesirable,\" or \"coming to the fortitude,\" the state of the",
  "mnd3:55.8": "unremoved, the unresolved state of the creations, in the interest of the",
  "mnd3:55.9": "controversy, becomes the \"fall to hell people,\" or \"those who fell into the",
  "mnd3:55.10": "animal world,\" or \"those who fell into the hungry ghost world,\" or \"human,\" or",
  "mnd3:55.11": "\"heaven,\" or \"formed,\" or \"formless,\" or \"thinking,\" or \" the non-thinking",
  "mnd3:55.12": "person, or the \"neither the thinking nor non-thinking person,\" he arrives,",
  "mnd3:55.13": "holds, grasps, and persists.",
  "mnd3:56.1": "\"How and by what can be said of the non-attached one\": \"Attachment,\" there are",
  "mnd3:56.2": "two types of attachment: .... For him, the attachment of thirst has been cut",
  "mnd3:56.3": "off...; with what greed..., in terms of the underlying tendency of trouble, can",
  "mnd3:56.4": "you say that the non-attachment person is the \"infected,\" or the \"disgusting,\"",
  "mnd3:56.5": "or the \"ignorant,\" or the \"bound,\" or the \"attacker,\" or \"coming to",
  "mnd3:56.6": "disorganization,\" or \"coming to the unsatisfactory,\" or \"coming to the",
  "mnd3:56.7": "stalwart?\" What can be said of the state in which the deeds have been cut",
  "mnd3:56.8": "off.... He has no cause, no fate, there are no factors that can be spoken of,",
  "mnd3:56.9": "can be talked of, can be explained, and can be said.",
  "mnd3:57.1": "\"Taking and rejecting do not exist for him\": The \"taking\" is for \"me,\" he does",
  "mnd3:57.2": "not have this; the \"rejection\" is for the extinction, he does not have this; the",
  "mnd3:57.3": "\"taking\" is the grasping, ...and the \"rejection\" is the one that should be",
  "mnd3:57.4": "released.... Anything that should be held, there is something that should be",
  "mnd3:57.5": "released; everything that should be released, there are those that should be",
  "mnd3:57.6": "held. Taking and rejecting has been surpassed, and the Arahant has surpassed",
  "mnd3:57.7": "consciousness and retreat. He is a person who has descended into a state, who",
  "mnd3:57.8": "has practiced, who has completed the journey, who has reached the direction, the",
  "mnd3:57.9": "cycle of life and death, without his rebirth.",
  "mnd3:58.1": "\"In this life he sweeps away all views\": For him, the sixty-two evil views have",
  "mnd3:58.2": "been cut off, severed, calmed down, stopped, unable to arise, burned by the fire",
  "mnd3:58.3": "of wisdom, and all evil views, he swept, shook off, shakes off completely,",
  "mnd3:58.4": "shakes down, gives up, drives away,s make to end, makes them to go to",
  "mnd3:58.5": "non-existence, in this life."
}