{
  "mnd4:0.1": "4. Purity",
  "mnd4:1.1": "<em>23 : I see purity: the highest, disease-free,",
  "mnd4:1.2": "A human being completely purified by seeing,",
  "mnd4:1.3": "When he knows that \"this is the highest,\" when he knows this way,",
  "mnd4:1.4": "\"He is the pure one who observes,\" he returns to wisdom.</em>",
  "mnd4:1.5": "<em>23 : I see purity: the highest, disease-free,",
  "mnd4:1.6": "A human being completely purified by seeing,",
  "mnd4:1.7": "When he knows that \"this is the highest,\" when he knows this way,",
  "mnd4:1.8": "\"He is the pure one who observes,\" he returns to wisdom.</em>",
  "mnd4:1.9": "<em>23 : I see purity: the highest, disease-free,",
  "mnd4:1.10": "A human being completely purified by seeing,",
  "mnd4:1.11": "When he knows that \"this is the highest,\" when he knows this way,",
  "mnd4:1.12": "\"He is the pure one who observes,\" he returns to wisdom.</em>",
  "mnd4:1.13": "<em>23 : I see purity: the highest, disease-free,",
  "mnd4:1.14": "A human being completely purified by seeing,",
  "mnd4:1.15": "When he knows that \"this is the highest,\" when he knows this way,",
  "mnd4:1.16": "\"He is the pure one who observes,\" he returns to wisdom.</em>",
  "mnd4:2.1": "\"I see purity: the highest, disease-free\": \"I see purity,\" I see purity, I look",
  "mnd4:2.2": "at purity, I watch purity, I observe purity. \"The highest, disease-free,\" the",
  "mnd4:2.3": "highest, the disease-free, the one who reaches the sanctuary, the one who",
  "mnd4:2.4": "reaches the refuge, the one who reaches the shelter, the one who reaches no",
  "mnd4:2.5": "fear, the one who reaches the non-living, the one who reaches the extinction,",
  "mnd4:2.6": "the one who reaches Nibbāna.",
  "mnd4:3.1": "\"Complete purity by seeing\": To see the form with the eyes is to see the purity,",
  "mnd4:3.2": "purification, and complete purity of a person; detachment, liberation, and",
  "mnd4:3.3": "disengagement, and a person becomes pure, purified, and completely pure; freed,",
  "mnd4:3.4": "detached, liberated everywhere.",
  "mnd4:4.1": "\"When he knows this way, he knows that 'it is the highest'\": When this way is",
  "mnd4:4.2": "known, certain, and penetrated. \"This is the highest, the first, the most",
  "mnd4:4.3": "superior, the victorious, the top, the highest.\" After he knows, understands,",
  "mnd4:4.4": "weighs, judges, separates, and clarifies.",
  "mnd4:5.1": "\"'He is the one who observes in purity,' he returns to wisdom\": Whoever sees",
  "mnd4:5.2": "purity, he is the one who observes purity. \"He returns to wisdom.\" He who sees",
  "mnd4:5.3": "form with eye awareness returns to \"wisdom;\" returns to the Path, returns to the",
  "mnd4:5.4": "Exit.",
  "mnd4:6.1": "<em>24 : If someone is pure by seeing,",
  "mnd4:6.2": "Or if he gives up suffering through wisdom,",
  "mnd4:6.3": "Then there are those who rely on other (things) to be come pure;",
  "mnd4:6.4": "It should be said that he is indeed such a speaker.</em>",
  "mnd4:6.5": "<em>24 : If someone is pure by seeing,",
  "mnd4:6.6": "Or if he gives up suffering through wisdom,",
  "mnd4:6.7": "Then there are those who rely on other (things) to be come pure;",
  "mnd4:6.8": "It should be said that he is indeed such a speaker.</em>",
  "mnd4:6.9": "<em>24 : If someone is pure by seeing,",
  "mnd4:6.10": "Or if he gives up suffering through wisdom,",
  "mnd4:6.11": "Then there are those who rely on other (things) to be come pure;",
  "mnd4:6.12": "It should be said that he is indeed such a speaker.</em>",
  "mnd4:6.13": "<em>24 : If someone is pure by seeing,",
  "mnd4:6.14": "Or if he gives up suffering through wisdom,",
  "mnd4:6.15": "Then there are those who rely on other (things) to be come pure;",
  "mnd4:6.16": "It should be said that he is indeed such a speaker.</em>",
  "mnd4:7.1": "\"If someone is pure by seeing\": To see the form with our eyes... (omitted).",
  "mnd4:8.1": "\"Or if he can give up suffering with wisdom\": If he can see with his eyes, and",
  "mnd4:8.2": "if one gives up life and suffering, old age suffering, sickness, death, and",
  "mnd4:8.3": "sorrow, grief, despair and suffering.",
  "mnd4:9.1": "\"There are those who rely on others to become pure\": With other things, impure",
  "mnd4:9.2": "ways, evil ways, and non-existence, in addition to (besides) mindfulness, in",
  "mnd4:9.3": "addition to all right work, in addition to the divine bases, in addition to the",
  "mnd4:9.4": "roots, in addition to the strengths, in addition to the enlightenment, in",
  "mnd4:9.5": "addition to the eight branches of the holy path, man becomes pure, becomes",
  "mnd4:9.6": "purified, becomes pure throughout; is freed, liberated, and departed from all",
  "mnd4:9.7": "over. The \"reliant\" are those who have greed, hatred, ignorance, sloth, thirst,",
  "mnd4:9.8": "(evil) seers, polluters, and clingers.",
  "mnd4:10.1": "\"It should be said that he is indeed such a speaker\": The one who sees (these",
  "mnd4:10.2": "views) and speaks: Like this, this person is (one with) a wrong view, a reverse",
  "mnd4:10.3": "view. \"It is such a speaker,\" is such a speaker, narrator, sayer, explainer,",
  "mnd4:10.4": "speaker: \"The world is constant, this is true, and everything else is empty.\"",
  "mnd4:10.5": "Such a speaker... \"The world is very constant... The world is bounded... The",
  "mnd4:10.6": "world is boundless... Fate is the body... Fate is one body is the other...",
  "mnd4:10.7": "Tathāgata exists after death... Tathāgata does not exist after death... The",
  "mnd4:10.8": "Tathāgata after death exists and does not exist... The Tathāgata after death",
  "mnd4:10.9": "neither exists nor does not exist; this is true, and everything else is empty.\"",
  "mnd4:10.10": "Such a sayer, narrator, talker, interpreter, and speaker.",
  "mnd4:11.1": "<em>25 : Brāhmaṇas do not say purity comes from others (things or views),",
  "mnd4:11.2": "Or in what they see, hear, or precepts and prohibitions, or feel,",
  "mnd4:11.3": "Not being contaminated by merit and evil, abandoning what is taken (up),",
  "mnd4:11.4": "Without making (anything) here.</em>",
  "mnd4:11.5": "<em>25 : Brāhmaṇas do not say purity comes from others (things or views),",
  "mnd4:11.6": "Or in what they see, hear, or precepts and prohibitions, or feel,",
  "mnd4:11.7": "Not being contaminated by merit and evil, abandoning what is taken (up),",
  "mnd4:11.8": "Without making (anything) here.</em>",
  "mnd4:11.9": "<em>25 : Brāhmaṇas do not say purity comes from others (things or views),",
  "mnd4:11.10": "Or in what they see, hear, or precepts and prohibitions, or feel,",
  "mnd4:11.11": "Not being contaminated by merit and evil, abandoning what is taken (up),",
  "mnd4:11.12": "Without making (anything) here.</em>",
  "mnd4:11.13": "<em>25 : Brāhmaṇas do not say purity comes from others (things or views),",
  "mnd4:11.14": "Or in what they see, hear, or precepts and prohibitions, or feel,",
  "mnd4:11.15": "Not being contaminated by merit and evil, abandoning what is taken (up),",
  "mnd4:11.16": "Without making (anything) here.</em>",
  "mnd4:12.1": "\"Brāhmaṇas are not pure from others, in what they see, hear, precepts and",
  "mnd4:12.2": "prohibitions or perceptions\": \"Not\" means negation. \"Brāhmaṇa,\" the exclusion of",
  "mnd4:12.3": "the seven dhammas is the Brāhmaṇa: seeing is excluded, doubt is excluded,",
  "mnd4:12.4": "abstinence is excluded, greed is excluded, aversion is excluded, illusion is",
  "mnd4:12.5": "eliminated, sloth is eliminated, those evil and unwholesome methods are",
  "mnd4:12.6": "eliminated: those that are contaminated, those that are no longer there, those",
  "mnd4:12.7": "that are fearful, those who will suffer the consequences, and those who will die",
  "mnd4:12.8": "in the future.",
  "mnd4:13.1": "The Blessed One: [Sn.3.6, 524]",
  "mnd4:13.2": "\"After all evil is eliminated,",
  "mnd4:13.3": "Standing the spotless, virtuous state,",
  "mnd4:13.4": "After he transcends reincarnation,",
  "mnd4:13.5": "He becomes a perfect man.",
  "mnd4:13.6": "Those who are not dependent,",
  "mnd4:13.7": "Like this can be called Brāhmaṇa.\"",
  "mnd4:14.1": "\"Brāhmaṇas do not say purity is from others,\" With other things ..., the",
  "mnd4:14.2": "Brāhmaṇa does not speak, say, talk, or explain, does not say.",
  "mnd4:15.1": "\"In what they see, hear, precepts and prohibition, or perceptions.\" Some Samaṇas",
  "mnd4:15.2": "and Brāhmaṇas regard seeing as pure. They identify seeing certain forms as",
  "mnd4:15.3": "auspicious, and believe that seeing certain forms as unlucky. What type of sight",
  "mnd4:15.4": "do they believe is auspicious? In the early morning they saw the auspicious",
  "mnd4:15.5": "forms: seeing sparrows, seeing the gorgeous and colorful Marmelos trees,",
  "mnd4:15.6": "...pregnant women, ...boy on the shoulders of a man, full urns, Samaṇas, horses,",
  "mnd4:15.7": "horse carts, bulls, oxen; they believe that seeing things like that is",
  "mnd4:15.8": "auspicious. What types of sights do they believe are unlucky? Seeing the straw",
  "mnd4:15.9": "pile, ...the butter urn, the empty urn, the dancers, the nude fake Samaṇas, the",
  "mnd4:15.10": "mule, the donkey carriage ride, the single-harness ride, the one-eyed person,",
  "mnd4:15.11": "hand deformity, the lame person, the half-body, the elderly, and the sick; they",
  "mnd4:15.12": "believe that it is unlucky to see things like that. These are those Samaṇas and",
  "mnd4:15.13": "Brāhmaṇas who see what they see as pure.",
  "mnd4:16.1": "Some Samaṇas and Brāhmaṇas regard what they hear is pure. They believe that",
  "mnd4:16.2": "hearing certain sounds is auspicious, and they believe that hearing certain",
  "mnd4:16.3": "sounds is unlucky. Which sounds do they believe are auspicious? In the early",
  "mnd4:16.4": "morning they heard an auspicious voice: \"Prosperity,\" or \"precious,\" or \"full,\"",
  "mnd4:16.5": "or \"gorgeous,\" or \"worry-free,\" or \"good will,\" or \"good star,\" or \"good luck,\"",
  "mnd4:16.6": "or \"lucky,\" or \"luck increase;\" they believe that hearing sounds like this is",
  "mnd4:16.7": "auspicious. Which sounds do they believe are unlucky? \"One-eye,\" or \"hand",
  "mnd4:16.8": "deformity,\" or \"lame,\" or \"half-body,\" or \"elderly,\" or \"patient (sick),\" or",
  "mnd4:16.9": "\"dead,\" or \"cut,\" or \"broken,\" or \"burned,\" or \"disappeared,\" or \"none;\" they",
  "mnd4:16.10": "believe that hearing sounds like this is unlucky.",
  "mnd4:17.1": "Some Samaṇas and Brāhmaṇas regard precepts as purity. They believe that the",
  "mnd4:17.2": "degree of precept, the degree of (self) restraint, the degree of self-control,",
  "mnd4:17.3": "and the degree of non-violation are pure, clean.... Uggāhamāna Samaṇamuṇḍika",
  "mnd4:17.4": "said: Homeowner! I have established that the men who possess the four methods",
  "mnd4:17.5": "are those who have goodness, the highest of goodness, those who obtain the",
  "mnd4:17.6": "supreme attainment, and the Samaṇa (does not exist) who cannot overcome them.",
  "mnd4:17.7": "Which four? Homeowner! Here, he does not act evil deeds, does not speak evil",
  "mnd4:17.8": "words, does not intend with evil intentions, does not live a life of evil,",
  "mnd4:17.9": "owner! I have established that the man who possesses these four methods is the",
  "mnd4:17.10": "one who has goodness, the supreme one who is good, the one who is supremely",
  "mnd4:17.11": "attained, and the unsurpassable Samaṇa [MN.78]. Similarly, some Samaṇas and",
  "mnd4:17.12": "Brāhmaṇas regard precepts as pure.",
  "mnd4:18.1": "Some Samaṇas and Brāhmaṇas regard the prohibition as pure. They are those who",
  "mnd4:18.2": "guard (prohibit) the elephant, or the horse, or the cow, or the dog, or the",
  "mnd4:18.3": "crow, or Vishnu, or the power of gods, or the sage, or the pearl sage, or the",
  "mnd4:18.4": "fire, or the dragon, or the golden-winged bird, or the Yakkha, or the asura, or",
  "mnd4:18.5": "the Gandhabba, or the great king, or the moon, or the sun, or the Indā, or the",
  "mnd4:18.6": "Brahma, or devas, or the position.",
  "mnd4:19.1": "Some Samaṇas and Brāhmaṇas consider what they feel is pure. They touch the",
  "mnd4:19.2": "earth, in the early morning, touch grass, cow dung, turtle, hoe, sesame carrier,",
  "mnd4:19.3": "chew auspicious sesame seeds, chew auspicious oil, chew auspicious tooth wood,",
  "mnd4:19.4": "bathe with auspicious soil, wear auspicious clothes, and wrap a lucky headscarf.",
  "mnd4:20.1": "\"In what you see, hear, precepts and prohibitions, or perception,\" a Brāhmaṇa",
  "mnd4:20.2": "does not say purity is in what he sees; he does not say purity is in what he",
  "mnd4:20.3": "hears; he is not pure by precepts; he is not pure by prohibitions; and he is not",
  "mnd4:20.4": "(pure) by what he feels. Purity means purity; to not tell, not talk, not",
  "mnd4:20.5": "explain, not speak.",
  "mnd4:21.1": "\"Not to be polluted in virtue and evil\": Virtue is called all the good works of",
  "mnd4:21.2": "the three realms, and non-benefit (evil) is called all unwholesome (works).",
  "mnd4:21.3": "Because the good deeds and non-blessings and immovable deeds are cut off, the",
  "mnd4:21.4": "root has been cut off just like a palm tree without roots, it becomes non-being,",
  "mnd4:21.5": "something that will not grow for the future; in this case, it is not",
  "mnd4:21.6": "contaminated, not strongly contaminated, not closely contaminated in virtue and",
  "mnd4:21.7": "evil, no longer contaminated, no longer strongly contaminated, no longer",
  "mnd4:21.8": "contaminated closely. He has left, has departed, has been freed, has been freed",
  "mnd4:21.9": "from bondage, he dwells with an unrestrained heart.",
  "mnd4:22.1": "\"Abandon what you take, and don't make (anything) here\": \"Abandon what you take\"",
  "mnd4:22.2": "means forsaking your vision; \"abandon what you take\" means forsaking",
  "mnd4:22.3": "perseverance; \"abandon what you take\" means holding on because of craving for",
  "mnd4:22.4": "love and seeing; all that is held, clinging, taking, and faithful to are",
  "mnd4:22.5": "abandoned, spit out, released, dismissed, and discontinued by him. \"Those who do",
  "mnd4:22.6": "not make (anything) here,\" the one that is not making merit, the one that is not",
  "mnd4:22.7": "made to be born, the one that is not to be produced, the one that is not making",
  "mnd4:22.8": "to arise.",
  "mnd4:23.1": "<em>26 : After cutting off the previous one and becoming the subsequent follower,",
  "mnd4:23.2": "The disturbed followers to not cross the tie,",
  "mnd4:23.3": "They pick up (views, masters, etc.) and let go,",
  "mnd4:23.4": "Like a monkey grabbing a branch and letting go.</em>",
  "mnd4:23.5": "<em>26 : After cutting off the previous one and becoming the subsequent follower,",
  "mnd4:23.6": "The disturbed followers to not cross the tie,",
  "mnd4:23.7": "They pick up (views, masters, etc.) and let go,",
  "mnd4:23.8": "Like a monkey grabbing a branch and letting go.</em>",
  "mnd4:23.9": "<em>26 : After cutting off the previous one and becoming the subsequent follower,",
  "mnd4:23.10": "The disturbed followers to not cross the tie,",
  "mnd4:23.11": "They pick up (views, masters, etc.) and let go,",
  "mnd4:23.12": "Like a monkey grabbing a branch and letting go.</em>",
  "mnd4:23.13": "<em>26 : After cutting off the previous one and becoming the subsequent follower,",
  "mnd4:23.14": "The disturbed followers to not cross the tie,",
  "mnd4:23.15": "They pick up (views, masters, etc.) and let go,",
  "mnd4:23.16": "Like a monkey grabbing a branch and letting go.</em>",
  "mnd4:24.1": "\"Rejecting the former and becoming the subsequent followers\": After the former",
  "mnd4:24.2": "master, becoming the follower (adherent) of other masters; ...narratives of",
  "mnd4:24.3": "previous methods (Dhammas)...; ...masses (groups)...; ...views...; ...paths....",
  "mnd4:24.4": "Those who are completely dependent, adherents (followers), entrants, those who",
  "mnd4:24.5": "are tied, and those who turn their minds towards (these things).",
  "mnd4:25.1": "\"Followers who are disturbed do not get through the tie\": Disturbance is called",
  "mnd4:25.2": "craving, which is greed.... \"Disturbed followers,\" the disturbed follower, the",
  "mnd4:25.3": "perturbed follower, the one who is taken down by the disturbance, the",
  "mnd4:25.4": "overthrown, the conquered, the one whose heart is overtaken. \"They don't get",
  "mnd4:25.5": "through the tie,\" the greed tie, the hatred tie, the sloth tie, the polluted",
  "mnd4:25.6": "tie, the evil doings tie, they don't get over, don't transcend, don't pass,",
  "mnd4:25.7": "don't cross, don't overcome.",
  "mnd4:26.1": "\"They pick up and let go\": They grab a master, let go of that one and then grab",
  "mnd4:26.2": "other masters; ...the narration of the dhamma...; the crowd, the view, the",
  "mnd4:26.3": "path..., they grab and let go, take and let go.",
  "mnd4:27.1": "\"Like a monkey grabbing a branch and letting it go\": Like a monkey roaming in",
  "mnd4:27.2": "the woods and forests grabbing a branch, letting go of that branch and then",
  "mnd4:27.3": "grabbing another branch [SN.12.61]; the same, most of the Samaṇas and Brāhmaṇas",
  "mnd4:27.4": "catch and let go, take and let go of the evil opinions of the majority.",
  "mnd4:28.1": "<em>27 : After a person is restrained by himself,",
  "mnd4:28.2": "He wants to adhere to him high and low,",
  "mnd4:28.3": "After the wise man takes the Dhamma,",
  "mnd4:28.4": "The wise man does not go high and low.</em>",
  "mnd4:28.5": "<em>27 : After a person is restrained by himself,",
  "mnd4:28.6": "He wants to adhere to him high and low,",
  "mnd4:28.7": "After the wise man takes the Dhamma,",
  "mnd4:28.8": "The wise man does not go high and low.</em>",
  "mnd4:28.9": "<em>27 : After a person is restrained by himself,",
  "mnd4:28.10": "He wants to adhere to him high and low,",
  "mnd4:28.11": "After the wise man takes the Dhamma,",
  "mnd4:28.12": "The wise man does not go high and low.</em>",
  "mnd4:28.13": "<em>27 : After a person is restrained by himself,",
  "mnd4:28.14": "He wants to adhere to him high and low,",
  "mnd4:28.15": "After the wise man takes the Dhamma,",
  "mnd4:28.16": "The wise man does not go high and low.</em>",
  "mnd4:29.1": "\"After a person is restrained by himself\": \"Holding oneself\" means holding by",
  "mnd4:29.2": "oneself (self-sustaining). \"Prohibition,\" ...; after he takes it, after holding,",
  "mnd4:29.3": "after assuming, after grasping, after attachment. \"Man,\" Sentient beings, human",
  "mnd4:29.4": "beings, student Brāhmaṇas, people, individuals, lives, those born to people,",
  "mnd4:29.5": "those born to Indā, and Manu.",
  "mnd4:30.1": "\"Adhering to him and walking high and low\": He walked from master to master;",
  "mnd4:30.2": "from Dhamma to Dhamma; .... \"I want to be stuck,\" want to think, think",
  "mnd4:30.3": "maliciously, think about harm, think about sticking, entangled, bound, attached,",
  "mnd4:30.4": "fixed, obstacles, such as objects on a wall pile or a wall nail, the upper part",
  "mnd4:30.5": "is stuck, entangled, bound, attached, fixed, obstructed. In the same way, wanted",
  "mnd4:30.6": "to be thought, malicious thought, persecuted, seen to be stuck, entangled,",
  "mnd4:30.7": "bound, adhered, obstructed, obstacle.",
  "mnd4:31.1": "\"After the wise man takes the Dhamma (lit. the Vedas Dhamma)\": The \"wise man\" is",
  "mnd4:31.2": "the wise man, the enlightened man, the distinguished man, and the wise man who",
  "mnd4:31.3": "has given up his craving for adhesion. After breaking the adhesion of the mind,",
  "mnd4:31.4": "one will not be contaminated in what you see; not contaminated in what you",
  "mnd4:31.5": "smell; not contaminated in what you feel; not contaminated, not strongly",
  "mnd4:31.6": "contaminated, not closely contaminated, no longer contaminated, no longer",
  "mnd4:31.7": "strongly contaminated, no longer contaminated closely. He has left, has",
  "mnd4:31.8": "departed, has been liberated, has been freed from bondage, he dwells with an",
  "mnd4:31.9": "unrestrained heart.",
  "mnd4:32.1": "\"In the Vedas,\" the Vedas are called wisdom, root of wisdom, power of wisdom,",
  "mnd4:32.2": "enlightenment, investigation, vipassanā, right view in the four realms. For",
  "mnd4:32.3": "those who have reached the ultimate (target) in the Vedas, those who have",
  "mnd4:32.4": "reached the ultimate, have reached the end; those who have reached the end, have",
  "mnd4:32.5": "reached the boundary (ultimate); those who have reached the boundary, have",
  "mnd4:32.6": "reached the end; those who have reached the end, have arrived at the shelter;",
  "mnd4:32.7": "those who have reached the shelter, have reached the refuge; those who have",
  "mnd4:32.8": "reached the refuge, have reached safety; those who have reached safety, have",
  "mnd4:32.9": "reached no terror; those who have reached no terror, have reached no death;",
  "mnd4:32.10": "those who have reached no death, have reached the undeath; those who have",
  "mnd4:32.11": "reached the undeath, have reached extinction; those who have reached extinction,",
  "mnd4:32.12": "have reached the Nibbāna. Or \"the one who has reached the Vedas\" is the one who",
  "mnd4:32.13": "knows the Vedas, or the known state of the seven dhammas is the one who knows",
  "mnd4:32.14": "the Vedas: seeing is knowns suspicion is known, abstinence is known, greed is",
  "mnd4:32.15": "known, hatred is known, ignorance is known, conceit is known, and its evil and",
  "mnd4:32.16": "unwholesome methods are known: contaminated, again, fearful, suffering, the",
  "mnd4:32.17": "future will live and die.",
  "mnd4:33.1": "The Blessed One: [Sn.3.6, 534]",
  "mnd4:33.2": "\"Select all the Vedas,",
  "mnd4:33.3": "All those belonging to the Samaṇas and Brāhmaṇas that exist here,",
  "mnd4:33.4": "He is free from greed in all feelings,",
  "mnd4:33.5": "And after surpassing all Vedas, he is one who knows the Vedas well.\"",
  "mnd4:34.1": "\"After the wise man took the Dhamma\": Union, after seeing the Dhamma: \"All",
  "mnd4:34.2": "actions are impermanent\" as the union, after seeing the Dhamma, \"all actions are",
  "mnd4:34.3": "suffering\" ..., \"all dhammas are non-self\" ..., \"formation is dependent on",
  "mnd4:34.4": "ignorance\" ..., \"consciousness is based on formation\" ..., name and form..., six",
  "mnd4:34.5": "sense bases..., touch (contact)..., feeling..., (emotion...,) craving...,",
  "mnd4:34.6": "(becoming...,), birth..., old age and death...; extinguishment by the death of",
  "mnd4:34.7": "ignorance, undertaking to perish and be extinguished, extinguishing by knowing",
  "mnd4:34.8": "and by name, extinguishing by name and appearance and in six sense bases,",
  "mnd4:34.9": "extinguishing by touch in six sense bases, the extinction of touch, ...the",
  "mnd4:34.10": "extinction of thirst..., ...by thirst and love..., ...to be born and to die",
  "mnd4:34.11": "out...; ...\"this is suffering\"..., this is the collection of suffering, this is",
  "mnd4:34.12": "the cessation of suffering, this is the path leading to (the cessation of)",
  "mnd4:34.13": "suffering; these are the defilements, this is the collection of defilements,",
  "mnd4:34.14": "this is the cessation of defilement, this is the path leading to the cessation",
  "mnd4:34.15": "defilements; these dhammas should be proven, these dhammas should be known,",
  "mnd4:34.16": "these dhammas should be widely known, these dhammas should be cut off, these",
  "mnd4:34.17": "dhammas should be practiced, these dhammas should be testified to; gathering,",
  "mnd4:34.18": "extinction, pleasure, affliction, and renunciation of the six touch points...,",
  "mnd4:34.19": "gathering, ..., of the five aggregates..., ...of the four major species; \"any",
  "mnd4:34.20": "collection of dhammas is extinguishing of the dhammas\"..., as the union, after",
  "mnd4:34.21": "seeing the Dhamma.",
  "mnd4:35.1": "\"The wise man does not go high and low\": He does not go from master to master,",
  "mnd4:35.2": "does not go from the narration of the Dhamma to the narration of the Dhamma,",
  "mnd4:35.3": "...(omitted) \"The wise one,\" the wise one is the great wise one, the quick wise",
  "mnd4:35.4": "one, the wiser, the insightful one; as the earth is called wide, he has the same",
  "mnd4:35.5": "vast and expanding wisdom as the earth.",
  "mnd4:36.1": "<em>28 : He is a person who has left the legion in all dhammas:",
  "mnd4:36.2": "Everything seen or heard,",
  "mnd4:36.3": "Who can classify (him) in this world,",
  "mnd4:36.4": "Who has seen and opened up like this?</em>",
  "mnd4:36.5": "<em>28 : He is a person who has left the legion in all dhammas:",
  "mnd4:36.6": "Everything seen or heard,",
  "mnd4:36.7": "Who can classify (him) in this world,",
  "mnd4:36.8": "Who has seen and opened up like this?</em>",
  "mnd4:36.9": "<em>28 : He is a person who has left the legion in all dhammas:",
  "mnd4:36.10": "Everything seen or heard,",
  "mnd4:36.11": "Who can classify (him) in this world,",
  "mnd4:36.12": "Who has seen and opened up like this?</em>",
  "mnd4:36.13": "<em>28 : He is a person who has left the legion in all dhammas:",
  "mnd4:36.14": "Everything seen or heard,",
  "mnd4:36.15": "Who can classify (him) in this world,",
  "mnd4:36.16": "Who has seen and opened up like this?</em>",
  "mnd4:37.1": "\"He is the one who has left the legion in all dhammas: whatever he sees or hears",
  "mnd4:37.2": "and perceives\": The legion is called the demon army, the bodily evil act is the",
  "mnd4:37.3": "devil army; the evil act of speech is the devil army; the evil act of intention",
  "mnd4:37.4": "is the devil army; hatred is...; ignorance is...; anger is...; ...(omitted); all",
  "mnd4:37.5": "bad works are the devil army.",
  "mnd4:38.1": "This was said by the Blessed One: [Sn.3.2]",
  "mnd4:38.2": "\"Desire is your first legion,",
  "mnd4:38.3": "Unhappiness is called second,",
  "mnd4:38.4": "Hunger and thirst are your third,",
  "mnd4:38.5": "And thirst (love) is called fourth.",
  "mnd4:38.6": "Deep sleep is your fifth,",
  "mnd4:38.7": "Fear is said to be sixth,",
  "mnd4:38.8": "Doubt is your seventh,",
  "mnd4:38.9": "And stubbornness is your eighth.",
  "mnd4:38.10": "He who has a respectful reputation,",
  "mnd4:38.11": "And the reputation gained by mistakes (wrongfully),",
  "mnd4:38.12": "Who would praise oneself and contempt others.",
  "mnd4:38.13": "Devil! This is your legion,",
  "mnd4:38.14": "Evil (black) attacker,",
  "mnd4:38.15": "Those who have no courage will not defeat him,",
  "mnd4:38.16": "And they will get peace after victory.\"",
  "mnd4:39.1": "When all the demon army and all the hostile pollution are conquered, defeated,",
  "mnd4:39.2": "destroyed, disintegrated, and turned away by the Four Holy Paths, he is called",
  "mnd4:39.3": "the one who leaves the legion. He is the one who leaves the legion in what he",
  "mnd4:39.4": "sees; the one who leaves the legion in what he hears; the one who leaves the",
  "mnd4:39.5": "legion in the sense; the one who leaves the legion in the knowledge.",
  "mnd4:40.1": "\"The one who sees this way, the one who has opened up\": The one who sees this",
  "mnd4:40.2": "purity, the one who sees purely, the one whose vision is pure; the one who sees",
  "mnd4:40.3": "clearly, the one who sees all-purely, or the pure seer, seeing purely, seeing",
  "mnd4:40.4": "cleanly, seeing clearly and purely. \"Opened,\" there are coverings of craving,",
  "mnd4:40.5": "covering of seeing, covering of pollution, covering of evil deeds, covering of",
  "mnd4:40.6": "ignorance; those coverings have been opened, have been destroyed, have been",
  "mnd4:40.7": "unlocked, have been completely unlocked, have been cut off, have been severed,",
  "mnd4:40.8": "have been calmed down, have ceased, cannot arise, have been burned by the fire",
  "mnd4:40.9": "of wisdom. \"Walker,\" the walker, the dweller, the actor, the on-goer, the",
  "mnd4:40.10": "guardian, and the survivor.",
  "mnd4:41.1": "\"Who can classify (him) in this world\": \"Classification,\" there are two",
  "mnd4:41.2": "classifications: the classification of craving and the classification of",
  "mnd4:41.3": "seeing.... For him, the classification of craving has been cut off, the",
  "mnd4:41.4": "classification of seeing has been cut off.... According to what type of greed",
  "mnd4:41.5": "can be classified, what type of anger can be classified, ...? The state in which",
  "mnd4:41.6": "the deeds have been cut off...? He has no cause, no fate.... \"In the world,\" in",
  "mnd4:41.7": "the world of suffering....",
  "mnd4:42.1": "<em>29 : They don't construct or pay attention (to views),",
  "mnd4:42.2": "Don't say \"it is pure,\"",
  "mnd4:42.3": "After leaving the bondage of clinging,",
  "mnd4:42.4": "They do not have desires no matter where in the world.</em>",
  "mnd4:42.5": "<em>29 : They don't construct or pay attention (to views),",
  "mnd4:42.6": "Don't say \"it is pure,\"",
  "mnd4:42.7": "After leaving the bondage of clinging,",
  "mnd4:42.8": "They do not have desires no matter where in the world.</em>",
  "mnd4:42.9": "<em>29 : They don't construct or pay attention (to views),",
  "mnd4:42.10": "Don't say \"it is pure,\"",
  "mnd4:42.11": "After leaving the bondage of clinging,",
  "mnd4:42.12": "They do not have desires no matter where in the world.</em>",
  "mnd4:42.13": "<em>29 : They don't construct or pay attention (to views),",
  "mnd4:42.14": "Don't say \"it is pure,\"",
  "mnd4:42.15": "After leaving the bondage of clinging,",
  "mnd4:42.16": "They do not have desires no matter where in the world.</em>",
  "mnd4:43.1": "\"They do not construct and pay no attention\": \"Construction,\" there are two",
  "mnd4:43.2": "types of constructions: .... For them, the construction of thirst has been cut",
  "mnd4:43.3": "off, .... They do not construct, do not make, to not make it to arise, do not",
  "mnd4:43.4": "make the construction of craving or the construction of view. They do not",
  "mnd4:43.5": "construct. \"No attention (no preference),\" There are two types of attention:",
  "mnd4:43.6": ".... For them, the attention of thirst has been cut off....",
  "mnd4:44.1": "\"They don't say 'It's really pure'\": It's really pure, pure reincarnation, the",
  "mnd4:44.2": "view of non-action, constant theory, they don't say, don't tell, don't talk,",
  "mnd4:44.3": "don't explain, don't say.",
  "mnd4:45.1": "\"After leaving the bondage of clinging\": \"Binding,\" there are four types of",
  "mnd4:45.2": "binding: the greedy body binding, the malicious body binding, the forbidden body",
  "mnd4:45.3": "binding, '(only) this is true' binding [SN.45.175]. The greed of one's own view",
  "mnd4:45.4": "is the bond of greed, the anger and dissatisfaction of others are the bond of",
  "mnd4:45.5": "malicious body; \"holding one's own precepts or prohibitions\" is the body binding",
  "mnd4:45.6": "of precepts and prohibitions, and one's own view (holding body binding",
  "mnd4:45.7": "[Ni.13,147]) is '(only) this is the real binding' body binding. For what reason",
  "mnd4:45.8": "is it called grasping bindings? With those bindings, they seize, cling, hold,",
  "mnd4:45.9": "grasp, take, and receive..., thinking..., doing..., knowing..., incarnation...,",
  "mnd4:45.10": "death..., existence..., reincarnation..., in the cycle they grasp, cling, hold,",
  "mnd4:45.11": "take, and cling to, for this reason they are called clinging binding. \"After",
  "mnd4:45.12": "leaving,\" after giving up on the binding, after giving up, either on the",
  "mnd4:45.13": "binding, on the bondage, on the expansion of the binding, on the entangled, on",
  "mnd4:45.14": "the attached, on the fixed, on the obstacles, after shaking off the binding,",
  "mnd4:45.15": "after being left behind; such as with a sedan chair, or carriage, wagon truck,",
  "mnd4:45.16": "or chariot that transports (people), after they are released (get off), the",
  "mnd4:45.17": "clinging to that place is destroyed, in the same way, after giving up on the",
  "mnd4:45.18": "binding, it is after leaving, or on the bondage..., after having shaken off the",
  "mnd4:45.19": "fixed, obstructed, and bound.",
  "mnd4:46.1": "\"They don't make wishes (have desires) no matter where they are in the world\":",
  "mnd4:46.2": "Wishes are called cravings, which are greed.... \"Don't make wishes,\" the wish,",
  "mnd4:46.3": "they do not do, do not produce, do not arise, to not make it to be produced.",
  "mnd4:47.1": "\"No matter where,\" no matter where, wherever, inside or outside or (both) inside",
  "mnd4:47.2": "and outside. \"In the world,\" in the world of suffering, the world of humans, the",
  "mnd4:47.3": "world of heaven, the world of aggregates, the world of realms, the world of",
  "mnd4:47.4": "places.",
  "mnd4:48.1": "<em>30 : The Brāhmaṇa who has crossed the boundary,",
  "mnd4:48.2": "After knowing and seeing,",
  "mnd4:48.3": "There are people who are not greedy,",
  "mnd4:48.4": "And people who are not free from greed.",
  "mnd4:48.5": "For him, there is nothing grasped as the highest here.</em>",
  "mnd4:48.6": "<em>30 : The Brāhmaṇa who has crossed the boundary,",
  "mnd4:48.7": "After knowing and seeing,",
  "mnd4:48.8": "There are people who are not greedy,",
  "mnd4:48.9": "And people who are not free from greed.",
  "mnd4:48.10": "For him, there is nothing grasped as the highest here.</em>",
  "mnd4:48.11": "<em>30 : The Brāhmaṇa who has crossed the boundary,",
  "mnd4:48.12": "After knowing and seeing,",
  "mnd4:48.13": "There are people who are not greedy,",
  "mnd4:48.14": "And people who are not free from greed.",
  "mnd4:48.15": "For him, there is nothing grasped as the highest here.</em>",
  "mnd4:48.16": "<em>30 : The Brāhmaṇa who has crossed the boundary,",
  "mnd4:48.17": "After knowing and seeing,",
  "mnd4:48.18": "There are people who are not greedy,",
  "mnd4:48.19": "And people who are not free from greed.",
  "mnd4:48.20": "For him, there is nothing grasped as the highest here.</em>",
  "mnd4:48.21": "<em>30 : The Brāhmaṇa who has crossed the boundary,",
  "mnd4:48.22": "After knowing and seeing,",
  "mnd4:48.23": "There are people who are not greedy,",
  "mnd4:48.24": "And people who are not free from greed.",
  "mnd4:48.25": "For him, there is nothing grasped as the highest here.</em>",
  "mnd4:49.1": "\"The Brāhmaṇa who has crossed the boundary, not holding tightly after knowing",
  "mnd4:49.2": "and seeing\": \"Boundary,\" there are four boundaries: heretical views, doubting,",
  "mnd4:49.3": "handling ceremonial observances, and the latent troubles, as well as the",
  "mnd4:49.4": "pollution that coexists with (them), this is the first type of boundary; the",
  "mnd4:49.5": "thick desire knot, the disgust knot, the thick potential trend of desire and",
  "mnd4:49.6": "greed, the potential trend of disgust and trouble, and the pollution that",
  "mnd4:49.7": "coexists with (them), this is the second boundary; the remaining desire and",
  "mnd4:49.8": "greed knots, disgust knots, the remaining potential trends of desire and greed",
  "mnd4:49.9": "troubles, the potential trends of disgust troubles, and the pollution that",
  "mnd4:49.10": "coexists with (them), this is the third boundary; lust, formless greed, conceit,",
  "mnd4:49.11": "aversion, ignorance, the latent trend of conceit troubles, the latent trend of",
  "mnd4:49.12": "greed troubles, the latent trend of ignorant troubles, and the pollution that",
  "mnd4:49.13": "coexists with (them) is the fourth boundary. When these four boundaries are",
  "mnd4:49.14": "crossed, surpassed, and overcome by the Four Holy Paths, they are said to have",
  "mnd4:49.15": "crossed the boundaries. \"Brāhmaṇa,\" .... \"For him,\" for the Arahant, for the one",
  "mnd4:49.16": "who has exhausted his troubles.",
  "mnd4:50.1": "\"After knowing,\" after knowing it in his mind, or knowing it with the wisdom of",
  "mnd4:50.2": "reminiscences of previous lives. \"After seeing,\" after seeing with naked eyes,",
  "mnd4:50.3": "or seeing with heavenly eyes. \"The Brāhmaṇa who has crossed the boundary does",
  "mnd4:50.4": "not hold tightly after he knew it and saw it\": For him, \"This is the highest,",
  "mnd4:50.5": "the first, the most victorious, the winning, the top,\" being held, clung to,",
  "mnd4:50.6": "attached, taken, believed, he does not, does not exist, is not known, is not",
  "mnd4:50.7": "discovered, has been cut off, severed, calmed down, ceased, unable to arise,",
  "mnd4:50.8": "burned by the fire of wisdom.",
  "mnd4:51.1": "\"There are people who are not greedy, and people who are not free from greed\":",
  "mnd4:51.2": "The people who are greedy are called all the five types of desires who are",
  "mnd4:51.3": "greedy, tied, bound, obsessed, tainted, attached, fixed, obstructed. The person",
  "mnd4:51.4": "who is free from greed is called the supreme greed, greed, lust, bound,",
  "mnd4:51.5": "obsessed, tainted, attached, fixed, and obstructed in the realm of materiality",
  "mnd4:51.6": "and non-materiality. \"There are those who are not greedy, and those who are not",
  "mnd4:51.7": "free from greed.\" Because desire, greed, formed greed and formless greed have",
  "mnd4:51.8": "been cut off, the roots have been cut off, like a palm tree without roots,",
  "mnd4:51.9": "becoming a non-living thing for the future, in this case, there are those who",
  "mnd4:51.10": "are greedy, and those who are not greedy.",
  "mnd4:52.1": "\"For him there is nothing held as the highest here\": \"For him,\" for the Arahant,",
  "mnd4:52.2": "for the one who has exhausted troubles. For him, \"This is the highest and first,",
  "mnd4:52.3": "...,\" does not, does not exist, is not known, ..., and burned by the fire of",
  "mnd4:52.4": "wisdom."
}
