{
  "mnd7:0.1": "7. Tissa Metteyya",
  "mnd7:1.1": "<em>49 : [Like this, Venerable Tissa Metteyya:]",
  "mnd7:1.2": "Those who engage in lust, dear sir!",
  "mnd7:1.3": "Please tell of of the distress,",
  "mnd7:1.4": "After hearing your teachings,",
  "mnd7:1.5": "We will learn by staying away.</em>",
  "mnd7:1.6": "<em>49 : [Like this, Venerable Tissa Metteyya:]",
  "mnd7:1.7": "Those who engage in lust, dear sir!",
  "mnd7:1.8": "Please tell of of the distress,",
  "mnd7:1.9": "After hearing your teachings,",
  "mnd7:1.10": "We will learn by staying away.</em>",
  "mnd7:1.11": "<em>49 : [Like this, Venerable Tissa Metteyya:]",
  "mnd7:1.12": "Those who engage in lust, dear sir!",
  "mnd7:1.13": "Please tell of of the distress,",
  "mnd7:1.14": "After hearing your teachings,",
  "mnd7:1.15": "We will learn by staying away.</em>",
  "mnd7:1.16": "<em>49 : [Like this, Venerable Tissa Metteyya:]",
  "mnd7:1.17": "Those who engage in lust, dear sir!",
  "mnd7:1.18": "Please tell of of the distress,",
  "mnd7:1.19": "After hearing your teachings,",
  "mnd7:1.20": "We will learn by staying away.</em>",
  "mnd7:1.21": "<em>49 : [Like this, Venerable Tissa Metteyya:]",
  "mnd7:1.22": "Those who engage in lust, dear sir!",
  "mnd7:1.23": "Please tell of of the distress,",
  "mnd7:1.24": "After hearing your teachings,",
  "mnd7:1.25": "We will learn by staying away.</em>",
  "mnd7:2.1": "\"Person who engages in lust\": Whoever is not doing justice, vulgar dhamma filthy",
  "mnd7:2.2": "dhamma, vulgarity, waterside washing, secret, one-on-one, etc. [AN.7.50] is the",
  "mnd7:2.3": "dhamma of lust. For what reason is it called the dhamma of lust? It belongs to",
  "mnd7:2.4": "two people who are greedy, full of desire and greed, entangled, the heart is",
  "mnd7:2.5": "overwhelmed, and two people are in the same way. For that reason, it is called",
  "mnd7:2.6": "the dhamma of lust. For example, if there are two quarrelers, they are called",
  "mnd7:2.7": "\"fornicators;\" there are two disputers, and they are called \"fornicators;\" there",
  "mnd7:2.8": "are two discussants, and they are called \"fornicators;\" there are two disputers,",
  "mnd7:2.9": "they are called \"fornicators;\" there are two advocators, they are called",
  "mnd7:2.10": "\"fornicators;\" there are two speakers, they are called \"fornicators;\" there are",
  "mnd7:2.11": "two interlocutors, they are called \"fornicators.\" In the same way, (it) belongs",
  "mnd7:2.12": "to two people who are greedy, full of desire and greed, entangled, whose heart",
  "mnd7:2.13": "is overwhelmed, and two people are in the same way.",
  "mnd7:3.1": "\"One who engages in lust\": The one who puts on the harness, the strong harness,",
  "mnd7:3.2": "the one who faces the harness, the one who fully faces the harness, the one who",
  "mnd7:3.3": "practices, the one who repeats, the one who emphasizes, the one who tends to",
  "mnd7:3.4": "incline, the one who increases, that person.",
  "mnd7:4.1": "\"[Like this Venerable Tissa Metteyya]\": \"Like this,\" the continuation of the",
  "mnd7:4.2": "sentences, the connection of the words, the completion of the sentences, the",
  "mnd7:4.3": "combination of words, this is the order of the sentence, which is \"like this.\"",
  "mnd7:4.4": "\"Venerable,\" this is a synonym of love, respect, and obedience. \"Tissa,\" the",
  "mnd7:4.5": "name, title, security of the Brāhmaṇa, title, word, phrase. \"Metteyya,\" the",
  "mnd7:4.6": "Brāhmaṇa's surname, name, title, and common name. (Some translations treat Tissa",
  "mnd7:4.7": "and Metteyya as names of two separate people, but that is apparently incorrect;",
  "mnd7:4.8": "as explained here, Tissa is his personal name, and Metteyya is his surname. This",
  "mnd7:4.9": "Tissa Metteyya is unlikely to be the same person as in the second sutta of the",
  "mnd7:4.10": "Way to the Far Shore section.)",
  "mnd7:5.1": "\"Dear Sir! Please speak of the distress\": \"distress,\" annoyance, injury,",
  "mnd7:5.2": "oppression, blow, harm, disaster. Please say, please explain, please teach,",
  "mnd7:5.3": "please inform, please establish, please uncover, please analyze, please clarify.",
  "mnd7:5.4": "\"Dear Sir,\" \"This is a love language, a respectful language, an obedient",
  "mnd7:5.5": "language, and a submissive language.",
  "mnd7:6.1": "\"After hearing your teachings\": \"Your speech, language, teachings, admonitions,",
  "mnd7:6.2": "after hearing, after grasping, after understanding, after discriminating.",
  "mnd7:7.1": "\"We will learn by staying away (seclusion)\": \"Being away,\" there are three types",
  "mnd7:7.2": "of being away: away in body, away in mind, and away in adherence. What is bodily",
  "mnd7:7.3": "staying away? Here, the bhikkhu is close to the solitary residence: woods,",
  "mnd7:7.4": "trees, mountains, caverns, grottos, cemeteries, forests, open fields, straw",
  "mnd7:7.5": "piles, living away with the body, he walks alone, stands alone, sits alone, lies",
  "mnd7:7.6": "alone, enters the village alone for alms, returns alone, sitting alone in the",
  "mnd7:7.7": "quiet place, alone doing the practice, walking, staying, acting, going on,",
  "mnd7:7.8": "guarding, surviving, and living alone, is to stay away bodily.",
  "mnd7:8.1": "What is keeping the mind away? The mind of the person who enters the first jhāna",
  "mnd7:8.2": "has been far away from the covers, the mind of the person who has entered the",
  "mnd7:8.3": "second jhāna has been far away from reasoning and thinking, the mind of the",
  "mnd7:8.4": "person who has entered the third jhāna has been far away from joy, and the mind",
  "mnd7:8.5": "of the person who has entered the fourth jhāna has been separated from happiness",
  "mnd7:8.6": "and suffering; the mind of the person who enters the boundless void (fifth/first",
  "mnd7:8.7": "immaterial) has already thought to stay away from thought and to be far away",
  "mnd7:8.8": "from all types of desires, the mind of the person who enters the boundlessness",
  "mnd7:8.9": "of consciousness (sixth) has wanted to stay away from the boundless void, the",
  "mnd7:8.10": "mind of the person who has entered nothingness (seventh) has thought to stay way",
  "mnd7:8.11": "from the boundlessness of consciousness; (and the mind of the person who has",
  "mnd7:8.12": "entered neither-perception-nor-non-perception) has no thoughts, and wants to",
  "mnd7:8.13": "stay away from nothingness.",
  "mnd7:9.1": "The mind of the Sotāpanna person has changed from seeing, suspicious, forbidden,",
  "mnd7:9.2": "seeing the potential trend of defilement, the potential trend of doubt",
  "mnd7:9.3": "defilement, and the pollution of existence is far away. The heart of the",
  "mnd7:9.4": "Sakadāgāmī has changed from the rough desire and greed knot, the disgust knot,",
  "mnd7:9.5": "the latent tendency of the rough desire, greed and trouble, the potential trend",
  "mnd7:9.6": "of disgust and trouble, and the pollution of the same existence. The remaining",
  "mnd7:9.7": "knots of desire and greed, disgust, from the remaining potential trends of",
  "mnd7:9.8": "desire, greed, disgust, and the pollution that exist with them, the Arahant's",
  "mnd7:9.9": "heart has changed from formed greed, formless greed, conceit, aversion,",
  "mnd7:9.10": "ignorance, and the latent tendency of conceit troubles, the latent tendency of",
  "mnd7:9.11": "greed and defilements, the latent tendency of ignorance defilements, and the",
  "mnd7:9.12": "pollution that coexists with them are far away from the outside and everything.",
  "mnd7:10.1": "What is keeping away (in adherence)? Relying on the known as the pollution and",
  "mnd7:10.2": "various aggregates and various works; relying on distance is called non-living,",
  "mnd7:10.3": "Nibbāna, that is the cessation of all actions, the cessation of all dependence,",
  "mnd7:10.4": "the extinction of craving, greed, extinguishment, and Nibbāna, this is to stay",
  "mnd7:10.5": "away. Being far away in body belongs to being away from desires; being far away",
  "mnd7:10.6": "in mind (heart) belongs to the pure, reaching the highest purity; being far away",
  "mnd7:10.7": "in adherence belongs to the unattached person, who comes to leave the world. \"We",
  "mnd7:10.8": "will learn from far away\": The one who is here is already a learner. In",
  "mnd7:10.9": "addition, this is said by the hearers of the teaching of the Dhamma.",
  "mnd7:11.1": "<em>50 : [The Blessed One: \"Metteyya!\"]",
  "mnd7:11.2": "Those who engage in lust,",
  "mnd7:11.3": "Even forget the precepts,",
  "mnd7:11.4": "Acted wrongly,",
  "mnd7:11.5": "For him this is unholy.</em>",
  "mnd7:11.6": "<em>50 : [The Blessed One: \"Metteyya!\"]",
  "mnd7:11.7": "Those who engage in lust,",
  "mnd7:11.8": "Even forget the precepts,",
  "mnd7:11.9": "Acted wrongly,",
  "mnd7:11.10": "For him this is unholy.</em>",
  "mnd7:11.11": "<em>50 : [The Blessed One: \"Metteyya!\"]",
  "mnd7:11.12": "Those who engage in lust,",
  "mnd7:11.13": "Even forget the precepts,",
  "mnd7:11.14": "Acted wrongly,",
  "mnd7:11.15": "For him this is unholy.</em>",
  "mnd7:11.16": "<em>50 : [The Blessed One: \"Metteyya!\"]",
  "mnd7:11.17": "Those who engage in lust,",
  "mnd7:11.18": "Even forget the precepts,",
  "mnd7:11.19": "Acted wrongly,",
  "mnd7:11.20": "For him this is unholy.</em>",
  "mnd7:11.21": "<em>50 : [The Blessed One: \"Metteyya!\"]",
  "mnd7:11.22": "Those who engage in lust,",
  "mnd7:11.23": "Even forget the precepts,",
  "mnd7:11.24": "Acted wrongly,",
  "mnd7:11.25": "For him this is unholy.</em>",
  "mnd7:12.1": "\"Person who engages in lust\": ....",
  "mnd7:13.1": "\"One who engages in lust\": ....",
  "mnd7:14.1": "\"Metteyya\": The Blessed One calls the person who has taken the seat by his",
  "mnd7:14.2": "surname. \"Blessed One\" is synonymous with respect. In addition, \"destroyed",
  "mnd7:14.3": "greed\" is the Blessed One; \"destroyed wicked\" is the Blessed One; \"destroyed",
  "mnd7:14.4": "ignorance\" is the Blessed One; \"the one who has destroyed the conceit\" is the",
  "mnd7:14.5": "Blessed One; \"the one who has destroyed the sight\" is the Blessed One; \"the one",
  "mnd7:14.6": "who has destroyed the thorns\" is the Blessed One; \"the one who has destroyed the",
  "mnd7:14.7": "pollutants\" is the Blessed One; \"the one who is ended\" is the Blessed One; \"the",
  "mnd7:14.8": "one who has practiced the body, the precepts, the mind, and the wisdom\" is the",
  "mnd7:14.9": "Blessed One; or \"the Blessed One is close to the woods, wild forests, and border",
  "mnd7:14.10": "dwellings (sitting places): low sound, quiet, away from the human atmosphere,",
  "mnd7:14.11": "who lives alone, and is suitable for sitting alone\" is the Blessed One; or the",
  "mnd7:14.12": "Blessed One is the one who divides clothes, food, shelter, the needs of the",
  "mnd7:14.13": "sick, and medical necessities; or \"the Blessed One is the one who has the taste",
  "mnd7:14.14": "of righteousness, the taste of Dhamma, the taste of liberation, the precepts,",
  "mnd7:14.15": "the mind, and the wisdom\" is the World Blessed One; or \"the Blessed One is the",
  "mnd7:14.16": "one with four types of jhāna, four immeasurables, four formlessness, etc.; or",
  "mnd7:14.17": "\"the Blessed One is the Participant of the Eight Liberations, the Eight Victory",
  "mnd7:14.18": "Places, and the Ninth Dwelling Places, etc.;\" the one who is purely divided is",
  "mnd7:14.19": "the Blessed One; or \"the Blessed One is the one who divides the four",
  "mnd7:14.20": "mindfulness, the four righteousness, the four bases, the five roots, the five",
  "mnd7:14.21": "powers, the seven enlightenment factors, and the eight branches of the holy",
  "mnd7:14.22": "path.\" The Blessed One is the one who has ten Tathāgata strength, four",
  "mnd7:14.23": "fearlessness, four unobstructed solutions, six magical powers, and six",
  "mnd7:14.24": "enlightenment methods.\" The Blessed One is the Blessed One. \"The Blessed One,\"",
  "mnd7:14.25": "this name is not given (made) by the mother; not given by the father; not given",
  "mnd7:14.26": "by brothers; not by sisters; not by friends; not by relatives; not by Samaṇas or",
  "mnd7:14.27": "Brāhmaṇas; not by heaven. This is ultimate liberation; to Buddha, the World",
  "mnd7:14.28": "Honored person, and under the Bodhi tree together with all the knowledge and",
  "mnd7:14.29": "wisdom gained and testimony, that is, the Blessed One.",
  "mnd7:15.1": "\"To even forget the precepts\": Forget the precepts in two ways: forget the",
  "mnd7:15.2": "precepts of the teachings, and the precepts of the Path. What is the learned",
  "mnd7:15.3": "commandment? For him, those who have learned Suttas, Geyya, Veyyākaraṇa, Gātha,",
  "mnd7:15.4": "Udāna, Itivuttaka, Jātaka, Abbhuta Dhamma, Vedalla, this is learned teaching",
  "mnd7:15.5": "commandment. He forgets, completely forgets, forcefully forgets, completely",
  "mnd7:15.6": "forcefully forgets, and becomes an outsider.",
  "mnd7:16.1": "What are the Path precepts? The correct path, the following path, the uninverted",
  "mnd7:16.2": "path, the meaning of the path, the path where one follows the Dhamma, the",
  "mnd7:16.3": "completeness of the precepts, the guardian of the roots, the right amount of",
  "mnd7:16.4": "food, the sober practice, mindfulness and right knowledge, four mindfulness,",
  "mnd7:16.5": "four righteousness, four spiritual bases (iddhipāda), five senses, five powers,",
  "mnd7:16.6": "seven enlightenment factors, eight branches of the holy Path, this is the Path",
  "mnd7:16.7": "precept. He forgets, completely forgets, strongly forgets, and completely",
  "mnd7:16.8": "strongly forgets, becomes an outsider.",
  "mnd7:17.1": "\"Acting wrongly\": Killing, taking without giving, invading people's homes,",
  "mnd7:17.2": "taking predations (looting), blocking roads, robbing, abducting wives, saying",
  "mnd7:17.3": "falsehoods.",
  "mnd7:18.1": "\"For him this is unholy\": For that person this is unsacred, foolish, ignorant,",
  "mnd7:18.2": "deceit dhamma, that is: the evil path.",
  "mnd7:19.1": "<em>51 : After previously walking alone,",
  "mnd7:19.2": "Whoever engages in lust,",
  "mnd7:19.3": "He is like a stray cart in the world;",
  "mnd7:19.4": "They say he is a bad, ordinary man.</em>",
  "mnd7:19.5": "<em>51 : After previously walking alone,",
  "mnd7:19.6": "Whoever engages in lust,",
  "mnd7:19.7": "He is like a stray cart in the world;",
  "mnd7:19.8": "They say he is a bad, ordinary man.</em>",
  "mnd7:19.9": "<em>51 : After previously walking alone,",
  "mnd7:19.10": "Whoever engages in lust,",
  "mnd7:19.11": "He is like a stray cart in the world;",
  "mnd7:19.12": "They say he is a bad, ordinary man.</em>",
  "mnd7:19.13": "<em>51 : After previously walking alone,",
  "mnd7:19.14": "Whoever engages in lust,",
  "mnd7:19.15": "He is like a stray cart in the world;",
  "mnd7:19.16": "They say he is a bad, ordinary man.</em>",
  "mnd7:20.1": "\"After previously walking alone\": After previously walking alone in two ways: as",
  "mnd7:20.2": "a bhikkhu or abandonment of the masses. How does one alone as a bhikkhu? After",
  "mnd7:20.3": "cutting off all obstacles at home, cutting off the obstacles of children and",
  "mnd7:20.4": "wives, cutting off the obstacles of relatives, cutting off the obstacles of",
  "mnd7:20.5": "friends, cutting off the obstacles of storage, after cutting off the hair and",
  "mnd7:20.6": "beards, putting on the robes, going from home to a non-domestic (monastic) life,",
  "mnd7:20.7": "one should walk alone, live, act, go on, guard, and survive, after starting to",
  "mnd7:20.8": "become in a state of nothing. In this way, one should go alone becoming a",
  "mnd7:20.9": "bhikkhu.",
  "mnd7:21.1": "How to walk alone by abandoning the masses? When he became a bhikkhu in this",
  "mnd7:21.2": "way, he was alone in the woods, wild forests, ...; he walked alone, stood",
  "mnd7:21.3": "alone...; this is abandoning the masses to walk alone.",
  "mnd7:22.1": "\"Anyone who engages in lust\": Anyone who is not in the right way...",
  "mnd7:22.2": "(omitted)..., for that reason is called the dhamma of lust. \"Anyone who engages",
  "mnd7:22.3": "in lust\": Anyone who abandons the Buddha, Dhamma, Saṅgha, learns and then",
  "mnd7:22.4": "returns to secular life, engages in, turns to engage in, fully engages, and",
  "mnd7:22.5": "heads to engage in lust.",
  "mnd7:23.1": "\"He is like a stray cart ride in the world\": \"Cart ride,\" stray, unmanned,",
  "mnd7:23.2": "unmade, untrained elephant cart ride, horse cart ride, ox cart ride, goat",
  "mnd7:23.3": "carriage ride, ram cart ride, camel cart ride, donkey carriage ride; it takes a",
  "mnd7:23.4": "side road, climbs up uneven stubbles and rocks, destroys the boarded carts and",
  "mnd7:23.5": "rides, and falls into the cliff. Like the stray, uncontrollable, unmanned, and",
  "mnd7:23.6": "untrained cart ride takes the side way. Similarly, the vulgar person, like the",
  "mnd7:23.7": "stray cart ride, he takes the side way (evil way) and takes the evil view...",
  "mnd7:23.8": "(omitted) to take the evil mind. The stray, untuned, unmanned, untrained rides",
  "mnd7:23.9": "climbed on the uneven stubbles and rocks. Similarly, the vulgar person boarded",
  "mnd7:23.10": "the uneven body kamma, ascend to the improper language kamma, ascend the",
  "mnd7:23.11": "improper mental kamma, ascend the improper killing, ascend the imperfectly to",
  "mnd7:23.12": "take without giving, ascend the improper licentiousness, descend as the improper",
  "mnd7:23.13": "fraud, descend on the irregularities, on the rough and bad language of the",
  "mnd7:23.14": "irregularities, on the offensive language on the irregularities, on the greed of",
  "mnd7:23.15": "the irregularities, on the malice of the irregularities, on the evil views of",
  "mnd7:23.16": "the irregularities, on the various things of the irregularities, going, climb up",
  "mnd7:23.17": "the five desires of unevenness, and climb the covers of unevenness. As the",
  "mnd7:23.18": "stray, unmanned, unmade, untrained ride destroys the boarded ride, the same, the",
  "mnd7:23.19": "person who returned to the secular world was like a stray cart. He destroyed",
  "mnd7:23.20": "himself in hell, in the animal world, in the hungry ghost world, in the human",
  "mnd7:23.21": "world, and in the heavenly world. Like the stray, untuned, unmade, untrained car",
  "mnd7:23.22": "ride falling off the cliff, the same, the vulgar person falls into the cliff of",
  "mnd7:23.23": "life, the cliff of age, the cliff of disease, into the cliff of death, the cliff",
  "mnd7:23.24": "of sorrow and despair. \"In the world,\" in the world of suffering, in the world",
  "mnd7:23.25": "of man.",
  "mnd7:24.1": "\"They say: the inferior ordinary man\": \"Ordinary man,\" what is the meaning of",
  "mnd7:24.2": "ordinary man? \"They cause a lot of pollution to arise\" are ordinary people;",
  "mnd7:24.3": "\"Many people who have not removed\" are ordinary people; \"Those who see the faces",
  "mnd7:24.4": "of many masters\" are ordinary people; \"Those who have not come out of many",
  "mnd7:24.5": "things of interest\" are ordinary people; \"They made many types of things.\" For",
  "mnd7:24.6": "ordinary people; \"They were swept away by many types of violent currents.\" For",
  "mnd7:24.7": "ordinary people; \"They were annoyed by many types of torments.\" For ordinary",
  "mnd7:24.8": "people; \"They were burned out by many types of heat. \"For ordinary people; \"the",
  "mnd7:24.9": "one who is greedy, craving, bound, obsessed, tainted, attached, fixed, and",
  "mnd7:24.10": "obstructed by the five desires\" is ordinary; \"covered and enclosed by the five",
  "mnd7:24.11": "types of desires, obstructed, closed, covered.\" \"They say: inferior ordinary",
  "mnd7:24.12": "people\": They say so, speak so, talk so, explain, say: inferior, despicable,",
  "mnd7:24.13": "low, low-minded, insignificant ordinary people.",
  "mnd7:25.1": "<em>52 : Whatever previous glory and reputation,",
  "mnd7:25.2": "His may even be abandoned,",
  "mnd7:25.3": "After seeing this,",
  "mnd7:25.4": "He should learn and give up his lust.</em>",
  "mnd7:25.5": "<em>52 : Whatever previous glory and reputation,",
  "mnd7:25.6": "His may even be abandoned,",
  "mnd7:25.7": "After seeing this,",
  "mnd7:25.8": "He should learn and give up his lust.</em>",
  "mnd7:25.9": "<em>52 : Whatever previous glory and reputation,",
  "mnd7:25.10": "His may even be abandoned,",
  "mnd7:25.11": "After seeing this,",
  "mnd7:25.12": "He should learn and give up his lust.</em>",
  "mnd7:25.13": "<em>52 : Whatever previous glory and reputation,",
  "mnd7:25.14": "His may even be abandoned,",
  "mnd7:25.15": "After seeing this,",
  "mnd7:25.16": "He should learn and give up his lust.</em>",
  "mnd7:26.1": "\"Any previous glory and praise, his may even be abandoned\": What is glory? Here,",
  "mnd7:26.2": "a certain type of people (in their previous state as a Samaṇa) are honored,",
  "mnd7:26.3": "respected, revered, (with) clothes, food, shelter, the patient's needs and the",
  "mnd7:26.4": "medical necessities, this is glory. What is praise? Here, a certain type of",
  "mnd7:26.5": "people came to praise when they were in the previous Samaṇa state. They are the",
  "mnd7:26.6": "wise, the learned, the hearer, and the eloquent, those who are good at defending",
  "mnd7:26.7": "arguments, and skillful: \"the chanter (the teacher),\" or the \"lawyer,\" or the",
  "mnd7:26.8": "\"speaker,\" or the \"lives in the forest,\" or the \"beggar,\" or \"wears dung",
  "mnd7:26.9": "sweeper,\" or \"three-clothed person,\" or \"second beggar,\" or \"not eaten after",
  "mnd7:26.10": "eating,\" or \"usually sitting (not lying),\" or \"living anywhere,\" or \"the gainer",
  "mnd7:26.11": "of the first jhāna,\" or \"the gainer of the second jhāna,\" or \"the gainer of the",
  "mnd7:26.12": "third jhāna,\" or the \"the gainer of the fourth jhāna,\" or \"the gainer of the",
  "mnd7:26.13": "boundless void,\" or \"the gainer of boundless consciousness,\" or \"the gainer of",
  "mnd7:26.14": "nothingness,\" or the \"the gainer who does not dwell in nothingness",
  "mnd7:26.15": "(neither-perception-nor-non-perception),\" this is praise.",
  "mnd7:27.1": "\"His may even be abandoned.\" After a while, when he gave up the Buddha, Dhamma,",
  "mnd7:27.2": "Saṅgha, learned and then returned to vulgarity, that glory and that reputation",
  "mnd7:27.3": "declined, declined, (was) lost, disappeared, and shattered.",
  "mnd7:28.1": "\"After seeing this, he should learn, he should give up his lust\": \"This,\" the",
  "mnd7:28.2": "glory and praise in the previous state as a Samaṇa; later, when he gave up the",
  "mnd7:28.3": "Buddha, Dhamma, Saṅgha, learned and returned to the vulgar, there is no glory",
  "mnd7:28.4": "and no reputation, this is to achieve failure. \"After seeing,\" ....\"He should",
  "mnd7:28.5": "learn.\" There are three learnings: increase precept learning, increase mind",
  "mnd7:28.6": "learning, and increase wisdom learning.",
  "mnd7:29.1": "What is to increase precepts? Here, the bhikkhu is a preceptor who lives and is",
  "mnd7:29.2": "protected by the self-control of the Pātimokkha. He has sufficient righteousness",
  "mnd7:29.3": "and state of affairs. He sees the horror in minor sins and learns after",
  "mnd7:29.4": "accepting from a teacher. Small precepts aggregate and large precept aggregates",
  "mnd7:29.5": "are the foundation of abstinence, the (self) inhibition of behavior, the",
  "mnd7:29.6": "entrance of self-control, the uppermost of good dhamma, etc., this is to",
  "mnd7:29.7": "increase precept learning.",
  "mnd7:30.1": "What is to increase mind? Here, the bhikkhu lives in the first jhāna of",
  "mnd7:30.2": "reasoning and thinking after he is absent from desires and unwholesome Dhamma,",
  "mnd7:30.3": "and after detachment produces joy and happiness; he calms down reasoning and",
  "mnd7:30.4": "thinking, with confidence, and one mind, and after entering, he lives in no",
  "mnd7:30.5": "reasoning, the second jhāna of joy and happiness is born without waiting;",
  "mnd7:30.6": "concentration, which fades with joy and dwells in peace, has mindfulness and",
  "mnd7:30.7": "right knowledge, and feels happiness in the body, after entering, dwelling in,",
  "mnd7:30.8": "this holy disciple proclaims: \"He is calm and possessed\" in the third jhāna of",
  "mnd7:30.9": "\"mindfulness and abiding in the bliss;\" with the renunciation of pleasure and",
  "mnd7:30.10": "the renunciation of suffering, and the extinction of joy and sorrow in the past,",
  "mnd7:30.11": "after entering, dwells in where there is no suffering or unhappiness in the",
  "mnd7:30.12": "fourth jhāna, this is to increase the mind.",
  "mnd7:31.1": "What is to increase wisdom? Here, the bhikkhu is a wise person, possessing the",
  "mnd7:31.2": "wisdom that leads to the arising and passing away; the holy, insight, and the",
  "mnd7:31.3": "complete extinction of suffering is (the wisdom), he truthfully knows \"This is",
  "mnd7:31.4": "suffering.\" I know \"This is the collection of suffering.\" I know \"This is",
  "mnd7:31.5": "suffering.\" I know \"This is the path to suffering.\" To know the truth: \"These",
  "mnd7:31.6": "are troubles.\" To know the truth: \"This is a collection of troubles.\" To know",
  "mnd7:31.7": "the truth: \"This is the elimination of suffering.\" To know the truth: \"This is",
  "mnd7:31.8": "the path leading to suffering.\" This is to increase wisdom. Anyone who is acting",
  "mnd7:31.9": "not in the Dhamma... (omitted) is called the dhamma of lust..., for that reason",
  "mnd7:31.10": "it is called the dhamma of lust.",
  "mnd7:32.1": "\"After seeing this, he should learn, he should abandon lust.\" For the",
  "mnd7:32.2": "abandonment, calming, stopping, and cessation of lust, he should learn to",
  "mnd7:32.3": "increase precepts, he should also learn to increase mind, and he should also",
  "mnd7:32.4": "learn to increase wisdom. These three studies should be learned when heading",
  "mnd7:32.5": "towards (noting); learning when knowing; learning when seeing; learning when",
  "mnd7:32.6": "introspecting; learning when establishing (decision) when the heart is",
  "mnd7:32.7": "established; learning when solving with faith; you should learn when you are",
  "mnd7:32.8": "vigorous; you should learn when mindfulness arises; you should learn when mind",
  "mnd7:32.9": "concentration arises; you should learn when you know with wisdom; you should",
  "mnd7:32.10": "learn when you know what should be known; you should learn when you should be",
  "mnd7:32.11": "renounced; you should learn when practicing should be practiced; you should",
  "mnd7:32.12": "learn when testifying what should be testified [Ps.1,41], you should practice,",
  "mnd7:32.13": "you should practiced well, and you should go on after accepting.",
  "mnd7:33.1": "<em>53 : He was defeated by his intention,",
  "mnd7:33.2": "Thinking like a miserable person,",
  "mnd7:33.3": "After hearing this blame from others,",
  "mnd7:33.4": "People like that become ashamed.</em>",
  "mnd7:33.5": "<em>53 : He was defeated by his intention,",
  "mnd7:33.6": "Thinking like a miserable person,",
  "mnd7:33.7": "After hearing this blame from others,",
  "mnd7:33.8": "People like that become ashamed.</em>",
  "mnd7:33.9": "<em>53 : He was defeated by his intention,",
  "mnd7:33.10": "Thinking like a miserable person,",
  "mnd7:33.11": "After hearing this blame from others,",
  "mnd7:33.12": "People like that become ashamed.</em>",
  "mnd7:33.13": "<em>53 : He was defeated by his intention,",
  "mnd7:33.14": "Thinking like a miserable person,",
  "mnd7:33.15": "After hearing this blame from others,",
  "mnd7:33.16": "People like that become ashamed.</em>",
  "mnd7:34.1": "\"He was defeated by his intention, and he thought like a miserable person\": The",
  "mnd7:34.2": "intention to to desire, malicious intention, the intention to harm, the",
  "mnd7:34.3": "intention to see, touched, tortured, combined, possessed, covered; he thought,",
  "mnd7:34.4": "thought strongly, thought with all types of thoughts, after leaving there,",
  "mnd7:34.5": "thinking like a miserable person, like a dull person, like an extremely foolish",
  "mnd7:34.6": "person. Like an owl looking for a mouse on a branch and thinking hard, thinking",
  "mnd7:34.7": "with all types of thinking, thinking after leaving there; like a jackal looking",
  "mnd7:34.8": "for a fish on a river bank, ...; like a cat looking for mice in gaps, sewers,",
  "mnd7:34.9": "garbage dumps, ...; like a donkey that has been unburdened, in the alley, in the",
  "mnd7:34.10": "sewer, in the garbage dump, ... [MN.50]; in the same way, the intention of the",
  "mnd7:34.11": "person who returned to the secular (life) was to desire, malicious intention,",
  "mnd7:34.12": "intention to harm, the intention to see touches, tortures, combines, possesses,",
  "mnd7:34.13": "and covers. He thinks, thinks strongly, uses all types of thoughts, and after",
  "mnd7:34.14": "leaving there, he thinks like a miserable person, like a dull person, like an",
  "mnd7:34.15": "extremely foolish person.",
  "mnd7:35.1": "\"After hearing this blame from others, people like that type become ashamed\":",
  "mnd7:35.2": "\"Others,\" a parent teacher, or teacher, or equivalent to a teacher, or a friend,",
  "mnd7:35.3": "or acquaintance, or close person, or peer supervision: \"Mendicants! After you",
  "mnd7:35.4": "get a great master like this, become a bhikkhu in such a well-spoken Dhamma, and",
  "mnd7:35.5": "get a holy group like this, after giving up the bad lust dhamma, the Buddha,",
  "mnd7:35.6": "Dhamma, Saṅgha, and after learning, returning to the vulgar (secular life), it",
  "mnd7:35.7": "is not your gain for that; for that it is your evil gain. There is indeed no",
  "mnd7:35.8": "faith in you in the good Dhamma, there is no shame in the good Dhamma, there is",
  "mnd7:35.9": "indeed no (none of your) vitality in good Dhamma, indeed there is no thought of",
  "mnd7:35.10": "you in good Dhamma, and indeed there is no wisdom of you in good Dhamma.\"",
  "mnd7:35.11": "[AN.5.5] He will hear, grasp, understand, distinguish their words, ways of",
  "mnd7:35.12": "speaking, teaching, and admonitions teachings and become ashamed, oppressed,",
  "mnd7:35.13": "struck, and distressed, and become in a state of worry. \"Like that type of",
  "mnd7:35.14": "person\": Like that type, like that kind, belonging to that type of residence,",
  "mnd7:35.15": "that type of thing like that, he that has returned to vulgarity.",
  "mnd7:36.1": "<em>54 : He makes swords again (defensive weapons),",
  "mnd7:36.2": "When urged (reproached) by others' words,",
  "mnd7:36.3": "This is indeed a big cave,",
  "mnd7:36.4": "He jumps into falsehood.</em>",
  "mnd7:36.5": "<em>54 : He makes swords again (defensive weapons),",
  "mnd7:36.6": "When urged (reproached) by others' words,",
  "mnd7:36.7": "This is indeed a big cave,",
  "mnd7:36.8": "He jumps into falsehood.</em>",
  "mnd7:36.9": "<em>54 : He makes swords again (defensive weapons),",
  "mnd7:36.10": "When urged (reproached) by others' words,",
  "mnd7:36.11": "This is indeed a big cave,",
  "mnd7:36.12": "He jumps into falsehood.</em>",
  "mnd7:36.13": "<em>54 : He makes swords again (defensive weapons),",
  "mnd7:36.14": "When urged (reproached) by others' words,",
  "mnd7:36.15": "This is indeed a big cave,",
  "mnd7:36.16": "He jumps into falsehood.</em>",
  "mnd7:37.1": "\"He makes swords again, when he is urged by the words of others\": \"Again,\" the",
  "mnd7:37.2": "sentence continuation; .... \"Swords (knives),\" there are three types of knives:",
  "mnd7:37.3": "body knives, speech knives, and intention knives; three knives of bodily deeds,",
  "mnd7:37.4": "four knives of speech deeds, and three knives of intention deeds. \"When urged by",
  "mnd7:37.5": "others,\" when urged by a parent teacher, or teacher, ..., he deliberately said",
  "mnd7:37.6": "vainly. He said, \"Great Virtue! I am a joyful bhikkhu, (but) for me, I should",
  "mnd7:37.7": "support my mother, so I returned to the secular life.\" He said: \"For me, I",
  "mnd7:37.8": "should support my father....\" He said, \"...I should raise my brother, ...I",
  "mnd7:37.9": "should raise sisters..., I should raise my son..., ...my daughter..., ...should",
  "mnd7:37.10": "support friends..., ...colleagues..., ...relatives..., ...people of blood (kin),",
  "mnd7:37.11": "so I returned to vulgarity.\" It is a speech knife; he makes it happen, makes it",
  "mnd7:37.12": "produced, makes it arise.",
  "mnd7:38.1": "\"This will indeed be a big cave\": This is his big cave, big forest, big dense",
  "mnd7:38.2": "forest, big dangerous road, big danger, big bend, big mud mud, big obstacle, big",
  "mnd7:38.3": "tie, namely: a deliberate lie.",
  "mnd7:39.1": "\"He jumped into false speech\": false speech is called falsehoods. Here, a",
  "mnd7:39.2": "certain type of person comes to the temple, or to the assembly, or to the",
  "mnd7:39.3": "relatives, or to the group, or to the palace, and is brought as a witness for",
  "mnd7:39.4": "questioning: \"Come, man! Please tell me what you know of the way.\" He says",
  "mnd7:39.5": "without knowing: \"I know.\" Or, if he knows it, he says: \"I don't know.\" He",
  "mnd7:39.6": "doesn't see it and says, \"I see.\" Or, when he sees it, he says, \"I didn't see",
  "mnd7:39.7": "it.\" Like this, he deliberately speaks vainly based on his own cause, or the",
  "mnd7:39.8": "cause of others, or because of a little temptation.",
  "mnd7:40.1": "Or, taking three behaviors as \"lies\": just before (saying) (thinking): \"I will",
  "mnd7:40.2": "say lies.\" When said, (thinking): \"I'm speaking lies.\" When I have said it,",
  "mnd7:40.3": "(thinking): \"I have said the lies.\" Or, taking four behaviors: just before",
  "mnd7:40.4": "(saying), (thinking): \"I will say a lie.\" When said, (thinking): \"I'm speaking",
  "mnd7:40.5": "lies.\" When it has been said (thinking): \"I have said the lies.\" There are",
  "mnd7:40.6": "opinions of different attachments (errors), and these four behaviors are",
  "mnd7:40.7": "regarded as lie. Or, take five forms..., six forms..., seven forms..., eight",
  "mnd7:40.8": "forms as lies: Before saying.... There are (wrong) opinions of different",
  "mnd7:40.9": "attachments, the likes of different attachments, the inclinations of different",
  "mnd7:40.10": "attachments, the desires of different attachments, and the nature of different",
  "mnd7:40.11": "attachments. These eight behaviors are regarded as lies and false words. \"He",
  "mnd7:40.12": "jumped into false speech\": He jumped in, dove into, entered false speech.",
  "mnd7:41.1": "<em>55 : (He was known as) a famous wise man",
  "mnd7:41.2": "Who walks alone,",
  "mnd7:41.3": "But when he is lustful,",
  "mnd7:41.4": "He is dragged around like a dull person.</em>",
  "mnd7:41.5": "<em>55 : (He was known as) a famous wise man",
  "mnd7:41.6": "Who walks alone,",
  "mnd7:41.7": "But when he is lustful,",
  "mnd7:41.8": "He is dragged around like a dull person.</em>",
  "mnd7:41.9": "<em>55 : (He was known as) a famous wise man",
  "mnd7:41.10": "Who walks alone,",
  "mnd7:41.11": "But when he is lustful,",
  "mnd7:41.12": "He is dragged around like a dull person.</em>",
  "mnd7:41.13": "<em>55 : (He was known as) a famous wise man",
  "mnd7:41.14": "Who walks alone,",
  "mnd7:41.15": "But when he is lustful,",
  "mnd7:41.16": "He is dragged around like a dull person.</em>",
  "mnd7:42.1": "\"Famous wise man\": Here, a certain type of person came to glory and praise when",
  "mnd7:42.2": "he was in the previous state as a Samaṇa: .... In this way, he is known and",
  "mnd7:42.3": "famous.",
  "mnd7:43.1": "\"Solo traveler\": There are two ways to travel alone: ....",
  "mnd7:44.1": "\"But when he is united with lust\": Whoever is not doing justice.... \"But when he",
  "mnd7:44.2": "is united in lust\": After a while, he abandons the Buddha, Dhamma, the Saṅgha,",
  "mnd7:44.3": "learns and then returns to the secular world, is bound in the lust....",
  "mnd7:45.1": "\"Like a dull person being pulled around\": The miserable person is like a dull",
  "mnd7:45.2": "person, like a very foolish person being dragged, pulled around, getting into",
  "mnd7:45.3": "trouble: killing, taking without giving, ..., saying falsehoods, so that he was",
  "mnd7:45.4": "dragged, dragged around, and got into trouble. After the king caught him, he was",
  "mnd7:45.5": "punished with various punishments: whipping, beating with a stick, beating with",
  "mnd7:45.6": "a cane, cutting off his hands, feet, hands and feet, ears, nose, ears and nose,",
  "mnd7:45.7": "tortured by sour porridge pot penalties, shell-bald penalties, Rāhu's's mouth",
  "mnd7:45.8": "penalties, fire torture penalties, candle hand penalties, exorcism penalties,",
  "mnd7:45.9": "bark coat penalties, antelope penalties, hook flesh penalties, money penalties,",
  "mnd7:45.10": "alkali bathing, twisting the door latch, stepping on the straw, drenching hot",
  "mnd7:45.11": "oil, causing a dog to bite, piercing while alive, beheading with a sword, so",
  "mnd7:45.12": "that he is dragged, dragged around, and gets into trouble.",
  "mnd7:46.1": "Or, conquered with desire and thirst, the heart is occupied, as when the ship",
  "mnd7:46.2": "leaped into the sea, tormented by the cold and heat, by the contact of fly",
  "mnd7:46.3": "mosquitoes, wind, sun, and snake, to die of hunger and thirst; and go to",
  "mnd7:46.4": "(omitted: various locations are listed here, including Taxila, Java, Tambapanṇị̄,",
  "mnd7:46.5": "and many unknown places — B. Bodhi also omits this list from the commentary); go",
  "mnd7:46.6": "to the dangerous road in the desert; go on the knees to the road that can be",
  "mnd7:46.7": "passed; the road where goats go; the road that can only be passed when supported",
  "mnd7:46.8": "by pillars; the road that can only be passed by holding a parachute; the road",
  "mnd7:46.9": "that can only be passed when the bamboo bush is cut; To the bird road; to the",
  "mnd7:46.10": "mouse road; to the cracked road; walked to the vine-walking road, so that he was",
  "mnd7:46.11": "dragged, pulled around, and got into trouble.",
  "mnd7:47.1": "When he was seeking, he did not find it, and felt distressed because of not",
  "mnd7:47.2": "getting it, so he was dragged, pulled around, and got into trouble.",
  "mnd7:48.1": "When he sought, he found it, and felt distressed because of the protection he",
  "mnd7:48.2": "got: \"Whether my belongings will be taken away by the king, the thieves will not",
  "mnd7:48.3": "take it away, the fire will not burn, and the water will not flow away, the",
  "mnd7:48.4": "unloved heirs will not take it away.\" When he guards and protects in this way,",
  "mnd7:48.5": "his property is destroyed, he is rooted in separation and feels distress, so he",
  "mnd7:48.6": "is dragged, pulled around, and got into trouble.",
  "mnd7:49.1": "<em>56 : Muni, here, after knowing this affliction",
  "mnd7:49.2": "Before and after,",
  "mnd7:49.3": "He will be firm on his own",
  "mnd7:49.4": "And will not engage in lust.</em>",
  "mnd7:49.5": "<em>56 : Muni, here, after knowing this affliction",
  "mnd7:49.6": "Before and after,",
  "mnd7:49.7": "He will be firm on his own",
  "mnd7:49.8": "And will not engage in lust.</em>",
  "mnd7:49.9": "<em>56 : Muni, here, after knowing this affliction",
  "mnd7:49.10": "Before and after,",
  "mnd7:49.11": "He will be firm on his own",
  "mnd7:49.12": "And will not engage in lust.</em>",
  "mnd7:49.13": "<em>56 : Muni, here, after knowing this affliction",
  "mnd7:49.14": "Before and after,",
  "mnd7:49.15": "He will be firm on his own",
  "mnd7:49.16": "And will not engage in lust.</em>",
  "mnd7:50.1": "\"Muni, here, before and after, after knowing this affliction\": \"This,\" there was",
  "mnd7:50.2": "glory and praise when he was in the state as a Samaṇa before, and there was no",
  "mnd7:50.3": "glory and praise when he gave up the Buddha, Dhamma, Saṅgha, learned and",
  "mnd7:50.4": "returned to the secular life afterwards. This attainment and loss. \"After",
  "mnd7:50.5": "knowing,\" ....",
  "mnd7:51.1": "\"Muni,\" Muni is called wisdom, that is wisdom, understanding... (omitted), no",
  "mnd7:51.2": "delusion, Dhamma, right view, possessing Muni wisdom, Muni. There are three",
  "mnd7:51.3": "types of Muni (perfect virtues): body Muni, language Muni, and intention Muni.",
  "mnd7:52.1": "What is the body of Muni? The three types of body and evil deeds are cut off as",
  "mnd7:52.2": "the Muni position; the three types of good behaviors are the Muni position; the",
  "mnd7:52.3": "wisdom in the body is the Muni position; the knowledge of the body is the Muni",
  "mnd7:52.4": "position; walking the Path with (higher) knowledge is the body of Muni; the",
  "mnd7:52.5": "abandonment of desire and greed, cut off, as the Muni; the fourth jhāna",
  "mnd7:52.6": "extinction of the body is the position of Muni.",
  "mnd7:53.1": "What is the language of Muni? The abandonment of the four types of evil deeds of",
  "mnd7:53.2": "language is the position of Muni; the four types of good acts of language are",
  "mnd7:53.3": "the position of Muni; the wisdom of linguistic objects is the position of Muni;",
  "mnd7:53.4": "the knowledge of language is the position of Muni; and knowing the path of all",
  "mnd7:53.5": "acts is the position of Muni; the abandonment of desire and greed of language is",
  "mnd7:53.6": "the position of Muni; the second jhāna cessation of language is the position of",
  "mnd7:53.7": "language Muni.",
  "mnd7:54.1": "What is intention Muni? The three types of deeds of intention and evil deeds are",
  "mnd7:54.2": "the Muni position; the three types of good deeds are the Muni position; the",
  "mnd7:54.3": "wisdom in the mind-object is the Muni position; the knowledge of the heart is",
  "mnd7:54.4": "the Muni position; the one that walks the Path with knowledge is the position of",
  "mnd7:54.5": "Muni; the desire and greed of the heart being judged is the position of Muni;",
  "mnd7:54.6": "the desire to perish the mind is the position of Muni.",
  "mnd7:55.1": "\"Body Muni, Language Muni, and Intention Muni are no troubles,",
  "mnd7:55.2": "Muni has the status of Muni, and they say he is the one who cuts everything.",
  "mnd7:55.3": "Body Muni, Language Muni, and Intention Muni are no troubles,",
  "mnd7:55.4": "Muni has the status of Muni, and they say that they are those who have been cleansed of evil.\"",
  "mnd7:56.1": "The six types of Muni have these three modes of Muni: Muni at home, Muni without",
  "mnd7:56.2": "a home, Muni with learning, Muni without learning, Bhikkhu Muni, Muni (of the)",
  "mnd7:56.3": "Muni. Which is at home? Those laymen who have seen the footsteps and have",
  "mnd7:56.4": "learned the precepts, these are at home. Which are homeless Muni? Those bhikkhus",
  "mnd7:56.5": "who have seen the footsteps and who have learned the precepts are homeless Muni.",
  "mnd7:56.6": "There are seven types of learning for learning Muni, Arahant for non-learning",
  "mnd7:56.7": "Muni, and Bhikkhu Buddha as Bhikkhu Muni. Muni (of) Muni is called Tathāgata,",
  "mnd7:56.8": "Arahant, and Enlightened One.",
  "mnd7:57.1": "\"Non-wise is Muni, a foolish and ignorant man,",
  "mnd7:57.2": "After raising the scale, take the top one and become a wise man.",
  "mnd7:57.3": "Avoid all evils, that Muni became Muni because of that,",
  "mnd7:57.4": "Everyone who understands the (inner and outer sum) in the world,",
  "mnd7:57.5": "Because that is said to be Muni.",
  "mnd7:57.6": "Who knows all the inside and outside of the world,",
  "mnd7:57.7": "The unwholesome and the good behind the Dhamma,",
  "mnd7:57.8": "Everyone who is supported (respected) by heaven and man,",
  "mnd7:57.9": "Beyond staining and the net, he is Muni.\"",
  "mnd7:58.1": "\"Here,\" belongs to this view, belongs to this love, belongs to this inclination,",
  "mnd7:58.2": "in this attachment, in this dhamma, in this teaching language, in these",
  "mnd7:58.3": "scriptures, in the teachings of this master, in this individual, in this human",
  "mnd7:58.4": "world.",
  "mnd7:59.1": "\"He will be firm on his own\": In two ways he will firmly be alone: in the name",
  "mnd7:59.2": "of a bhikkhu or in the renunciation of the masses. How can he do so firmly in",
  "mnd7:59.3": "the as a bhikkhu? After cutting off all the obstacles at home, ..., and survive,",
  "mnd7:59.4": "so that he will firmly walk alone as a bhikkhu.",
  "mnd7:60.1": "How can he do his own way firmly with the rejection of the masses? When he is a",
  "mnd7:60.2": "bhikkhu like this, he will be alone in the woods, ..., and survive, so that he",
  "mnd7:60.3": "will be firmly committed to acting alone by giving up the masses. He will be",
  "mnd7:60.4": "firm and alone, he will be a firm holder of good Dhamma; he will be a holder of",
  "mnd7:60.5": "standing.",
  "mnd7:61.1": "\"Will not engage in lust\": Whoever is not doing justice.... He will not get",
  "mnd7:61.2": "close to or engage in the dhamma of lust, will not participate, will not be",
  "mnd7:61.3": "used, will not practice, will not practice fully, will not be held after going",
  "mnd7:61.4": "on.",
  "mnd7:62.1": "<em>57 : He should learn to stay away,",
  "mnd7:62.2": "This is the supreme of all holy ones,",
  "mnd7:62.3": "(But) he should not think that he is the most victorious because of that,",
  "mnd7:62.4": "In front of the one which is indeed Nibbāna.</em>",
  "mnd7:62.5": "<em>57 : He should learn to stay away,",
  "mnd7:62.6": "This is the supreme of all holy ones,",
  "mnd7:62.7": "(But) he should not think that he is the most victorious because of that,",
  "mnd7:62.8": "In front of the one which is indeed Nibbāna.</em>",
  "mnd7:62.9": "<em>57 : He should learn to stay away,",
  "mnd7:62.10": "This is the supreme of all holy ones,",
  "mnd7:62.11": "(But) he should not think that he is the most victorious because of that,",
  "mnd7:62.12": "In front of the one which is indeed Nibbāna.</em>",
  "mnd7:62.13": "<em>57 : He should learn to stay away,",
  "mnd7:62.14": "This is the supreme of all holy ones,",
  "mnd7:62.15": "(But) he should not think that he is the most victorious because of that,",
  "mnd7:62.16": "In front of the one which is indeed Nibbāna.</em>",
  "mnd7:63.1": "\"He should learn to stay away\": \"To stay away,\" there are three types of staying",
  "mnd7:63.2": "away: .... \"He should learn.\" There are three types of learning: .... \"He should",
  "mnd7:63.3": "learn to stay away\": He should learn, practice, practice well, and go away after",
  "mnd7:63.4": "being sustained.",
  "mnd7:64.1": "\"This is the supreme of all the holy ones\": All the saints are called the",
  "mnd7:64.2": "Buddhas and the disciples of the Buddhas and the Bhikkhus. This is the first,",
  "mnd7:64.3": "the most victorious, the supreme, the top, and the highest among the saints,",
  "mnd7:64.4": "that is: staying away from the deeds.",
  "mnd7:65.1": "\"(But) he should not think that he is the most victorious because of that\":",
  "mnd7:65.2": "Should not, because of being far away, accept tribute, be lofty, arrogant, have",
  "mnd7:65.3": "fortitude, be stubborn, and be arrogant, these should not be made because of",
  "mnd7:65.4": "that. He shouldn't be a rigid, very stiff, head-raising person because of that.",
  "mnd7:66.1": "\"In front of the one which is truly Nibbāna\": In front of, near, close to, not",
  "mnd7:66.2": "far away, near the one which is Nibbāna.",
  "mnd7:67.1": "<em>58 : To Muni, who is empty,",
  "mnd7:67.2": "Who has no expectation in desire,",
  "mnd7:67.3": "Those who are bound in their desire",
  "mnd7:67.4": "Envy those who have survived the torrent.</em>",
  "mnd7:67.5": "<em>58 : To Muni, who is empty,",
  "mnd7:67.6": "Who has no expectation in desire,",
  "mnd7:67.7": "Those who are bound in their desire",
  "mnd7:67.8": "Envy those who have survived the torrent.</em>",
  "mnd7:67.9": "<em>58 : To Muni, who is empty,",
  "mnd7:67.10": "Who has no expectation in desire,",
  "mnd7:67.11": "Those who are bound in their desire",
  "mnd7:67.12": "Envy those who have survived the torrent.</em>",
  "mnd7:67.13": "<em>58 : To Muni, who is empty,",
  "mnd7:67.14": "Who has no expectation in desire,",
  "mnd7:67.15": "Those who are bound in their desire",
  "mnd7:67.16": "Envy those who have survived the torrent.</em>",
  "mnd7:68.1": "\"Muni, who is empty (void)\": Empty, far away, separated, void of evil doings,",
  "mnd7:68.2": "far away, separated with the body; evil deeds with the words... ; ...with",
  "mnd7:68.3": "intention...; with greed, hatred, delusion, anger, resentment, hiding evil,",
  "mnd7:68.4": "domineering, jealousy, stinginess, hypocrisy, cunning, stubbornness, passion,",
  "mnd7:68.5": "conceit, arrogance, ease (lack of effort), all pollution, all evil, all",
  "mnd7:68.6": "troubles, all scorching, all heat (torment); ...with all unwholesomeness, made",
  "mnd7:68.7": "empty, far away, and separated. \"Muni,\" .... \"When walking\" means walking,",
  "mnd7:68.8": "staying, acting, going on, guarding, and surviving.",
  "mnd7:69.1": "\"Those who have no expectation in desire\": \"Desire,\" there are two types of",
  "mnd7:69.2": "desires: the desire of things and the desire of pollution .... After the desires",
  "mnd7:69.3": "of things are known, after giving up, after abandoning, after being driven away,",
  "mnd7:69.4": "after the end, after making it non-existent, when the desire for things is not",
  "mnd7:69.5": "expected, he becomes the one who has given up his desires, those who have",
  "mnd7:69.6": "eliminated their desires, those who have released their desires, those who have",
  "mnd7:69.7": "abandoned their desires, those who have ceased their desires, those who have",
  "mnd7:69.8": "renounced greed, those who have left greed, those who have forgone greed, those",
  "mnd7:69.9": "who have ceased to be greedy, those who are not hungry and thirsty, those who",
  "mnd7:69.10": "have cooled down, those who have become cool, those who feel happy, and those",
  "mnd7:69.11": "who live by themselves as Brāhmaṇa.",
  "mnd7:70.1": "\"People who are tied up in desire are envious of those who have survived the",
  "mnd7:70.2": "torrent\": \"People\" are synonymous with all beings. People are greedy, covetous,",
  "mnd7:70.3": "bound, infatuated, tainted, attached to their desires, fixed, obstructed, they",
  "mnd7:70.4": "want, accept, hope, aspire, and pray for those who have passed the torrent of",
  "mnd7:70.5": "desire; ...have passed the torrent of sight...; ...have passed the torrent of",
  "mnd7:70.6": "ignorance..; those who have passed, have come out, have crossed, have",
  "mnd7:70.7": "transcended, have overcome; have reached the ultimate, have reached the end;",
  "mnd7:70.8": "those who have reached the end, have reached the boundary (ultimate); those who",
  "mnd7:70.9": "have reached the boundary, have reached the end; those who have reached the end,",
  "mnd7:70.10": "have arrived at the shelter; those who have reached the shelter, have reached",
  "mnd7:70.11": "the refuge; those who have reached the refuge, have reached safety; those who",
  "mnd7:70.12": "have reached safety, have reached no terror; those who have reached no terror,",
  "mnd7:70.13": "have reached no death; those who have reached no death, have reached the",
  "mnd7:70.14": "undeath; those who have reached the undeath, have reached extinction; those who",
  "mnd7:70.15": "have reached extinction, have reached the Nibbāna.",
  "mnd7:71.1": "Such as the debtor desires and envies being debt-free; such as the sick who",
  "mnd7:71.2": "desires and envy being free from disease; such as those bound by fetters who",
  "mnd7:71.3": "desire and envy to be free from the fetters; as the slave desires and envies of",
  "mnd7:71.4": "being free from being the slave; such as those who jump into the difficult road",
  "mnd7:71.5": "hope and envy stability as the ultimate place. Similarly, people are greedy,",
  "mnd7:71.6": "craving, bound, obsessed, tainted, attached, fixed, and obstructed in their",
  "mnd7:71.7": "desires. They want, accept, hope, aspire, and pray for those who have passed the",
  "mnd7:71.8": "torrent of desire; ...; those who have reached Nibbāna."
}