[
    {
        "source_sentence": "Cūḷaniddesa",
        "translation": "Cūḷaniddesa",
        "source": "cnd19:0.1_0"
    },
    {
        "source_sentence": "Pārāyanavagganiddesa",
        "translation": "Pārāyanavagganiddesa",
        "source": "cnd19:0.2_0"
    },
    {
        "source_sentence": "Pucchāniddesa",
        "translation": "Pucchāniddesa",
        "source": "cnd19:0.3_0"
    },
    {
        "source_sentence": "15. Mogharājamāṇavapucchāniddesa",
        "translation": "asking permission of the King of Devas",
        "source": "cnd19:0.4_0"
    },
    {
        "source_sentence": "**Dvāhaṁ sakkaṁ apucchissaṁ,**",
        "translation": "I’ll ask you about it,",
        "source": "cnd19:1.1_0"
    },
    {
        "source_sentence": "(iccāyasmā mogharājā)",
        "translation": "Mogharāja, said venerable Mogharāja,",
        "source": "cnd19:1.2_0"
    },
    {
        "source_sentence": "**Na me byākāsi cakkhumā;**",
        "translation": "The Seer didn’t answer in the world,",
        "source": "cnd19:1.3_0"
    },
    {
        "source_sentence": "**Yāvatatiyañca devīsi**,",
        "translation": "he gives the third time the Queen.",
        "source": "cnd19:1.4_0"
    },
    {
        "source_sentence": "**Byākarotīti me sutaṁ. **",
        "translation": "so I have heard.",
        "source": "cnd19:1.5_0"
    },
    {
        "source_sentence": "**Dvāhaṁ sakkaṁ apucchissan**ti so brāhmaṇo dvikkhattuṁ buddhaṁ bhagavantaṁ pañhaṁ apucchi.",
        "translation": "I was the brahmin asked question to the Buddha:",
        "source": "cnd19:2.1_0"
    },
    {
        "source_sentence": "Tassa bhagavā pañhaṁ puṭṭho na byākāsi—",
        "translation": "And the Buddha didn’t answer it.",
        "source": "cnd19:2.2_0"
    },
    {
        "source_sentence": "“tadantarā imassa brāhmaṇassa indriyaparipāko bhavissatī”ti.",
        "translation": "“This interruptation will be the danger faculty of the faculties.”",
        "source": "cnd19:2.3_0"
    },
    {
        "source_sentence": "**Sakkan**ti sakko.",
        "translation": "was Sakka, the Sakyans,",
        "source": "cnd19:2.4_0"
    },
    {
        "source_sentence": "Bhagavā sakyakulā pabbajitotipi sakko.",
        "translation": "The Fortunate One, having gone forth from the Sakyan clan, is Sakka,",
        "source": "cnd19:2.5_0"
    },
    {
        "source_sentence": "Atha vā aḍḍho mahaddhano dhanavātipi sakko.",
        "translation": "Then rich, affluent, and wealthy,",
        "source": "cnd19:2.6_0"
    },
    {
        "source_sentence": "Tassimāni dhanāni, seyyathidaṁ—",
        "translation": "He has these kinds of wealth:",
        "source": "cnd19:2.7_0"
    },
    {
        "source_sentence": "saddhādhanaṁ sīladhanaṁ hiridhanaṁ ottappadhanaṁ sutadhanaṁ cāgadhanaṁ paññādhanaṁ satipaṭṭhānadhanaṁ sammappadhānadhanaṁ iddhipādadhanaṁ indriyadhanaṁ baladhanaṁ bojjhaṅgadhanaṁ maggadhanaṁ phaladhanaṁ nibbānadhanaṁ.",
        "translation": "For the wealth of faith, ethics, learning, generosity, and wisdom.",
        "source": "cnd19:2.8_0"
    },
    {
        "source_sentence": "Imehi anekavidhehi dhanaratanehi aḍḍho mahaddhano dhanavātipi sakko.",
        "translation": "I was a rich man with these countless precious things, affluent, and wealthy.",
        "source": "cnd19:2.9_0"
    },
    {
        "source_sentence": "Atha vā sakko pahu visavī alamatto sūro vīro vikkanto abhīrū acchambhī anutrāsī apalāyī pahīnabhayabheravo vigatalomahaṁsotipi sakko.",
        "translation": "Or they are able to give up that wound, fearless, scared, he ran away. And he was unable to get rid of responsibility regarding fearlessness.",
        "source": "cnd19:2.10_0"
    },
    {
        "source_sentence": "**Dvāhaṁ sakkaṁ apucchissan**ti dvāhaṁ sakkaṁ apucchissaṁ ayācissaṁ ajjhesissaṁ pasādayissanti—",
        "translation": "I’ll ask you about it, and I’ll be able to satisfy him with my own hand.",
        "source": "cnd19:2.11_0"
    },
    {
        "source_sentence": "dvāhaṁ sakkaṁ apucchissaṁ.",
        "translation": "I’ll ask you about it,",
        "source": "cnd19:2.12_0"
    },
    {
        "source_sentence": "**Iccāyasmā mogharājā**ti.",
        "translation": "and Mogharāja.",
        "source": "cnd19:3.1_0"
    },
    {
        "source_sentence": "**Iccā**ti padasandhi …pe…",
        "translation": "wishes ...",
        "source": "cnd19:3.2_0"
    },
    {
        "source_sentence": "**āyasmā**ti piyavacanaṁ …pe…",
        "translation": "Venerable Piyaka ...",
        "source": "cnd19:3.3_0"
    },
    {
        "source_sentence": "**mogharājā**ti tassa brāhmaṇassa nāmaṁ …pe… abhilāpoti—",
        "translation": "Mogharāja ...",
        "source": "cnd19:3.4_0"
    },
    {
        "source_sentence": "iccāyasmā mogharājā.",
        "translation": "Mogharāja, said venerable Mogharāja,",
        "source": "cnd19:3.5_0"
    },
    {
        "source_sentence": "**Na me byākāsi cakkhumā**ti.",
        "translation": "The Seer didn’t answer to me,",
        "source": "cnd19:4.1_0"
    },
    {
        "source_sentence": "**Na me byākāsī**ti na me byākāsi na ācikkhi na desesi na paññapesi na paṭṭhapesi na vivari na vibhaji na uttānīakāsi na pakāsesi.",
        "translation": "He didn’t answer, establish, clarify what I have said, did not declare.",
        "source": "cnd19:4.2_0"
    },
    {
        "source_sentence": "**Cakkhumā**ti bhagavā pañcahi cakkhūhi cakkhumā—",
        "translation": "The Buddha eyes and five eyes:",
        "source": "cnd19:4.3_0"
    },
    {
        "source_sentence": "maṁsacakkhunāpi cakkhumā, dibbacakkhunāpi cakkhumā, paññācakkhunāpi cakkhumā, buddhacakkhunāpi cakkhumā, samantacakkhunāpi cakkhumā.",
        "translation": "And the eye of the flesh of the eye and the eye of the eye of wisdom, and the eye of the flesh, the eye of the eye and of the Buddha.",
        "source": "cnd19:4.4_0"
    },
    {
        "source_sentence": "Kathaṁ bhagavā maṁsacakkhunāpi cakkhumā?",
        "translation": "* The Fortunate One, how did the Fortunate One see me",
        "source": "cnd19:5.1_0"
    },
    {
        "source_sentence": "Maṁsacakkhumhi bhagavato pañca vaṇṇā saṁvijjanti—",
        "translation": "the Buddha’s praised me with the five kinds of vision:",
        "source": "cnd19:5.2_0"
    },
    {
        "source_sentence": "nīlo ca vaṇṇo, pītako ca vaṇṇo, lohitako ca vaṇṇo, kaṇho ca vaṇṇo, odāto ca vaṇṇo (…).",
        "translation": "blue, yellow, red, and white. ...",
        "source": "cnd19:5.3_0"
    },
    {
        "source_sentence": "Yattha ca akkhilomāni patiṭṭhitāni taṁ nīlaṁ hoti sunīlaṁ pāsādikaṁ dassaneyyaṁ umāpupphasamānaṁ.",
        "translation": "Where the eyes are established, blue-black, blue-black, and blue lotuses,",
        "source": "cnd19:5.4_0"
    },
    {
        "source_sentence": "Tassa parato pītakaṁ hoti supītakaṁ suvaṇṇavaṇṇaṁ pāsādikaṁ dassaneyyaṁ kaṇikārapupphasamānaṁ.",
        "translation": "They’re yellow, beautiful, and illustrious.",
        "source": "cnd19:5.5_0"
    },
    {
        "source_sentence": "Ubhato ca akkhikūṭāni bhagavato lohitakāni honti sulohitakāni pāsādikāni dassaneyyāni indagopakasamānāni.",
        "translation": "And they are sightly beautiful, charming eyes, etc. of both hands and feet.",
        "source": "cnd19:5.6_0"
    },
    {
        "source_sentence": "Majjhe kaṇhaṁ hoti sukaṇhaṁ alūkhaṁ siniddhaṁ pāsādikaṁ dassaneyyaṁ addāriṭṭhakasamānaṁ.",
        "translation": "They’re good in the middle of the day, with a glorious knife, handle, and feet sightly behind.",
        "source": "cnd19:5.7_0"
    },
    {
        "source_sentence": "Tassa parato odātaṁ hoti suodātaṁ setaṁ paṇḍaraṁ pāsādikaṁ dassaneyyaṁ osadhitārakasamānaṁ.",
        "translation": "They’re white, with white color, a white hue, and door.",
        "source": "cnd19:5.8_0"
    },
    {
        "source_sentence": "Tena bhagavā pākatikena maṁsacakkhunā attabhāvapariyāpannena purimasucaritakammābhinibbattena samantā yojanaṁ passati divā ceva rattiñca.",
        "translation": "Now, the Buddha sees me in the morning and through the whole of that life-forms a hundred leagues away from all around both for a day and night.",
        "source": "cnd19:5.9_0"
    },
    {
        "source_sentence": "Yadā hi caturaṅgasamannāgato andhakāro hoti sūriyo ca atthaṅgato hoti;",
        "translation": "For when the sun has four factors, the darkness is abandoned, and the sun has set.",
        "source": "cnd19:5.10_0"
    },
    {
        "source_sentence": "kāḷapakkho ca uposatho hoti, tibbo ca vanasaṇḍo hoti, mahā ca kāḷamegho abbhuṭṭhito hoti.",
        "translation": "And the observance-day procedure is large, like a wound. It is swelling out of the black storms, but it has not been swept away.",
        "source": "cnd19:5.11_0"
    },
    {
        "source_sentence": "Evarūpe caturaṅgasamannāgate andhakāre samantā yojanaṁ passati.",
        "translation": "someone who has such eight factors sees such as yojanas,",
        "source": "cnd19:5.12_0"
    },
    {
        "source_sentence": "Natthi so kuṭṭo vā kavāṭaṁ vā pākāro vā pabbato vā gaccho vā latā vā āvaraṇaṁ rūpānaṁ dassanāya.",
        "translation": "no matter how to see a wall, a leaf-hut, or a mountain cleft, and a place wherever they can go and see visits.",
        "source": "cnd19:5.13_0"
    },
    {
        "source_sentence": "Ekañce tilaphalaṁ nimittaṁ katvā tilavāhe pakkhipeyya, taṁyeva tilaphalaṁ uddhareyya.",
        "translation": "If he took hold of a sesame floor by one, he’d pull it into (the fruit).",
        "source": "cnd19:5.14_0"
    },
    {
        "source_sentence": "Evaṁ parisuddhaṁ bhagavato pākatikaṁ maṁsacakkhu.",
        "translation": "thus the Fortunate One’s dispensation, (saying):",
        "source": "cnd19:5.15_0"
    },
    {
        "source_sentence": "Evaṁ bhagavā maṁsacakkhunāpi cakkhumā.",
        "translation": "Thus the Fortunate One, having eyes,",
        "source": "cnd19:5.16_0"
    },
    {
        "source_sentence": "Kathaṁ bhagavā dibbena cakkhunāpi cakkhumā?",
        "translation": "How did the Fortunate One see with his divine eye?",
        "source": "cnd19:6.1_0"
    },
    {
        "source_sentence": "Bhagavā dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe;",
        "translation": "With clairvoyance that is purified and superhuman, the Buddha sees sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place.",
        "source": "cnd19:6.2_0"
    },
    {
        "source_sentence": "sugate duggate yathākammūpage satte pajānāti—",
        "translation": "They understand how sentient beings are reborn according to their deeds.",
        "source": "cnd19:6.3_0"
    },
    {
        "source_sentence": "“ime vata bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṁ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā, te kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapannā;",
        "translation": "“These dear beings did bad things by way of body, speech, and mind.",
        "source": "cnd19:6.4_0"
    },
    {
        "source_sentence": "ime vā pana bhonto sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṁ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā, te kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapannā”ti.",
        "translation": "They understand how sentient beings are reborn according to their deeds.",
        "source": "cnd19:6.5_0"
    },
    {
        "source_sentence": "Iti dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate, yathākammūpage satte pajānāti.",
        "translation": "When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. These dear beings, however, did good things by way of body, speech, and mind. They never spoke ill of the noble ones; they had right view; and they chose to act out of that right view. When their body breaks up, after death, they’re reborn in a good place, a heavenly realm.’ And so, with clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. They understand how sentient beings are reborn according to their deeds.",
        "source": "cnd19:6.6_0"
    },
    {
        "source_sentence": "Ākaṅkhamāno ca bhagavā ekampi lokadhātuṁ passeyya, dvepi lokadhātuyo passeyya, tissopi lokadhātuyo passeyya, catassopi lokadhātuyo passeyya, pañcapi lokadhātuyo passeyya, dasapi lokadhātuyo passeyya, vīsampi lokadhātuyo passeyya, tiṁsampi lokadhātuyo passeyya, cattālīsampi lokadhātuyo passeyya, paññāsampi lokadhātuyo passeyya, satampi lokadhātuyo passeyya, sahassimpi cūḷanikaṁ lokadhātuṁ passeyya, dvisahassimpi majjhimikaṁ lokadhātuṁ passeyya, tisahassimpi lokadhātuṁ passeyya, mahāsahassimpi lokadhātuṁ passeyya, yāvatakaṁ vā pana ākaṅkheyya tāvatakaṁ passeyya.",
        "translation": "If he wished, the Blessed One could see the world elements, and the perfected one, the fully awakened Buddha, had two, three and four elements of the world systems, and one might see in the world. And a single world-element. And a hundred thousand solar systems, mighty and embarrassed in the world. And you might see a thousand world-elements.",
        "source": "cnd19:6.7_0"
    },
    {
        "source_sentence": "Evaṁ parisuddhaṁ bhagavato dibbacakkhu.",
        "translation": "thus so pure and bright,",
        "source": "cnd19:6.8_0"
    },
    {
        "source_sentence": "Evaṁ bhagavā dibbena cakkhunāpi cakkhumā.",
        "translation": "Thus the Fortunate One with his divine-eye,",
        "source": "cnd19:6.9_0"
    },
    {
        "source_sentence": "Kathaṁ bhagavā paññācakkhunāpi cakkhumā?",
        "translation": "How did the Fortunate One seers with the eye of wisdom?",
        "source": "cnd19:7.1_0"
    },
    {
        "source_sentence": "Bhagavā mahāpañño puthupañño javanapañño hāsapañño tikkhapañño nibbedhikapañño paññāpabhedakusalo pabhinnañāṇo adhigatapaṭisambhido catuvesārajjappatto dasabaladhārī purisāsabho purisasīho purisanāgo purisājañño purisadhorayho anantañāṇo anantatejo anantayaso aḍḍho mahaddhano dhanavā netā vinetā anunetā paññāpetā nijjhāpetā pekkhetā pasādetā.",
        "translation": "He, widespread wisdom, widespread wisdom, laughing wisdom, excelling the responsiveness of widespread wisdom, the laughing of wisdom, the One with great wisdom, the one with wide wisdom, the one with great wisdom, the one with poor wisdom, the wide wisdom, the one with no other conscious eyes.",
        "source": "cnd19:7.2_0"
    },
    {
        "source_sentence": "So hi bhagavā anuppannassa maggassa uppādetā asañjātassa maggassa sañjanetā anakkhātassa maggassa akkhātā, maggaññū maggavidū maggakovido maggānugā ca pana etarahi sāvakā viharanti pacchā samannāgatā.",
        "translation": "For the Blessed One is the one who gave rise to the unarisen path, who gave birth to the unborn path, who explained the unexplained path. He is the knower of the path, the discoverer of the path, the expert on the path. And now we have now explained the wrong path.",
        "source": "cnd19:7.3_0"
    },
    {
        "source_sentence": "So hi bhagavā jānaṁ jānāti, passaṁ passati, cakkhubhūto ñāṇabhūto dhammabhūto brahmabhūto vattā pavattā atthassa ninnetā amatassa dātā dhammassāmī tathāgato.",
        "translation": "For he is the Buddha, who knows and sees. He is vision, he is knowledge, he is the truth, he is holiness. He is the teacher, the proclaimer, the elucidator of meaning, the bestower of the deathless, the lord of truth, the Realized One.",
        "source": "cnd19:8.1_0"
    },
    {
        "source_sentence": "Natthi tassa bhagavato aññātaṁ adiṭṭhaṁ aviditaṁ asacchikataṁ aphassitaṁ paññāya.",
        "translation": "There is no known or seen or understood or realized or experienced this with wisdom.",
        "source": "cnd19:8.2_0"
    },
    {
        "source_sentence": "Atītaṁ anāgataṁ paccuppannaṁ upādāya sabbe dhammā sabbākārena buddhassa bhagavato ñāṇamukhe āpāthaṁ āgacchanti.",
        "translation": "past, future, and present. All these things are included in the Buddha’s presence, and all his present.",
        "source": "cnd19:8.3_0"
    },
    {
        "source_sentence": "Yaṁ kiñci neyyaṁ nāma atthi jānitabbaṁ attattho vā parattho vā ubhayattho vā diṭṭhadhammiko vā attho samparāyiko vā attho uttāno vā attho gambhīro vā attho gūḷho vā attho paṭicchanno vā attho neyyo vā attho nīto vā attho anavajjo vā attho nikkileso vā attho vodāno vā attho paramattho vā attho, sabbaṁ taṁ anto buddhañāṇe parivattati.",
        "translation": "Whatever there is, Is there anything that can be known—whether pleasant, painful, or neutral—that needs to be compared with observed because of the Dhamma that is beneficial or specific purpose—the meaning is beneficial, the meaning is this: it is beneficial, the ultimate, the meaning is the meaning.",
        "source": "cnd19:8.4_0"
    },
    {
        "source_sentence": "Sabbaṁ kāyakammaṁ buddhassa bhagavato ñāṇānuparivatti, sabbaṁ vacīkammaṁ ñāṇānuparivatti, sabbaṁ manokammaṁ ñāṇānuparivatti.",
        "translation": "all the deeds done by way of body, speech, and mind do not experience knowledge.",
        "source": "cnd19:9.1_0"
    },
    {
        "source_sentence": "Atīte buddhassa bhagavato appaṭihataṁ ñāṇaṁ, anāgate appaṭihataṁ ñāṇaṁ, paccuppanne appaṭihataṁ ñāṇaṁ, yāvatakaṁ neyyaṁ tāvatakaṁ ñāṇaṁ, yāvatakaṁ ñāṇaṁ tāvatakaṁ neyyaṁ.",
        "translation": "Knowledge of the Buddha ...",
        "source": "cnd19:9.2_0"
    },
    {
        "source_sentence": "Neyyapariyantikaṁ ñāṇaṁ, ñāṇapariyantikaṁ neyyaṁ, neyyaṁ atikkamitvā ñāṇaṁ nappavattati, ñāṇaṁ atikkamitvā neyyapatho natthi.",
        "translation": "knowledge of the limitless knowledge, and then does not know how to go beyond the limit of knowledge. Namely, he does not come over from the next life.",
        "source": "cnd19:9.3_0"
    },
    {
        "source_sentence": "Aññamaññapariyantaṭṭhāyino te dhammā.",
        "translation": "Thoughts that are limited",
        "source": "cnd19:9.4_0"
    },
    {
        "source_sentence": "Yathā dvinnaṁ samuggapaṭalānaṁ sammāphusitānaṁ heṭṭhimaṁ samuggapaṭalaṁ uparimaṁ nātivattati, uparimaṁ samuggapaṭalaṁ heṭṭhimaṁ nātivattati, aññamaññapariyantaṭṭhāyino;",
        "translation": "As the sun (dwells) lighting up the firmament which lasts on the ground, so too above the collar bone but stands on the above ground all sides.",
        "source": "cnd19:9.5_0"
    },
    {
        "source_sentence": "evameva buddhassa bhagavato neyyañca ñāṇañca aññamaññapariyantaṭṭhāyino.",
        "translation": "in the same way the Buddha’s knowledge, and all they became known,",
        "source": "cnd19:9.6_0"
    },
    {
        "source_sentence": "Yāvatakaṁ neyyaṁ tāvatakaṁ ñāṇaṁ, yāvatakaṁ ñāṇaṁ tāvatakaṁ neyyaṁ, neyyapariyantikaṁ ñāṇaṁ, ñāṇapariyantikaṁ neyyaṁ.",
        "translation": "He knows as far as low as (deeds) knowledge of various sorts of offenses, knowledge of the limited knowledge.",
        "source": "cnd19:9.7_0"
    },
    {
        "source_sentence": "Neyyaṁ atikkamitvā ñāṇaṁ nappavattati, ñāṇaṁ atikkamitvā neyyapatho natthi.",
        "translation": "knowledge hasn’t let go beyond, and there is no unshakable knowledge.",
        "source": "cnd19:9.8_0"
    },
    {
        "source_sentence": "Aññamaññapariyantaṭṭhāyino te dhammā.",
        "translation": "Thoughts that are limited",
        "source": "cnd19:9.9_0"
    },
    {
        "source_sentence": "Sabbadhammesu buddhassa bhagavato ñāṇaṁ pavattati.",
        "translation": "the knowledge of the Buddha’s Dhamma,",
        "source": "cnd19:10.1_0"
    },
    {
        "source_sentence": "Sabbe dhammā buddhassa bhagavato āvajjanapaṭibaddhā ākaṅkhapaṭibaddhā manasikārapaṭibaddhā cittuppādapaṭibaddhā.",
        "translation": "All these things are bound up with the Buddha’s Dhamma, and once arisen it, giving attention to the thought of Buddha.",
        "source": "cnd19:10.2_0"
    },
    {
        "source_sentence": "Sabbasattesu buddhassa bhagavato ñāṇaṁ pavattati.",
        "translation": "knowledge of the Buddha’s knowledge of all,",
        "source": "cnd19:10.3_0"
    },
    {
        "source_sentence": "Sabbesañca sattānaṁ bhagavā āsayaṁ jānāti, anusayaṁ jānāti, caritaṁ jānāti, adhimuttiṁ jānāti, apparajakkhe mahārajakkhe tikkhindriye mudindriye svākāre dvākāre suviññāpaye duviññāpaye bhabbābhabbe satte jānāti.",
        "translation": "All sentient beings know what is beneficial and what is harmful, they know the right amount of sentient beings, and they are capable of discerning bad qualities. They know the wrong time of being an embarrassed, capable of breaking up and down, with much dust on their eyes and feet, with much dust on their eyes.",
        "source": "cnd19:10.4_0"
    },
    {
        "source_sentence": "Sadevako loko samārako sabrahmako sassamaṇabrāhmaṇī pajā sadevamanussā antobuddhañāṇe parivattati.",
        "translation": "the world with its gods, Māras and Brahmās, this population with its ascetics and brahmins, its gods and humans, princes,",
        "source": "cnd19:10.5_0"
    },
    {
        "source_sentence": "Yathā ye keci macchakacchapā antamaso timitimiṅgalaṁ upādāya antomahāsamudde parivattanti, evameva sadevako loko samārako loko sabrahmako loko sassamaṇabrāhmaṇī pajā sadevamanussā antobuddhañāṇe parivattati.",
        "translation": "all the world is made of stinginess, not catching up or trapped in three cramps, so too, the world with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans.",
        "source": "cnd19:11.1_0"
    },
    {
        "source_sentence": "Yathā ye keci pakkhī antamaso garuḷaṁ venateyyaṁ upādāya ākāsassa padese parivattanti, evameva yepi te sāriputtasamā paññāya samannāgatā tepi buddhañāṇassa padese parivattanti;",
        "translation": "Whatever questions that are heavy inferior, superior, or compared to the Buddha with the same terms of wisdom.",
        "source": "cnd19:12.1_0"
    },
    {
        "source_sentence": "buddhañāṇaṁ devamanussānaṁ paññaṁ pharitvā abhibhavitvā tiṭṭhati.",
        "translation": "a wise and virtuous decrease, (thinking): It is the greatest of the Buddha,",
        "source": "cnd19:12.2_0"
    },
    {
        "source_sentence": "Yepi te khattiyapaṇḍitā brāhmaṇapaṇḍitā gahapatipaṇḍitā samaṇapaṇḍitā nipuṇā kataparappavādā vālavedhirūpā vobhindantā maññe caranti paññāgatena diṭṭhigatāni, te pañhe abhisaṅkharitvā abhisaṅkharitvā tathāgataṁ upasaṅkamitvā pucchanti gūḷhāni ca paṭicchannāni.",
        "translation": "Even those aristocrats, brahmins, householders, or ascetics who are subtle, accomplished in the doctrines of others, hair-spliters. They seem to be considered as if they were created by the Realized One, and cut off their views and go to see you.",
        "source": "cnd19:13.1_0"
    },
    {
        "source_sentence": "Kathitā visajjitā ca te pañhā bhagavatā honti niddiṭṭhakāraṇā.",
        "translation": "The Buddha has clearly seen them, and when he has sensed these three questions have been relinquished.",
        "source": "cnd19:13.2_0"
    },
    {
        "source_sentence": "Upakkhittakā ca te bhagavato sampajjanti.",
        "translation": "and they were shaking off, they increasing him.",
        "source": "cnd19:13.3_0"
    },
    {
        "source_sentence": "Atha kho bhagavāva tattha atirocati—",
        "translation": "The Buddha then cried.",
        "source": "cnd19:13.4_0"
    },
    {
        "source_sentence": "yadidaṁ paññāyāti.",
        "translation": "namely, wisdom,",
        "source": "cnd19:13.5_0"
    },
    {
        "source_sentence": "Evaṁ bhagavā paññācakkhunāpi cakkhumā.",
        "translation": "The Fortunate One has the eye of wisdom,",
        "source": "cnd19:13.6_0"
    },
    {
        "source_sentence": "Kathaṁ bhagavā buddhacakkhunāpi cakkhumā?",
        "translation": "How did the Fortunate One see the eye?",
        "source": "cnd19:14.1_0"
    },
    {
        "source_sentence": "Bhagavā buddhacakkhunā lokaṁ volokento addasa satte apparajakkhe mahārajakkhe tikkhindriye mudindriye svākāre dvākāre suviññāpaye duviññāpaye appekacce paralokavajjabhayadassāvino viharante.",
        "translation": "And the Buddha saw sentient beings with little dust in their eyes, and some with much dust in their eyes; with keen faculties and with weak faculties, with good qualities and with bad qualities, easy to teach and hard to teach. And some of them lived seeing the danger in the fault to do with the next world, while others did not.",
        "source": "cnd19:14.2_0"
    },
    {
        "source_sentence": "Seyyathāpi nāma uppaliniyaṁ vā paduminiyaṁ vā puṇḍarīkiniyaṁ vā appekaccāni uppalāni vā padumāni vā puṇḍarīkāni vā udake jātāni udake saṁvaḍḍhāni udakānuggatāni antonimuggaposīni, appekaccāni uppalāni vā padumāni vā puṇḍarīkāni vā udake jātāni udake saṁvaḍḍhāni samodakaṁ ṭhitāni, appekaccāni uppalāni vā padumāni vā puṇḍarīkāni vā udake jātāni udake saṁvaḍḍhāni udakā accuggamma tiṭṭhanti anupalittāni udakena;",
        "translation": "It was just like a lotus pond with lotuses born and grown in water: some remain submerged in the water without rising out of it, others reach the surface of the water, and others still rise out of the water without being touched by it.",
        "source": "cnd19:14.3_0"
    },
    {
        "source_sentence": "evamevaṁ bhagavā buddhacakkhunā lokaṁ volokento addasa satte apparajakkhe mahārajakkhe tikkhindriye mudindriye svākāre dvākāre suviññāpaye duviññāpaye appekacce paralokavajjabhayadassāvino viharante.",
        "translation": "In the same way, the Buddha saw sentient beings with little dust in their eyes, and some with much dust in their eyes.",
        "source": "cnd19:14.4_0"
    },
    {
        "source_sentence": "Jānāti bhagavā—",
        "translation": "The Buddha knows that",
        "source": "cnd19:14.5_0"
    },
    {
        "source_sentence": "“ayaṁ puggalo rāgacarito, ayaṁ dosacarito, ayaṁ mohacarito, ayaṁ vitakkacarito, ayaṁ saddhācarito, ayaṁ ñāṇacarito”ti.",
        "translation": "“This person is of greedy temperament, this is one of hating temperament, one of deluded temperament, and one of faithful temperament.”",
        "source": "cnd19:14.6_0"
    },
    {
        "source_sentence": "Rāgacaritassa bhagavā puggalassa asubhakathaṁ katheti;",
        "translation": "The Buddha spoke about the person of greedy temperament.",
        "source": "cnd19:14.7_0"
    },
    {
        "source_sentence": "dosacaritassa bhagavā puggalassa mettābhāvanaṁ ācikkhati;",
        "translation": "The Fortunate One tells about the person of hating temperament,",
        "source": "cnd19:14.8_0"
    },
    {
        "source_sentence": "mohacaritassa bhagavā puggalassa uddese paripucchāya kālena dhammassavane kālena dhammasākacchāya garusaṁvāse niveseti;",
        "translation": "for one of deluded temperament, for a person who is habitually asks questions, truely, and meaningfully.",
        "source": "cnd19:14.9_0"
    },
    {
        "source_sentence": "vitakkacaritassa bhagavā puggalassa ānāpānassatiṁ ācikkhati;",
        "translation": "He tells about a person of thinking,",
        "source": "cnd19:14.10_0"
    },
    {
        "source_sentence": "saddhācaritassa bhagavā puggalassa pasādanīyaṁ nimittaṁ ācikkhati buddhasubodhiṁ dhammasudhammataṁ saṅghasuppaṭipattiṁ sīlāni ca;",
        "translation": "In one of faithful temperament, the Buddha declares that person’s confidence, and the teaching, and the Saṅgha, and the ethics, learning, generosity, and wisdom.",
        "source": "cnd19:14.11_0"
    },
    {
        "source_sentence": "attano ñāṇacaritassa bhagavā puggalassa vipassanānimittaṁ ācikkhati aniccākāraṁ dukkhākāraṁ anattākāraṁ.",
        "translation": "The Buddha declares that person’s own knowledge, is the point of suffering, the general population is impermanent, suffering, and perishable.",
        "source": "cnd19:14.12_0"
    },
    {
        "source_sentence": "“Sele yathā pabbatamuddhaniṭṭhito,",
        "translation": "“Standing high on a rocky mountain,",
        "source": "cnd19:15.1_0"
    },
    {
        "source_sentence": "Yathāpi passe janataṁ samantato;",
        "translation": "you can see the people all around.",
        "source": "cnd19:15.2_0"
    },
    {
        "source_sentence": "Tathūpamaṁ dhammamayaṁ sumedha,",
        "translation": "In just the same way, all-seer, wise one,",
        "source": "cnd19:15.3_0"
    },
    {
        "source_sentence": "Pāsādamāruyha samantacakkhu;",
        "translation": "the Palace made from Dhamma, Visionary One,",
        "source": "cnd19:15.4_0"
    },
    {
        "source_sentence": "Sokāvatiṇṇaṁ janatamapetasoko,",
        "translation": "rid of sorrow, look upon the people,",
        "source": "cnd19:15.5_0"
    },
    {
        "source_sentence": "Avekkhassu jātijarābhibhūtan”ti.",
        "translation": "swamped with sorrow, oppressed by rebirth and old age.”",
        "source": "cnd19:15.6_0"
    },
    {
        "source_sentence": "Evaṁ bhagavā buddhacakkhunāpi cakkhumā.",
        "translation": "The Fortunate One has such eyes,",
        "source": "cnd19:16.1_0"
    },
    {
        "source_sentence": "Kathaṁ bhagavā samantacakkhunāpi cakkhumā?",
        "translation": "May the Fortunate One, Visionary One,",
        "source": "cnd19:17.1_0"
    },
    {
        "source_sentence": "**Samantacakkhu** vuccati sabbaññutañāṇaṁ.",
        "translation": "all-knowing, All-seeing Visionary, is what is meant.",
        "source": "cnd19:17.2_0"
    },
    {
        "source_sentence": "Bhagavā sabbaññutañāṇena upeto samupeto upāgato samupāgato upapanno samupapanno samannāgato.",
        "translation": "He has arisen in omniscience which is accompanied by all omniscience, has arisen in the Jina.",
        "source": "cnd19:17.3_0"
    },
    {
        "source_sentence": "“Na tassa addiṭṭhamidhatthi kiñci,",
        "translation": "“There is no place in them,",
        "source": "cnd19:18.1_0"
    },
    {
        "source_sentence": "Atho aviññātamajānitabbaṁ;",
        "translation": "Knowing this, unshakable,",
        "source": "cnd19:18.2_0"
    },
    {
        "source_sentence": "Sabbaṁ abhiññāsi yadatthi neyyaṁ,",
        "translation": "all-knowledge one can know,",
        "source": "cnd19:18.3_0"
    },
    {
        "source_sentence": "Tathāgato tena samantacakkhū”ti.",
        "translation": "The Realized One is the best for all around.”",
        "source": "cnd19:18.4_0"
    },
    {
        "source_sentence": "Evaṁ bhagavā samantacakkhunāpi cakkhumāti—",
        "translation": "The Buddha has just eyes all around.",
        "source": "cnd19:19.1_0"
    },
    {
        "source_sentence": "na me byākāsi cakkhumā.",
        "translation": "The Seer didn’t answer in the world,",
        "source": "cnd19:19.2_0"
    },
    {
        "source_sentence": "**Yāvatatiyañca devīsi, byākarotīti me sutan**ti yāvatatiyaṁ buddho sahadhammikaṁ pañhaṁ puṭṭho byākaroti no saṁsāretīti—",
        "translation": "if he answers to the third time; he answers to the Buddha, he answers to the questions, and he answers to the questions of the Dhamma; he does not answer with a wisdom; he answers to the teaching of the Dhamma.",
        "source": "cnd19:20.1_0"
    },
    {
        "source_sentence": "evaṁ mayā uggahitaṁ, evaṁ mayā upadhāritaṁ, evaṁ mayā upalakkhitaṁ.",
        "translation": "I’ve taught it like this, how I ever finded it.",
        "source": "cnd19:20.2_0"
    },
    {
        "source_sentence": "**Devīsī**ti bhagavā ceva isi cāti—",
        "translation": "Deathless and the Buddha says,",
        "source": "cnd19:20.3_0"
    },
    {
        "source_sentence": "devīsi.",
        "translation": "Queen Padumavatī",
        "source": "cnd19:20.4_0"
    },
    {
        "source_sentence": "Yathā rājā pabbajitā vuccanti rājisayo, brāhmaṇā pabbajitā vuccanti brāhmaṇisayo, evameva bhagavā ceva isi cāti—",
        "translation": "just as King Seers then went forth is said to be the Buddha’s hermits hermits.",
        "source": "cnd19:20.5_0"
    },
    {
        "source_sentence": "devīsi.",
        "translation": "Queen Padumavatī",
        "source": "cnd19:20.6_0"
    },
    {
        "source_sentence": "Atha vā bhagavā pabbajitotipi **isi**.",
        "translation": "But he drew near the hermits.",
        "source": "cnd19:21.1_0"
    },
    {
        "source_sentence": "Mahantaṁ sīlakkhandhaṁ esī gavesī pariyesītipi isi.",
        "translation": "seeking a great mass of virtue, searching for search;",
        "source": "cnd19:21.2_0"
    },
    {
        "source_sentence": "Mahantaṁ samādhikkhandhaṁ …pe…",
        "translation": "immersion ...",
        "source": "cnd19:21.3_0"
    },
    {
        "source_sentence": "mahantaṁ paññākkhandhaṁ …",
        "translation": "the great mass of wisdom ...",
        "source": "cnd19:21.4_0"
    },
    {
        "source_sentence": "mahantaṁ vimuttikkhandhaṁ …",
        "translation": "the great mass of freedom,",
        "source": "cnd19:21.5_0"
    },
    {
        "source_sentence": "mahantaṁ vimuttiñāṇadassanakkhandhaṁ esī gavesī pariyesītipi isi.",
        "translation": "searching for the great benefit of freedom, seeking the knowledge and vision of freedom.",
        "source": "cnd19:21.6_0"
    },
    {
        "source_sentence": "Mahato tamokāyassa padālanaṁ esī gavesī pariyesītipi isi.",
        "translation": "seeking for a great revenues, went searching for hermits.",
        "source": "cnd19:21.7_0"
    },
    {
        "source_sentence": "Mahato vipallāsassa pabhedanaṁ esī gavesī pariyesītipi isi.",
        "translation": "seeking a great deal of wide opening. And searching for support.",
        "source": "cnd19:21.8_0"
    },
    {
        "source_sentence": "Mahato taṇhāsallassa abbahanaṁ …",
        "translation": "for the dart of craving,",
        "source": "cnd19:21.9_0"
    },
    {
        "source_sentence": "mahato diṭṭhisaṅghāṭassa viniveṭhanaṁ …",
        "translation": "to the ground for views ...",
        "source": "cnd19:21.10_0"
    },
    {
        "source_sentence": "mahato mānadhajassa papātanaṁ …",
        "translation": "a large banner’s crest ...",
        "source": "cnd19:21.11_0"
    },
    {
        "source_sentence": "mahato abhisaṅkhārassa vūpasamaṁ …",
        "translation": "for extra effort ...",
        "source": "cnd19:21.12_0"
    },
    {
        "source_sentence": "mahato oghassa nittharaṇaṁ …",
        "translation": "a large resentment ...",
        "source": "cnd19:21.13_0"
    },
    {
        "source_sentence": "mahato bhārassa nikkhepanaṁ …",
        "translation": "throwing down a great armies ...",
        "source": "cnd19:21.14_0"
    },
    {
        "source_sentence": "mahato saṁsāravaṭṭassa upacchedaṁ …",
        "translation": "mounts for a great eon ...",
        "source": "cnd19:21.15_0"
    },
    {
        "source_sentence": "mahato santāpassa nibbāpanaṁ …",
        "translation": "a great light fire ...",
        "source": "cnd19:21.16_0"
    },
    {
        "source_sentence": "mahato pariḷāhassa paṭippassaddhiṁ …",
        "translation": "of a great resplendent cooked rice ...",
        "source": "cnd19:21.17_0"
    },
    {
        "source_sentence": "mahato dhammadhajassa ussāpanaṁ esī gavesī pariyesītipi isi.",
        "translation": "seeking a great banner, seeking for the benefit and seeking the benefit of the Dhamma.",
        "source": "cnd19:21.18_0"
    },
    {
        "source_sentence": "Mahante satipaṭṭhāne …",
        "translation": "the Saṅgha ...",
        "source": "cnd19:21.19_0"
    },
    {
        "source_sentence": "mahante sammappadhāne …",
        "translation": "right effort ...",
        "source": "cnd19:21.20_0"
    },
    {
        "source_sentence": "mahantāni indriyāni …",
        "translation": "the faculties of great power ...",
        "source": "cnd19:21.21_0"
    },
    {
        "source_sentence": "mahantāni balāni …",
        "translation": "the large powers ...",
        "source": "cnd19:21.22_0"
    },
    {
        "source_sentence": "mahante bojjhaṅge …",
        "translation": "your calves are all the factors of awakening ...",
        "source": "cnd19:21.23_0"
    },
    {
        "source_sentence": "mahantaṁ ariyaṁ aṭṭhaṅgikaṁ maggaṁ …",
        "translation": "the noble eightfold path ...",
        "source": "cnd19:21.24_0"
    },
    {
        "source_sentence": "mahantaṁ paramatthaṁ amataṁ nibbānaṁ esī gavesī pariyesītipi isi.",
        "translation": "seeking the ultimate goal, seeking the deathless, search for Nibbāna.",
        "source": "cnd19:21.25_0"
    },
    {
        "source_sentence": "Mahesakkhehi vā sattehi esito gavesito pariyesito—",
        "translation": "searches for being searched by the hundreds of men,",
        "source": "cnd19:21.26_0"
    },
    {
        "source_sentence": "“kahaṁ buddho, kahaṁ bhagavā, kahaṁ devadevo, kahaṁ narāsabho”tipi isīti—",
        "translation": "“Where is the Buddha, sir, when Majesty was the king? Isidatta.”",
        "source": "cnd19:21.27_0"
    },
    {
        "source_sentence": "yāvatatiyañca devīsi byākarotīti me sutaṁ.",
        "translation": "if (asked) up to a third time the Divine Seer answers, I have heard.",
        "source": "cnd19:21.28_0"
    },
    {
        "source_sentence": "Tenāha so brāhmaṇo—",
        "translation": "The brahmin replied,",
        "source": "cnd19:21.29_0"
    },
    {
        "source_sentence": "“Dvāhaṁ sakkaṁ apucchissaṁ,",
        "translation": "“I would ask you about it, Sakka,",
        "source": "cnd19:22.1_0"
    },
    {
        "source_sentence": "(iccāyasmā mogharājā)",
        "translation": "Mogharāja, said venerable Mogharāja,",
        "source": "cnd19:22.2_0"
    },
    {
        "source_sentence": "Na me byākāsi cakkhumā;",
        "translation": "The Seer didn’t answer in the world,",
        "source": "cnd19:22.3_0"
    },
    {
        "source_sentence": "Yāvatatiyañca devīsi,",
        "translation": "he gives the third time the Queen.",
        "source": "cnd19:22.4_0"
    },
    {
        "source_sentence": "Byākarotīti me sutan”ti.",
        "translation": "declared my answer to me.”",
        "source": "cnd19:22.5_0"
    },
    {
        "source_sentence": "**Ayaṁ loko paro loko,**",
        "translation": "This world, the other world,",
        "source": "cnd19:23.1_0"
    },
    {
        "source_sentence": "**brahmaloko sadevako;**",
        "translation": "the Eternal Youth from the Brahmā realm.",
        "source": "cnd19:23.2_0"
    },
    {
        "source_sentence": "**Diṭṭhiṁ te nābhijānāti,**",
        "translation": "they don’t understand you.",
        "source": "cnd19:23.3_0"
    },
    {
        "source_sentence": "**gotamassa yasassino. **",
        "translation": "of the renowned Gotama",
        "source": "cnd19:23.4_0"
    },
    {
        "source_sentence": "**Ayaṁ loko paro loko**ti.",
        "translation": "This world is the other world.",
        "source": "cnd19:24.1_0"
    },
    {
        "source_sentence": "**Ayaṁ loko**ti manussaloko.",
        "translation": "This world is the world of men.",
        "source": "cnd19:24.2_0"
    },
    {
        "source_sentence": "**Paro loko**ti manussalokaṁ ṭhapetvā sabbo paro lokoti—",
        "translation": "The whole world, apart from the other world,",
        "source": "cnd19:24.3_0"
    },
    {
        "source_sentence": "ayaṁ loko paro loko.",
        "translation": "This world, the other world,",
        "source": "cnd19:24.4_0"
    },
    {
        "source_sentence": "**Brahmaloko sadevako**ti sadevako loko samārako sabrahmako sassamaṇabrāhmaṇī pajā sadevamanussāti—",
        "translation": "Brahma world with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—they are the world with its gods.",
        "source": "cnd19:25.1_0"
    },
    {
        "source_sentence": "brahmaloko sadevako.",
        "translation": "the Eternal Youth from the Brahmā realm.",
        "source": "cnd19:25.2_0"
    },
    {
        "source_sentence": "**Diṭṭhiṁ te nābhijānātī**ti tuyhaṁ diṭṭhiṁ khantiṁ ruciṁ laddhiṁ ajjhāsayaṁ adhippāyaṁ loko na jānāti—",
        "translation": "They don’t know how view is your view. They don’t conceive on your views, belief, or obstinacy.",
        "source": "cnd19:26.1_0"
    },
    {
        "source_sentence": "“ayaṁ evaṁdiṭṭhiko evaṅkhantiko evaṁruciko evaṁladdhiko evaṁajjhāsayo evaṁadhippāyo”ti na jānāti na passati na dakkhati nādhigacchati na vindati na paṭilabhatīti—",
        "translation": "“This is the view, misfortune, in this way.” They don’t see anyone who doesn’t know or see or see or see injuring them, nor do they see.",
        "source": "cnd19:26.2_0"
    },
    {
        "source_sentence": "diṭṭhiṁ te nābhijānāti.",
        "translation": "they don’t understand you.",
        "source": "cnd19:26.3_0"
    },
    {
        "source_sentence": "**Gotamassa yasassino**ti bhagavā yasappattoti yasassī.",
        "translation": "The Fortunate One, who has arrived at Yasa,",
        "source": "cnd19:27.1_0"
    },
    {
        "source_sentence": "Atha vā bhagavā sakkato garukato mānito pūjito apacito lābhī cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārānantipi yasassīti—",
        "translation": "And the Buddha was honored, respected, revered, venerated, and esteemed. And he received robes, alms-food, lodgings, and medicines and supplies for the sick.",
        "source": "cnd19:27.2_0"
    },
    {
        "source_sentence": "gotamassa yasassino.",
        "translation": "of the renowned Gotama",
        "source": "cnd19:27.3_0"
    },
    {
        "source_sentence": "Tenāha so brāhmaṇo—",
        "translation": "The brahmin replied,",
        "source": "cnd19:27.4_0"
    },
    {
        "source_sentence": "“Ayaṁ loko paro loko,",
        "translation": "“This world and the other world",
        "source": "cnd19:28.1_0"
    },
    {
        "source_sentence": "brahmaloko sadevako;",
        "translation": "the Eternal Youth from the Brahmā realm.",
        "source": "cnd19:28.2_0"
    },
    {
        "source_sentence": "Diṭṭhiṁ te nābhijānāti,",
        "translation": "they don’t understand you.",
        "source": "cnd19:28.3_0"
    },
    {
        "source_sentence": "gotamassa yasassino”ti.",
        "translation": "of the renowned Gotama.”",
        "source": "cnd19:28.4_0"
    },
    {
        "source_sentence": "**Evaṁ abhikkantadassāviṁ,**",
        "translation": "so unsurpassed, so very facet,",
        "source": "cnd19:29.1_0"
    },
    {
        "source_sentence": "**atthi pañhena āgamaṁ;**",
        "translation": "There is a question that should be answered,",
        "source": "cnd19:29.2_0"
    },
    {
        "source_sentence": "**Kathaṁ lokaṁ avekkhantaṁ,**",
        "translation": "How do you see the world?",
        "source": "cnd19:29.3_0"
    },
    {
        "source_sentence": "**maccurājā na passati. **",
        "translation": "then the King of Death won’t see you.",
        "source": "cnd19:29.4_0"
    },
    {
        "source_sentence": "**Evaṁ abhikkantadassāvin**ti evaṁ abhikkantadassāviṁ aggadassāviṁ seṭṭhadassāviṁ viseṭṭhadassāviṁ pāmokkhadassāviṁ uttamadassāviṁ paramadassāvinti—",
        "translation": "When I considered this, my unattached, seeing the foremost, best, chief, highest, and finest of the four.",
        "source": "cnd19:30.1_0"
    },
    {
        "source_sentence": "evaṁ abhikkantadassāviṁ.",
        "translation": "so unsurpassed, so very facet,",
        "source": "cnd19:30.2_0"
    },
    {
        "source_sentence": "**Atthi pañhena āgaman**ti pañhena atthiko āgatomhi …pe…",
        "translation": "There is a question that should be answered with a question ...",
        "source": "cnd19:31.1_0"
    },
    {
        "source_sentence": "vahassetaṁ bhāranti, evampi atthi pañhena āgamaṁ.",
        "translation": "There is a question, and this question:",
        "source": "cnd19:31.2_0"
    },
    {
        "source_sentence": "**Kathaṁ lokaṁ avekkhantan**ti kathaṁ lokaṁ avekkhantaṁ paccavekkhantaṁ tulayantaṁ tīrayantaṁ vibhāvayantaṁ vibhūtaṁ karontanti—",
        "translation": "How do they really on the world with its gods? How do they survey the noble ones and fully awakened?",
        "source": "cnd19:32.1_0"
    },
    {
        "source_sentence": "kathaṁ lokaṁ avekkhantaṁ.",
        "translation": "How do you see the world?",
        "source": "cnd19:32.2_0"
    },
    {
        "source_sentence": "**Maccurājā na passatī**ti maccurājā na passati na dakkhati nādhigacchati na vindati na paṭilabhatīti—",
        "translation": "He doesn’t see the king of Death; he doesn’t see (him). He doesn’t see lazy, he doesn’t get rid of responsible.",
        "source": "cnd19:33.1_0"
    },
    {
        "source_sentence": "maccurājā na passati.",
        "translation": "then the King of Death won’t see you.",
        "source": "cnd19:33.2_0"
    },
    {
        "source_sentence": "Tenāha so brāhmaṇo—",
        "translation": "The brahmin then thought,",
        "source": "cnd19:33.3_0"
    },
    {
        "source_sentence": "“Evaṁ abhikkantadassāviṁ,",
        "translation": "“Even Going forward—",
        "source": "cnd19:34.1_0"
    },
    {
        "source_sentence": "atthi pañhena āgamaṁ;",
        "translation": "There is a question that should be answered,",
        "source": "cnd19:34.2_0"
    },
    {
        "source_sentence": "Kathaṁ lokaṁ avekkhantaṁ,",
        "translation": "How do you see the world?",
        "source": "cnd19:34.3_0"
    },
    {
        "source_sentence": "maccurājā na passatī”ti.",
        "translation": "king of Death won’t see you.”",
        "source": "cnd19:34.4_0"
    },
    {
        "source_sentence": "**Suññato lokaṁ avekkhassu,**",
        "translation": "Seeing the world in the world,",
        "source": "cnd19:35.1_0"
    },
    {
        "source_sentence": "**mogharāja sadā sato;**",
        "translation": "Mogharāja, King, always mindful.",
        "source": "cnd19:35.2_0"
    },
    {
        "source_sentence": "**Attānudiṭṭhiṁ ūhacca,**",
        "translation": "Having removed (wrong) view of self,",
        "source": "cnd19:35.3_0"
    },
    {
        "source_sentence": "**evaṁ maccutaro siyā;**",
        "translation": "so death will cross over death.",
        "source": "cnd19:35.4_0"
    },
    {
        "source_sentence": "**Evaṁ lokaṁ avekkhantaṁ,**",
        "translation": "looking around the world",
        "source": "cnd19:35.5_0"
    },
    {
        "source_sentence": "**maccurājā na passati. **",
        "translation": "then the King of Death won’t see you.",
        "source": "cnd19:35.6_0"
    },
    {
        "source_sentence": "**Suññato lokaṁ avekkhassū**ti.",
        "translation": "discerning the world,",
        "source": "cnd19:36.1_0"
    },
    {
        "source_sentence": "**Loko**ti nirayaloko tiracchānaloko pettivisayaloko manussaloko devaloko khandhaloko dhātuloko āyatanaloko ayaṁ loko paro loko brahmaloko sadevako.",
        "translation": "The world of the gods, the animal realm, the ghost realm, the human world, the world of the gods, and the world of the gods. This world of the gods, the Brahmā realm.",
        "source": "cnd19:36.2_0"
    },
    {
        "source_sentence": "Aññataro bhikkhu bhagavantaṁ etadavoca—",
        "translation": "A second monk said to the Buddha,",
        "source": "cnd19:36.3_0"
    },
    {
        "source_sentence": "“loko lokoti, bhante, vuccati.",
        "translation": "“Sir, they say that ‘the world is called ‘the world’.",
        "source": "cnd19:36.4_0"
    },
    {
        "source_sentence": "Kittāvatā nu kho, bhante, lokoti vuccatī”ti?",
        "translation": "How is the world defined?”",
        "source": "cnd19:36.5_0"
    },
    {
        "source_sentence": "“Lujjatīti kho, bhikkhu, tasmā lokoti vuccati.",
        "translation": "“It wears away, mendicant, that’s why it’s called ‘the world’.",
        "source": "cnd19:36.6_0"
    },
    {
        "source_sentence": "Kiñca lujjati?",
        "translation": "And what is the reason why?",
        "source": "cnd19:36.7_0"
    },
    {
        "source_sentence": "Cakkhu kho bhikkhu lujjati, rūpā lujjanti, cakkhuviññāṇaṁ lujjati, cakkhusamphasso lujjati, yampidaṁ cakkhusamphassapaccayā uppajjati vedayitaṁ sukhaṁ vā dukkhaṁ vā adukkhamasukhaṁ vā tampi lujjati;",
        "translation": "The eye ... ear ... nose ... tongue ... body ...",
        "source": "cnd19:36.8_0"
    },
    {
        "source_sentence": "sotaṁ lujjati,",
        "translation": "The hunter brokes up.",
        "source": "cnd19:36.9_0"
    },
    {
        "source_sentence": "gandhā lujjanti …pe…",
        "translation": "scented odors,",
        "source": "cnd19:36.10_0"
    },
    {
        "source_sentence": "kāyo lujjati, phoṭṭhabbā lujjanti;",
        "translation": "The body feels touching it.",
        "source": "cnd19:36.11_0"
    },
    {
        "source_sentence": "mano lujjati, dhammā lujjanti, manoviññāṇaṁ lujjati, manosamphasso lujjati;",
        "translation": "The mind ... thoughts ... mind consciousness ... mind contact is wearing away.",
        "source": "cnd19:36.12_0"
    },
    {
        "source_sentence": "yampidaṁ manosamphassapaccayā uppajjati vedayitaṁ sukhaṁ vā dukkhaṁ vā adukkhamasukhaṁ vā tampi lujjati.",
        "translation": "The pleasant, painful, or neutral feeling that arises conditioned by mind contact is also wearing away.",
        "source": "cnd19:36.12_1"
    },
    {
        "source_sentence": "Lujjatīti kho, bhikkhu, tasmā lokoti vuccati”.",
        "translation": "They’re called ‘the world’.”",
        "source": "cnd19:36.13_0"
    },
    {
        "source_sentence": "**Suññato lokaṁ avekkhassū**ti dvīhi kāraṇehi suññato lokaṁ avekkhati—",
        "translation": "He knows two worldly reasons:",
        "source": "cnd19:37.1_0"
    },
    {
        "source_sentence": "avasiyapavattasallakkhaṇavasena vā tucchasaṅkhārasamanupassanāvasena vā.",
        "translation": "Or alternatively, if it is only the characteristic of impermanence, etc., of insight and concentration, or of insight knowledge.",
        "source": "cnd19:37.2_0"
    },
    {
        "source_sentence": "Kathaṁ avasiyapavattasallakkhaṇavasena suññato lokaṁ avekkhati?",
        "translation": "and how is he characterized as if only the whole world?",
        "source": "cnd19:37.3_0"
    },
    {
        "source_sentence": "Rūpe vaso na labbhati, vedanāya vaso na labbhati, saññāya vaso na labbhati, saṅkhāresu vaso na labbhati, viññāṇe vaso na labbhati.",
        "translation": "they don’t expect (still) form, feeling, perception, choices, or consciousness.",
        "source": "cnd19:37.4_0"
    },
    {
        "source_sentence": "Vuttañhetaṁ bhagavatā—",
        "translation": "for this is said by the Buddha,",
        "source": "cnd19:37.5_0"
    },
    {
        "source_sentence": "“rūpaṁ, bhikkhave, anattā.",
        "translation": "“Bodily form, monks, is not Self,",
        "source": "cnd19:37.6_0"
    },
    {
        "source_sentence": "Rūpañca hidaṁ, bhikkhave, attā abhavissa, nayidaṁ rūpaṁ ābādhāya saṁvatteyya, labbhetha ca rūpe—",
        "translation": "For if form were your essence, it would not lead to suffering, and you could make it",
        "source": "cnd19:37.7_0"
    },
    {
        "source_sentence": "‘evaṁ me rūpaṁ hotu, evaṁ me rūpaṁ mā ahosī’ti.",
        "translation": "be like this and not be like that.",
        "source": "cnd19:37.8_0"
    },
    {
        "source_sentence": "Yasmā ca kho, bhikkhave, rūpaṁ anattā, tasmā rūpaṁ ābādhāya saṁvattati na ca labbhati rūpe—",
        "translation": "But because form is not your essence, it leads to suffering, and you can’t make it",
        "source": "cnd19:37.9_0"
    },
    {
        "source_sentence": "‘evaṁ me rūpaṁ hotu, evaṁ me rūpaṁ mā ahosī’ti.",
        "translation": "be like this and not be like that.",
        "source": "cnd19:37.10_0"
    },
    {
        "source_sentence": "Vedanā anattā.",
        "translation": "Feeling is not your essence.",
        "source": "cnd19:38.1_0"
    },
    {
        "source_sentence": "Vedanā ca hidaṁ, bhikkhave, attā abhavissa, nayidaṁ vedanā ābādhāya saṁvatteyya, labbhetha ca vedanāya—",
        "translation": "For if feelings were your essence, they would not lead to suffering, and you could make them",
        "source": "cnd19:38.2_0"
    },
    {
        "source_sentence": "‘evaṁ me vedanā hotu, evaṁ me vedanā mā ahosī’ti.",
        "translation": "be like this and not be like that.",
        "source": "cnd19:38.3_0"
    },
    {
        "source_sentence": "Yasmā ca kho, bhikkhave, vedanā anattā, tasmā vedanā ābādhāya saṁvattati, na ca labbhati vedanāya—",
        "translation": "But because feelings are not your essence, they lead to suffering, and you can’t make them",
        "source": "cnd19:38.4_0"
    },
    {
        "source_sentence": "‘evaṁ me vedanā hotu, evaṁ me vedanā mā ahosī’ti.",
        "translation": "be like this and not be like that.",
        "source": "cnd19:38.5_0"
    },
    {
        "source_sentence": "Saññā anattā.",
        "translation": "Perceptions are not your essence.",
        "source": "cnd19:39.1_0"
    },
    {
        "source_sentence": "Saññā ca hidaṁ, bhikkhave, attā abhavissa, nayidaṁ saññā ābādhāya saṁvatteyya, labbhetha ca saññāya—",
        "translation": "For if perceptions were your essence, they would not lead to suffering, and you could make them",
        "source": "cnd19:39.2_0"
    },
    {
        "source_sentence": "‘evaṁ me saññā hotu, evaṁ me saññā mā ahosī’ti.",
        "translation": "be like this and not be like that.",
        "source": "cnd19:39.3_0"
    },
    {
        "source_sentence": "Yasmā ca kho, bhikkhave, saññā anattā, tasmā saññā ābādhāya saṁvattati, na ca labbhati saññāya—",
        "translation": "But because perceptions are not your essence, they lead to suffering, and you can’t make them",
        "source": "cnd19:39.4_0"
    },
    {
        "source_sentence": "‘evaṁ me saññā hotu, evaṁ me saññā mā ahosī’ti.",
        "translation": "be like this and not be like that.",
        "source": "cnd19:39.5_0"
    },
    {
        "source_sentence": "Saṅkhārā anattā.",
        "translation": "Choices are not-self ...",
        "source": "cnd19:40.1_0"
    },
    {
        "source_sentence": "Saṅkhārā ca hidaṁ, bhikkhave, attā abhavissaṁsu, nayidaṁ saṅkhārā ābādhāya saṁvatteyyuṁ, labbhetha ca saṅkhāresu—",
        "translation": "For if intentional activities were your essence, they would not lead to suffering, and you could make them",
        "source": "cnd19:40.2_0"
    },
    {
        "source_sentence": "‘evaṁ me saṅkhārā hontu, evaṁ me saṅkhārā mā ahesun’ti.",
        "translation": "be like this and not be like that.",
        "source": "cnd19:40.3_0"
    },
    {
        "source_sentence": "Yasmā ca kho, bhikkhave, saṅkhārā anattā, tasmā saṅkhārā ābādhāya saṁvattanti, na ca labbhati saṅkhāresu—",
        "translation": "But because intentional activities are not your essence, they lead to suffering, and you can’t make them",
        "source": "cnd19:40.4_0"
    },
    {
        "source_sentence": "‘evaṁ me saṅkhārā hontu, evaṁ me saṅkhārā mā ahesun’ti.",
        "translation": "be like this and not be like that.",
        "source": "cnd19:40.5_0"
    },
    {
        "source_sentence": "Viññāṇaṁ anattā.",
        "translation": "Consciousness is not your essence.",
        "source": "cnd19:41.1_0"
    },
    {
        "source_sentence": "Viññāṇañca hidaṁ, bhikkhave, attā abhavissa, nayidaṁ viññāṇaṁ ābādhāya saṁvatteyya, labbhetha ca viññāṇe—",
        "translation": "For if consciousness were your essence, it would not lead to suffering, and you could make it",
        "source": "cnd19:41.2_0"
    },
    {
        "source_sentence": "‘evaṁ me viññāṇaṁ hotu, evaṁ me viññāṇaṁ mā ahosī’ti.",
        "translation": "be like this and not be like that.",
        "source": "cnd19:41.3_0"
    },
    {
        "source_sentence": "Yasmā ca kho, bhikkhave, viññāṇaṁ anattā, tasmā viññāṇaṁ ābādhāya saṁvattati, na ca labbhati viññāṇe—",
        "translation": "But because consciousness is not your essence, it leads to suffering, and you can’t make it",
        "source": "cnd19:41.4_0"
    },
    {
        "source_sentence": "‘evaṁ me viññāṇaṁ hotu, evaṁ me viññāṇaṁ mā ahosī’”ti.",
        "translation": "‘May my consciousness be like this! May it not be like that’?”",
        "source": "cnd19:41.5_0"
    },
    {
        "source_sentence": "Vuttañhetaṁ bhagavatā—",
        "translation": "for this is said by the Buddha,",
        "source": "cnd19:42.1_0"
    },
    {
        "source_sentence": "“nāyaṁ, bhikkhave, kāyo tumhākaṁ, napi aññesaṁ.",
        "translation": "“Mendicants, this body doesn’t belong to you or to anyone else.",
        "source": "cnd19:42.2_0"
    },
    {
        "source_sentence": "Purāṇamidaṁ, bhikkhave, kammaṁ abhisaṅkhataṁ abhisañcetayitaṁ vedaniyaṁ daṭṭhabbaṁ.",
        "translation": "It’s old deeds, and should be seen as produced by choices and intentions, as something to be felt.",
        "source": "cnd19:42.3_0"
    },
    {
        "source_sentence": "Tatra kho, bhikkhave, sutavā ariyasāvako paṭiccasamuppādaṁyeva sādhukaṁ yoniso manasi karoti—",
        "translation": "In this case, a learned noble disciple carefully and properly attends to dependent origination itself:",
        "source": "cnd19:42.4_0"
    },
    {
        "source_sentence": "‘iti imasmiṁ sati idaṁ hoti, imassuppādā idaṁ uppajjati;",
        "translation": "‘This being so, that is; from the arising of this, that arises,",
        "source": "cnd19:42.5_0"
    },
    {
        "source_sentence": "imasmiṁ asati idaṁ na hoti, imassa nirodhā idaṁ nirujjhati, yadidaṁ—",
        "translation": "When this doesn’t exist, that is not; due to the cessation of this, that ceases. That is:",
        "source": "cnd19:42.6_0"
    },
    {
        "source_sentence": "avijjāpaccayā saṅkhārā, saṅkhārapaccayā viññāṇaṁ, viññāṇapaccayā nāmarūpaṁ, nāmarūpapaccayā saḷāyatanaṁ, saḷāyatanapaccayā phasso, phassapaccayā vedanā, vedanāpaccayā taṇhā, taṇhāpaccayā upādānaṁ, upādānapaccayā bhavo, bhavapaccayā jāti, jātipaccayā jarāmaraṇaṁ sokaparidevadukkhadomanassupāyāsā sambhavanti—",
        "translation": "ignorance is a condition for choices. Name and form are a condition for consciousness. Name and form are conditions for the six sense fields. The six sense fields are conditions for contact. Contact is a condition for feeling. Feeling is a condition for craving. Craving is a condition for grasping. Grasping is a condition for continued existence. Continued existence is a condition for rebirth. Rebirth is a condition for old age and death, for grief, sorrow, lamentation, pain, sadness, and distress to come to be.",
        "source": "cnd19:42.7_0"
    },
    {
        "source_sentence": "evametassa kevalassa dukkhakkhandhassa samudayo hoti’.",
        "translation": "That is how this entire mass of suffering originates.’",
        "source": "cnd19:42.8_0"
    },
    {
        "source_sentence": "Avijjāya tveva asesavirāganirodhā saṅkhāranirodho, saṅkhāranirodhā viññāṇanirodho …pe…",
        "translation": "When ignorance fades away and ceases with nothing left over, choices cease. When choices cease, consciousness ceases. When consciousness ceases, consciousness ceases. When name and form cease. When name and form cease, the six sense fields cease. When the six sense fields cease, consciousness ceases. When contact ceases, feeling ceases. When feeling ceases, craving ceases. When grasping ceases, grasping ceases. When continued existence ceases. When continued existence ceases, rebirth ceases. When rebirth ceases, old age and death, sorrow, lamentation, pain, sadness, and distress cease.",
        "source": "cnd19:43.1_0"
    },
    {
        "source_sentence": "jātinirodhā jarāmaraṇaṁ sokaparidevadukkhadomanassupāyāsā nirujjhanti, evametassa kevalassa dukkhakkhandhassa nirodho hotī”ti.",
        "translation": "When rebirth ceases, old age and death, sorrow, lamentation, pain, sadness, and distress cease.”",
        "source": "cnd19:43.2_0"
    },
    {
        "source_sentence": "Evaṁ avasiyapavattasallakkhaṇavasena suññato lokaṁ avekkhati.",
        "translation": "Thus there is he who is fully extinguished through the characteristic of endlessness, and through attainment of the world,",
        "source": "cnd19:43.3_0"
    },
    {
        "source_sentence": "Kathaṁ tucchasaṅkhārasamanupassanāvasena suññato lokaṁ avekkhati?",
        "translation": "How is the question of conditions, and to be understood how to reckoned as an instance?",
        "source": "cnd19:44.1_0"
    },
    {
        "source_sentence": "Rūpe sāro na labbhati, vedanāya sāro na labbhati, saññāya sāro na labbhati, saṅkhāresu sāro na labbhati, viññāṇe sāro na labbhati;",
        "translation": "Form is indeed a form, feeling is not incapable of perception. It is experienced as a feeling, perception, choices, or consciousness.",
        "source": "cnd19:44.2_0"
    },
    {
        "source_sentence": "rūpaṁ assāraṁ nissāraṁ sārāpagataṁ niccasārasārena vā sukhasārasārena vā attasārasārena vā niccena vā dhuvena vā sassatena vā avipariṇāmadhammena vā.",
        "translation": "Form is the essence, for the heart, for the restraint of self, for the essence, or for those who wish to be permanent or eternal.",
        "source": "cnd19:44.3_0"
    },
    {
        "source_sentence": "Vedanā assārā nissārā sārāpagatā …pe…",
        "translation": "When feeling ...",
        "source": "cnd19:44.4_0"
    },
    {
        "source_sentence": "saññā assārā nissārā sārāpagatā …",
        "translation": "perception ...",
        "source": "cnd19:44.5_0"
    },
    {
        "source_sentence": "saṅkhārā assārā nissārā sārāpagatā …",
        "translation": "choices, unbroken, falsehoods, and essentials.",
        "source": "cnd19:44.6_0"
    },
    {
        "source_sentence": "viññāṇaṁ assāraṁ nissāraṁ sārāpagataṁ niccasārasārena vā sukhasārasārena vā attasārasārena vā niccena vā dhuvena vā sassatena vā avipariṇāmadhammena vā.",
        "translation": "consciousness, wishing for self-assured and inessentialing, heart-standing, moving along as permanent or impermanent?",
        "source": "cnd19:44.7_0"
    },
    {
        "source_sentence": "Yathā naḷo assāro nissāro sārāpagato, yathā ca eraṇḍo …pe…",
        "translation": "Like a government official who has fallen from the forest, the essence as it is,",
        "source": "cnd19:45.1_0"
    },
    {
        "source_sentence": "yathā ca udumbaro assāro nissāro sārāpagato, yathā ca setakaccho assāro nissāro sārāpagato, yathā ca pālibhaddako assāro nissāro sārāpagato, yathā ca pheṇapiṇḍo assāro nissāro sārāpagato, yathā ca udakapubbuḷaṁ assāraṁ nissāraṁ sārāpagataṁ, yathā ca marīci assārā nissārā sārāpagatā, yathā kadalikkhandho assāro nissāro sārāpagato, yathā māyā assārā nissārā sārāpagatā—",
        "translation": "And just as a rotten goad forwards and back a dancing, lying down in the essence, just as the cracked heap, depressed, escorted with the dancing, the essential, the mud, the essential, and the essential coal, and the essential curts still essential, like a cramped,",
        "source": "cnd19:45.2_0"
    },
    {
        "source_sentence": "evameva rūpaṁ assāraṁ nissāraṁ sārāpagataṁ niccasārasārena vā sukhasārasārena vā attasārasārena vā niccena vā dhuvena vā sassatena vā avipariṇāmadhammena vā.",
        "translation": "In the same way, when form is announced forward and remote lodgings, for the heart and for growing back or as essential or for oneself.",
        "source": "cnd19:45.3_0"
    },
    {
        "source_sentence": "Vedanā assārā nissārā sārāpagatā …pe…",
        "translation": "When feeling ...",
        "source": "cnd19:45.4_0"
    },
    {
        "source_sentence": "saññā assārā nissārā sārāpagatā …",
        "translation": "perception ...",
        "source": "cnd19:45.5_0"
    },
    {
        "source_sentence": "saṅkhārā assārā nissārā sārāpagatā …",
        "translation": "choices, unbroken, falsehoods, and essentials.",
        "source": "cnd19:45.6_0"
    },
    {
        "source_sentence": "viññāṇaṁ assāraṁ nissāraṁ sārāpagataṁ niccasārasārena vā sukhasārasārena vā attasārasārena vā niccena vā dhuvena vā sassatena vā avipariṇāmadhammena vā.",
        "translation": "consciousness, wishing for self-assured and inessentialing, heart-standing, moving along as permanent or impermanent?",
        "source": "cnd19:45.7_0"
    },
    {
        "source_sentence": "Evaṁ tucchasaṅkhārasamanupassanāvasena suññato lokaṁ avekkhati.",
        "translation": "Thus he residers to the influence to the unconditioned, fully glorious world,",
        "source": "cnd19:45.8_0"
    },
    {
        "source_sentence": "Imehi dvīhi kāraṇehi suññato lokaṁ avekkhati.",
        "translation": "With these two reasons he protects the world,",
        "source": "cnd19:45.9_0"
    },
    {
        "source_sentence": "Api ca chahākārehi suññato lokaṁ avekkhati.",
        "translation": "For one who knows the six ways in which the world beyond,",
        "source": "cnd19:46.1_0"
    },
    {
        "source_sentence": "Cakkhu suññaṁ attena vā attaniyena vā niccena vā dhuvena vā sassatena vā avipariṇāmadhammena vā,",
        "translation": "one’s own self or what is empty of self. For one who is constantly seeking the variety of sight, but without harming.",
        "source": "cnd19:46.2_0"
    },
    {
        "source_sentence": "sotaṁ suññaṁ …pe…",
        "translation": "If you’ve heard ...",
        "source": "cnd19:46.3_0"
    },
    {
        "source_sentence": "ghānaṁ suññaṁ …",
        "translation": "the nose ...",
        "source": "cnd19:46.4_0"
    },
    {
        "source_sentence": "jivhā suññā …",
        "translation": "The ear ... nose ... tongue ... body ...",
        "source": "cnd19:46.5_0"
    },
    {
        "source_sentence": "kāyo suñño …",
        "translation": "the body ...",
        "source": "cnd19:46.6_0"
    },
    {
        "source_sentence": "mano suñño attena vā attaniyena vā niccena vā dhuvena vā sassatena vā avipariṇāmadhammena vā.",
        "translation": "mind is empty of self or what is empty.",
        "source": "cnd19:46.7_0"
    },
    {
        "source_sentence": "Rūpā suññā …pe…",
        "translation": "sights ...",
        "source": "cnd19:46.8_0"
    },
    {
        "source_sentence": "saddā suññā …",
        "translation": "When you understand sounds ...",
        "source": "cnd19:46.9_0"
    },
    {
        "source_sentence": "gandhā suññā …",
        "translation": "smells ...",
        "source": "cnd19:46.10_0"
    },
    {
        "source_sentence": "rasā suññā …",
        "translation": "... tastes ...",
        "source": "cnd19:46.11_0"
    },
    {
        "source_sentence": "phoṭṭhabbā suññā …",
        "translation": "tangibles ...",
        "source": "cnd19:46.12_0"
    },
    {
        "source_sentence": "dhammā suññā attena vā attaniyena vā niccena vā dhuvena vā sassatena vā avipariṇāmadhammena vā.",
        "translation": "thoughts known by the empty of self or what belongs to self.",
        "source": "cnd19:46.13_0"
    },
    {
        "source_sentence": "Cakkhuviññāṇaṁ suññaṁ …pe…",
        "translation": "eye consciousness ...",
        "source": "cnd19:46.14_0"
    },
    {
        "source_sentence": "manoviññāṇaṁ suññaṁ …",
        "translation": "mind consciousness,",
        "source": "cnd19:46.15_0"
    },
    {
        "source_sentence": "cakkhusamphasso suñño …",
        "translation": "eye contact ...",
        "source": "cnd19:46.16_0"
    },
    {
        "source_sentence": "manosamphasso suñño …",
        "translation": "mind contact ...",
        "source": "cnd19:46.17_0"
    },
    {
        "source_sentence": "cakkhusamphassajā vedanā suññā …",
        "translation": "feeling born of eye contact ...",
        "source": "cnd19:46.18_0"
    },
    {
        "source_sentence": "manosamphassajā vedanā suññā …",
        "translation": "feeling born of mind contact ...",
        "source": "cnd19:46.19_0"
    },
    {
        "source_sentence": "rūpasaññā suññā …",
        "translation": "Perception of sights ...",
        "source": "cnd19:46.20_0"
    },
    {
        "source_sentence": "dhammasaññā suññā …",
        "translation": "perception of thoughts ...",
        "source": "cnd19:46.21_0"
    },
    {
        "source_sentence": "rūpasañcetanā suññā …",
        "translation": "intention regarding sights ...",
        "source": "cnd19:46.22_0"
    },
    {
        "source_sentence": "dhammasañcetanā suññā …",
        "translation": "intention regarding thoughts ...”",
        "source": "cnd19:46.23_0"
    },
    {
        "source_sentence": "rūpataṇhā suññā …",
        "translation": "craving for sights ...",
        "source": "cnd19:46.24_0"
    },
    {
        "source_sentence": "rūpavitakko suñño …",
        "translation": "Perceiving form ...",
        "source": "cnd19:46.25_0"
    },
    {
        "source_sentence": "rūpavicāro suñño …",
        "translation": "considerations regarding sights ...",
        "source": "cnd19:46.26_0"
    },
    {
        "source_sentence": "dhammavicāro suñño attena vā attaniyena vā niccena vā dhuvena vā sassatena vā avipariṇāmadhammena vā.",
        "translation": "considerations regarding the thoughts ...",
        "source": "cnd19:46.27_0"
    },
    {
        "source_sentence": "Evaṁ chahākārehi suññato lokaṁ avekkhati.",
        "translation": "So he looks down on the six world in six ways:",
        "source": "cnd19:46.28_0"
    },
    {
        "source_sentence": "Api ca dasahākārehi suññato lokaṁ avekkhati.",
        "translation": "Still, however, he knows the world in ten ways:",
        "source": "cnd19:47.1_0"
    },
    {
        "source_sentence": "Rūpaṁ rittato tucchato suññato anattato asārakato vadhakato vibhavato aghamūlato sāsavato saṅkhatato;",
        "translation": "Form is empty, hollow, and insubstantial.",
        "source": "cnd19:47.2_0"
    },
    {
        "source_sentence": "vedanaṁ …pe…",
        "translation": "They regard feeling ...",
        "source": "cnd19:47.3_0"
    },
    {
        "source_sentence": "saññaṁ …",
        "translation": "perception ...",
        "source": "cnd19:47.4_0"
    },
    {
        "source_sentence": "saṅkhāre …",
        "translation": "They understand choices,",
        "source": "cnd19:47.5_0"
    },
    {
        "source_sentence": "viññāṇaṁ …",
        "translation": "consciousness ...",
        "source": "cnd19:47.6_0"
    },
    {
        "source_sentence": "cutiṁ …",
        "translation": "passing away ...",
        "source": "cnd19:47.7_0"
    },
    {
        "source_sentence": "upapattiṁ …",
        "translation": "their rebirth ...",
        "source": "cnd19:47.8_0"
    },
    {
        "source_sentence": "paṭisandhiṁ …",
        "translation": "gladness ...",
        "source": "cnd19:47.9_0"
    },
    {
        "source_sentence": "bhavaṁ …",
        "translation": "continued existence ...",
        "source": "cnd19:47.10_0"
    },
    {
        "source_sentence": "saṁsāravaṭṭaṁ rittato tucchato suññato anattato asārakato vadhakato vibhavato aghamūlato sāsavato saṅkhatato.",
        "translation": "It’s empty, assume as to be void, hollow, and insubstantial.",
        "source": "cnd19:47.11_0"
    },
    {
        "source_sentence": "Evaṁ dasahākārehi suññato lokaṁ avekkhati.",
        "translation": "Thus in ten ways he makes his whole world with its gods,",
        "source": "cnd19:47.12_0"
    },
    {
        "source_sentence": "Api ca dvādasahākārehi suññato lokaṁ avekkhati.",
        "translation": "However, he looks on while he is seeking the world in twelve ways:",
        "source": "cnd19:48.1_0"
    },
    {
        "source_sentence": "Rūpaṁ na satto na jīvo na naro na māṇavo na itthī na puriso na attā na attaniyaṁ nāhaṁ na mama na koci na kassaci;",
        "translation": "I don’t regard form as a sentient being, not a student, nor does it not belong to my self, nor does it not belong to me.",
        "source": "cnd19:48.2_0"
    },
    {
        "source_sentence": "vedanā …pe…",
        "translation": "Is feeling ...",
        "source": "cnd19:48.3_0"
    },
    {
        "source_sentence": "saññā …",
        "translation": "perception ...",
        "source": "cnd19:48.4_0"
    },
    {
        "source_sentence": "saṅkhārā …",
        "translation": "“Are choices permanent or impermanent?” ...",
        "source": "cnd19:48.5_0"
    },
    {
        "source_sentence": "viññāṇaṁ na satto na jīvo na naro na māṇavo na itthī na puriso na attā na attaniyaṁ nāhaṁ na mama na koci na kassaci.",
        "translation": "consciousness, a woman, not a man, not a woman, not a man, not a woman, nor does not belong to me.",
        "source": "cnd19:48.6_0"
    },
    {
        "source_sentence": "Evaṁ dvādasahākārehi suññato lokaṁ avekkhati.",
        "translation": "Thus he looks on at the twelve ways in twelve ways:",
        "source": "cnd19:48.7_0"
    },
    {
        "source_sentence": "Vuttañhetaṁ bhagavatā—",
        "translation": "for this is said by the Buddha,",
        "source": "cnd19:49.1_0"
    },
    {
        "source_sentence": "“yaṁ, bhikkhave, na tumhākaṁ taṁ pajahatha.",
        "translation": "“Mendicants, give up what isn’t yours.",
        "source": "cnd19:49.2_0"
    },
    {
        "source_sentence": "Taṁ vo pahīnaṁ dīgharattaṁ hitāya sukhāya bhavissati.",
        "translation": "Giving it up will be for your lasting welfare and happiness.",
        "source": "cnd19:49.3_0"
    },
    {
        "source_sentence": "Kiñca, bhikkhave, na tumhākaṁ?",
        "translation": "And what isn’t yours?",
        "source": "cnd19:49.4_0"
    },
    {
        "source_sentence": "Rūpaṁ, bhikkhave, na tumhākaṁ, taṁ pajahatha.",
        "translation": "Form isn’t yours: give it up.",
        "source": "cnd19:49.5_0"
    },
    {
        "source_sentence": "Taṁ vo pahīnaṁ dīgharattaṁ hitāya sukhāya bhavissati.",
        "translation": "Giving it up will be for your lasting welfare and happiness.",
        "source": "cnd19:49.6_0"
    },
    {
        "source_sentence": "Vedanā, bhikkhave, na tumhākaṁ, taṁ pajahatha.",
        "translation": "Feeling isn’t yours: give it up.",
        "source": "cnd19:49.7_0"
    },
    {
        "source_sentence": "Sā vo pahīnā dīgharattaṁ hitāya sukhāya bhavissati.",
        "translation": "Giving it up will be for your lasting welfare and happiness.",
        "source": "cnd19:49.8_0"
    },
    {
        "source_sentence": "Saññā, bhikkhave, na tumhākaṁ, taṁ pajahatha.",
        "translation": "perception ...",
        "source": "cnd19:49.9_0"
    },
    {
        "source_sentence": "Sā vo pahīnā dīgharattaṁ hitāya sukhāya bhavissati.",
        "translation": "Giving it up will be for your lasting welfare and happiness.",
        "source": "cnd19:49.10_0"
    },
    {
        "source_sentence": "Saṅkhārā, bhikkhave, na tumhākaṁ, te pajahatha.",
        "translation": "Choices aren’t yours: give them up.",
        "source": "cnd19:49.11_0"
    },
    {
        "source_sentence": "Te vo pahīnā dīgharattaṁ hitāya sukhāya bhavissanti.",
        "translation": "Giving it up will be for your lasting welfare and happiness.",
        "source": "cnd19:49.12_0"
    },
    {
        "source_sentence": "Viññāṇaṁ, bhikkhave, na tumhākaṁ, taṁ pajahatha.",
        "translation": "Consciousness isn’t yours: give it up.",
        "source": "cnd19:49.13_0"
    },
    {
        "source_sentence": "Taṁ vo pahīnaṁ dīgharattaṁ hitāya sukhāya bhavissati.",
        "translation": "Giving it up will be for your lasting welfare and happiness.",
        "source": "cnd19:49.14_0"
    },
    {
        "source_sentence": "Seyyathāpi, bhikkhave, yaṁ imasmiṁ jetavane tiṇakaṭṭhasākhāpalāsaṁ taṁ jano hareyya vā ḍaheyya vā yathāpaccayaṁ vā kareyya.",
        "translation": "Suppose a person was to carry off the grass, sticks, branches, and leaves in this Jeta’s Grove, or burn them, or do what they want with them.",
        "source": "cnd19:49.15_0"
    },
    {
        "source_sentence": "Api nu tumhākaṁ evamassa—",
        "translation": "Would you think,",
        "source": "cnd19:49.16_0"
    },
    {
        "source_sentence": "‘amhe jano harati vā ḍahati vā yathāpaccayaṁ vā karotī’”ti?",
        "translation": "‘This person is carrying us off, burning us, or doing what they want with us?’”",
        "source": "cnd19:49.17_0"
    },
    {
        "source_sentence": "“No hetaṁ, bhante”.",
        "translation": "“No, sir.”",
        "source": "cnd19:49.18_0"
    },
    {
        "source_sentence": "“Taṁ kissa hetu”?",
        "translation": "“Why is that?”",
        "source": "cnd19:49.19_0"
    },
    {
        "source_sentence": "“Na hi no etaṁ, bhante, attā vā attaniyaṁ” vāti.",
        "translation": "“But, sir, isn’t that self or self?”",
        "source": "cnd19:49.20_0"
    },
    {
        "source_sentence": "“Evameva kho, bhikkhave, yaṁ na tumhākaṁ taṁ pajahatha;",
        "translation": "“In the same way, mendicants, give up what isn't yours.",
        "source": "cnd19:49.21_0"
    },
    {
        "source_sentence": "taṁ vo pahīnaṁ dīgharattaṁ hitāya sukhāya bhavissati.",
        "translation": "Giving it up will be for your lasting welfare and happiness.",
        "source": "cnd19:49.22_0"
    },
    {
        "source_sentence": "Kiñca, bhikkhave, na tumhākaṁ?",
        "translation": "And what isn’t yours?",
        "source": "cnd19:49.23_0"
    },
    {
        "source_sentence": "Rūpaṁ, bhikkhave, na tumhākaṁ, taṁ pajahatha.",
        "translation": "Form isn’t yours: give it up.",
        "source": "cnd19:49.24_0"
    },
    {
        "source_sentence": "Taṁ vo pahīnaṁ dīgharattaṁ hitāya sukhāya bhavissati.",
        "translation": "Giving it up will be for your lasting welfare and happiness.",
        "source": "cnd19:49.25_0"
    },
    {
        "source_sentence": "Vedanā …pe…",
        "translation": "Is feeling ...",
        "source": "cnd19:49.26_0"
    },
    {
        "source_sentence": "saññā …",
        "translation": "perception ...",
        "source": "cnd19:49.27_0"
    },
    {
        "source_sentence": "saṅkhārā …",
        "translation": "“Are choices permanent or impermanent?” ...",
        "source": "cnd19:49.28_0"
    },
    {
        "source_sentence": "viññāṇaṁ, bhikkhave, na tumhākaṁ, taṁ pajahatha.",
        "translation": "Consciousness isn’t yours: give it up.",
        "source": "cnd19:49.29_0"
    },
    {
        "source_sentence": "Taṁ vo pahīnaṁ dīgharattaṁ hitāya sukhāya bhavissatī”ti.",
        "translation": "Giving it up will be for your lasting welfare and happiness.”",
        "source": "cnd19:49.30_0"
    },
    {
        "source_sentence": "Evampi suññato lokaṁ avekkhati.",
        "translation": "Thus he knows the world in this way.",
        "source": "cnd19:49.31_0"
    },
    {
        "source_sentence": "Āyasmā ānando bhagavantaṁ etadavoca—",
        "translation": "Venerable Ānanda said to the Buddha,",
        "source": "cnd19:50.1_0"
    },
    {
        "source_sentence": "“‘suñño loko, suñño loko’ti, bhante, vuccati.",
        "translation": "“Sir, they say that ‘the world is empty’.",
        "source": "cnd19:50.2_0"
    },
    {
        "source_sentence": "Kittāvatā nu kho, bhante, suñño lokoti vuccatī”ti?",
        "translation": "How is the world defined?”",
        "source": "cnd19:50.3_0"
    },
    {
        "source_sentence": "“Yasmā ca kho, ānanda, suññaṁ attena vā attaniyena vā, tasmā suñño lokoti vuccati.",
        "translation": "“Ānanda, they say that ‘the world is empty’ because it’s empty of self or what belongs to self.",
        "source": "cnd19:50.4_0"
    },
    {
        "source_sentence": "Kiñcānanda, suññaṁ attena vā attaniyena vā?",
        "translation": "And what is empty of self or what belongs to self?",
        "source": "cnd19:50.5_0"
    },
    {
        "source_sentence": "Cakkhu kho, ānanda, suññaṁ attena vā attaniyena vā.",
        "translation": "The eye is empty of self or what belongs to self.",
        "source": "cnd19:50.6_0"
    },
    {
        "source_sentence": "Rūpā suññā …pe…",
        "translation": "sights ...",
        "source": "cnd19:50.7_0"
    },
    {
        "source_sentence": "cakkhuviññāṇaṁ suññaṁ …",
        "translation": "eye consciousness,",
        "source": "cnd19:50.8_0"
    },
    {
        "source_sentence": "cakkhusamphasso suñño …",
        "translation": "eye contact ...",
        "source": "cnd19:50.9_0"
    },
    {
        "source_sentence": "yampidaṁ cakkhusamphassapaccayā uppajjati vedayitaṁ sukhaṁ vā dukkhaṁ vā adukkhamasukhaṁ vā tampi suññaṁ attena vā attaniyena vā.",
        "translation": "The pleasant, painful, or neutral feeling that arises conditioned by eye contact is also empty of self or what belongs to self.",
        "source": "cnd19:50.10_0"
    },
    {
        "source_sentence": "Sotaṁ suññaṁ …",
        "translation": "the ear ...",
        "source": "cnd19:50.11_0"
    },
    {
        "source_sentence": "saddā suññā …",
        "translation": "When you understand sounds ...",
        "source": "cnd19:50.12_0"
    },
    {
        "source_sentence": "ghānaṁ suññaṁ …",
        "translation": "the nose ...",
        "source": "cnd19:50.13_0"
    },
    {
        "source_sentence": "gandhā suññā …",
        "translation": "smells ...",
        "source": "cnd19:50.14_0"
    },
    {
        "source_sentence": "jivhā suññā …",
        "translation": "The ear ... nose ... tongue ... body ...",
        "source": "cnd19:50.15_0"
    },
    {
        "source_sentence": "rasā suññā …",
        "translation": "... tastes ...",
        "source": "cnd19:50.16_0"
    },
    {
        "source_sentence": "kāyo suñño …",
        "translation": "the body ...",
        "source": "cnd19:50.17_0"
    },
    {
        "source_sentence": "phoṭṭhabbā suññā …",
        "translation": "tangibles ...",
        "source": "cnd19:50.18_0"
    },
    {
        "source_sentence": "mano suñño …",
        "translation": "mind is emptiness ...",
        "source": "cnd19:50.19_0"
    },
    {
        "source_sentence": "dhammā suññā …",
        "translation": "thoughts ...",
        "source": "cnd19:50.20_0"
    },
    {
        "source_sentence": "manoviññāṇaṁ suññaṁ …",
        "translation": "mind consciousness,",
        "source": "cnd19:50.21_0"
    },
    {
        "source_sentence": "manosamphasso suñño …",
        "translation": "mind contact ...",
        "source": "cnd19:50.22_0"
    },
    {
        "source_sentence": "yampidaṁ suññaṁ manosamphassapaccayā uppajjati vedayitaṁ sukhaṁ vā dukkhaṁ vā adukkhamasukhaṁ vā tampi suññaṁ attena vā attaniyena vā.",
        "translation": "The pleasant, painful, or neutral feeling that arises conditioned by mind contact is also empty of self or what belongs to self.",
        "source": "cnd19:50.23_0"
    },
    {
        "source_sentence": "Yasmā ca kho, ānanda, suññaṁ attena vā attaniyena vā, tasmā suñño lokoti vuccatī”ti.",
        "translation": "They say that ‘the world is empty’ because it’s empty of self or what belongs to self.”",
        "source": "cnd19:50.24_0"
    },
    {
        "source_sentence": "Evampi suññato lokaṁ avekkhati.",
        "translation": "Thus he knows the world in this way.",
        "source": "cnd19:50.25_0"
    },
    {
        "source_sentence": "“Suddhaṁ dhammasamuppādaṁ,",
        "translation": "“Seeing the dependent origination",
        "source": "cnd19:51.1_0"
    },
    {
        "source_sentence": "Suddhasaṅkhārasantatiṁ;",
        "translation": "you use only processes,",
        "source": "cnd19:51.2_0"
    },
    {
        "source_sentence": "Passantassa yathābhūtaṁ,",
        "translation": "and the bare process of conditions,",
        "source": "cnd19:51.3_0"
    },
    {
        "source_sentence": "Na bhayaṁ hoti gāmaṇi.",
        "translation": "this doesn’t occur to you:",
        "source": "cnd19:51.4_0"
    },
    {
        "source_sentence": "Tiṇakaṭṭhasamaṁ lokaṁ,",
        "translation": "The world is like grass and sticks:",
        "source": "cnd19:52.1_0"
    },
    {
        "source_sentence": "yadā paññāya passati;",
        "translation": "when this is seen with wisdom",
        "source": "cnd19:52.2_0"
    },
    {
        "source_sentence": "Nāññaṁ patthayate kiñci,",
        "translation": "and you won’t do anything else.",
        "source": "cnd19:52.3_0"
    },
    {
        "source_sentence": "aññatrappaṭisandhiyā”ti.",
        "translation": "Except if you have it prostitute.”",
        "source": "cnd19:52.4_0"
    },
    {
        "source_sentence": "Evampi suññato lokaṁ avekkhati.",
        "translation": "Thus he knows the world in this way.",
        "source": "cnd19:53.1_0"
    },
    {
        "source_sentence": "Vuttañhetaṁ bhagavatā—",
        "translation": "for this is said by the Buddha,",
        "source": "cnd19:54.1_0"
    },
    {
        "source_sentence": "“evameva kho, bhikkhave, bhikkhu rūpaṁ samannesati yāvatā rūpassa gati,",
        "translation": "“In the same way, a mendicant searches for form, until they get caught up in form.",
        "source": "cnd19:54.2_0"
    },
    {
        "source_sentence": "vedanaṁ samannesati yāvatā vedanāya gati,",
        "translation": "when there is no feeling",
        "source": "cnd19:54.3_0"
    },
    {
        "source_sentence": "saññaṁ samannesati yāvatā saññāya gati,",
        "translation": "perception ...",
        "source": "cnd19:54.4_0"
    },
    {
        "source_sentence": "saṅkhāre samannesati yāvatā saṅkhārānaṁ gati,",
        "translation": "Conditions are born of choices, and all conditions.",
        "source": "cnd19:54.5_0"
    },
    {
        "source_sentence": "viññāṇaṁ samannesati yāvatā viññāṇassa gati.",
        "translation": "consciousness is permanent, eternal, and imperishable.",
        "source": "cnd19:54.6_0"
    },
    {
        "source_sentence": "Tassa rūpaṁ samannesato yāvatā rūpassa gati,",
        "translation": "As they search in this way, it gets all forms.",
        "source": "cnd19:54.7_0"
    },
    {
        "source_sentence": "vedanaṁ …pe…",
        "translation": "They regard feeling ...",
        "source": "cnd19:54.8_0"
    },
    {
        "source_sentence": "saññaṁ …",
        "translation": "perception ...",
        "source": "cnd19:54.9_0"
    },
    {
        "source_sentence": "saṅkhāre …",
        "translation": "They understand choices,",
        "source": "cnd19:54.10_0"
    },
    {
        "source_sentence": "viññāṇaṁ samannesato yāvatā viññāṇassa gati, yampissa taṁ hoti ahanti vā mamanti vā asmīti vā, tampi tassa na hotī”ti.",
        "translation": "consciousness as far as the origin of consciousness extends, or anyone else is mine.”",
        "source": "cnd19:54.11_0"
    },
    {
        "source_sentence": "Evampi suññato lokaṁ avekkhati.",
        "translation": "Thus he knows the world in this way.",
        "source": "cnd19:54.12_0"
    },
    {
        "source_sentence": "**Suññato lokaṁ avekkhassū**ti suññato lokaṁ avekkhassu paccavekkhassu dakkhassu tulehi tīrehi vibhāvehi vibhūtaṁ karohīti—",
        "translation": "He reviews it in the empty worlds, the one who is uncleared upon the world; the very well-trained, the one who is fully extinguished upon lands, the one who is abstains from secrets.",
        "source": "cnd19:55.1_0"
    },
    {
        "source_sentence": "suññato lokaṁ avekkhassu.",
        "translation": "Seeing the world in the world,",
        "source": "cnd19:55.2_0"
    },
    {
        "source_sentence": "**Mogharāja sadā sato**ti.",
        "translation": "Mogharāja, King, always mindful.",
        "source": "cnd19:56.1_0"
    },
    {
        "source_sentence": "**Mogharājā**ti bhagavā taṁ brāhmaṇaṁ nāmena ālapati.",
        "translation": "said the Buddha,",
        "source": "cnd19:56.2_0"
    },
    {
        "source_sentence": "**Sadā**ti sabbakālaṁ …pe…",
        "translation": "‘It’s time totally time for the Buddha’s time. It’s the time for the brahmin who well-to-do. It’s the wrong time.’",
        "source": "cnd19:56.3_0"
    },
    {
        "source_sentence": "pacchime vayokhandhe.",
        "translation": "in the last watch of the night,",
        "source": "cnd19:56.4_0"
    },
    {
        "source_sentence": "**Sato**ti catūhi kāraṇehi sato—",
        "translation": "Someone with four reasons:",
        "source": "cnd19:56.5_0"
    },
    {
        "source_sentence": "kāye kāyānupassanāsatipaṭṭhānaṁ bhāvento sato …pe…",
        "translation": "Mindfulness of the body ...",
        "source": "cnd19:56.6_0"
    },
    {
        "source_sentence": "so vuccati satoti—",
        "translation": "they’re called a sentient being.",
        "source": "cnd19:56.7_0"
    },
    {
        "source_sentence": "mogharāja sadā sato.",
        "translation": "Mogharāja, King, always mindful.",
        "source": "cnd19:56.8_0"
    },
    {
        "source_sentence": "**Attānudiṭṭhiṁ ūhaccā**ti attānudiṭṭhi vuccati vīsativatthukā sakkāyadiṭṭhi.",
        "translation": "Views of self, views, and identity view are of Sakka who has not committed an offense.",
        "source": "cnd19:57.1_0"
    },
    {
        "source_sentence": "Idha assutavā puthujjano ariyānaṁ adassāvī ariyadhammassa akovido ariyadhamme avinīto sappurisānaṁ adassāvī sappurisadhammassa akovido sappurisadhamme avinīto rūpaṁ attato samanupassati rūpavantaṁ vā attānaṁ attani vā rūpaṁ rūpasmiṁ vā attānaṁ,",
        "translation": "Take an uneducated ordinary person who has not seen the noble ones, and is neither skilled nor trained in the teaching of the noble ones. They’ve not seen good persons, and are neither skilled nor trained in the teaching of the good persons.",
        "source": "cnd19:57.2_0"
    },
    {
        "source_sentence": "vedanaṁ …pe…",
        "translation": "They regard feeling ...",
        "source": "cnd19:57.3_0"
    },
    {
        "source_sentence": "saññaṁ …",
        "translation": "perception ...",
        "source": "cnd19:57.4_0"
    },
    {
        "source_sentence": "saṅkhāre …",
        "translation": "They understand choices,",
        "source": "cnd19:57.5_0"
    },
    {
        "source_sentence": "viññāṇaṁ attato samanupassati viññāṇavantaṁ vā attānaṁ attani vā viññāṇaṁ viññāṇasmiṁ vā attānaṁ.",
        "translation": "consciousness as self, self as having consciousness, consciousness in self, or self in consciousness.",
        "source": "cnd19:57.6_0"
    },
    {
        "source_sentence": "Yā evarūpā diṭṭhi diṭṭhigataṁ diṭṭhigahanaṁ diṭṭhikantāro diṭṭhivisūkāyikaṁ diṭṭhivipphanditaṁ diṭṭhisaṁyojanaṁ gāho paṭiggāho abhiniveso parāmāso kummaggo micchāpatho micchattaṁ titthāyatanaṁ vipariyesaggāho viparītaggāho vipallāsaggāho micchāgāho ayāthāvakasmiṁ yāthāvakanti gāho yāvatā dvāsaṭṭhi diṭṭhigatāni, ayaṁ attānudiṭṭhi.",
        "translation": "the view of such views, the recipients of views, the recipients of the wrong view, the repulsion, the opposite of the views, the recipients of the path, the fetters, the insistence, the opposite of their views, and the recipientsive views. This is the wrong way to get hold of the wrong view.",
        "source": "cnd19:57.7_0"
    },
    {
        "source_sentence": "**Attānudiṭṭhiṁ ūhaccā**ti attānudiṭṭhiṁ ūhacca samūhacca uddharitvā samuddharitvā uppāṭayitvā samuppāṭayitvā pajahitvā vinodetvā byantīkaritvā anabhāvaṁ gametvāti—",
        "translation": "Having removed (wrong) view of self, attacked it, and lifted it onto the course of the view, he lifted it on after putting it away, having given it up, get rid of it, eliminate it, and obliterated it.",
        "source": "cnd19:57.8_0"
    },
    {
        "source_sentence": "attānudiṭṭhiṁ ūhacca.",
        "translation": "Having removed (wrong) view of self,",
        "source": "cnd19:57.9_0"
    },
    {
        "source_sentence": "**Evaṁ maccutaro siyā**ti evaṁ maccupi tareyyāsi, jarāpi tareyyāsi, maraṇampi tareyyāsi uttareyyāsi patareyyāsi samatikkameyyāsi vītivatteyyāsīti—",
        "translation": "When Death comes like this, you might be like that. When your old age might come to death, you should develop the recollection of death, and you should develop mindfulness of death.",
        "source": "cnd19:58.1_0"
    },
    {
        "source_sentence": "evaṁ maccutaro siyā.",
        "translation": "so death will cross over death.",
        "source": "cnd19:58.2_0"
    },
    {
        "source_sentence": "**Evaṁ lokaṁ avekkhantan**ti evaṁ lokaṁ avekkhantaṁ paccavekkhantaṁ tulayantaṁ tīrayantaṁ vibhāvayantaṁ vibhūtaṁ karontanti—",
        "translation": "When they do this, realisation, and accumulating thus: “This is the end of the world, its gods, Māras and Brahmās, this population with its ascetics and brahmins, thinking,",
        "source": "cnd19:59.1_0"
    },
    {
        "source_sentence": "evaṁ lokaṁ avekkhantaṁ.",
        "translation": "looking around the world",
        "source": "cnd19:59.2_0"
    },
    {
        "source_sentence": "**Maccurājā na passatī**ti maccupi maccurājā, māropi maccurājā, maraṇampi maccurājā.",
        "translation": "King A person who does not deceive the king of Death; death will not be a King of Death,",
        "source": "cnd19:60.1_0"
    },
    {
        "source_sentence": "**Na passatī**ti maccurājā na passati na dakkhati nādhigacchati na vindati na paṭilabhati.",
        "translation": "He doesn’t see (you) thinking: ‘I won’t see a sorry.’ But he doesn’t get rid of responsibility.",
        "source": "cnd19:60.2_0"
    },
    {
        "source_sentence": "Vuttañhetaṁ bhagavatā—",
        "translation": "for this is said by the Buddha,",
        "source": "cnd19:60.3_0"
    },
    {
        "source_sentence": "“seyyathāpi, bhikkhave, āraññiko migo araññe pavane caramāno vissattho gacchati vissattho tiṭṭhati vissattho nisīdati vissattho seyyaṁ kappeti.",
        "translation": "“Mendicants, suppose a forest was staying in the wilderness, in a forest, and in a roar, he walks confidently. He stands confident and poisonous in the forest. And he sits confidently for confidence.",
        "source": "cnd19:60.4_0"
    },
    {
        "source_sentence": "Taṁ kissa hetu?",
        "translation": "Why is that?",
        "source": "cnd19:60.5_0"
    },
    {
        "source_sentence": "Anāpāthagato, bhikkhave, luddassa.",
        "translation": "He is not, monks, within the range of a hunter.",
        "source": "cnd19:60.6_0"
    },
    {
        "source_sentence": "Evameva kho, bhikkhave, bhikkhu vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṁ savicāraṁ vivekajaṁ pītisukhaṁ paṭhamaṁ jhānaṁ upasampajja viharati.",
        "translation": "In the same way, a mendicant, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected.",
        "source": "cnd19:60.7_0"
    },
    {
        "source_sentence": "Ayaṁ vuccati, bhikkhave, ‘bhikkhu andhamakāsi māraṁ, apadaṁ vadhitvā māracakkhuṁ adassanaṁ gato pāpimato’.",
        "translation": "This is called a mendicant who has blinded Māra, put out his eyes without a trace, and gone where the Wicked One cannot see.",
        "source": "cnd19:60.8_0"
    },
    {
        "source_sentence": "Puna caparaṁ, bhikkhave, bhikkhu vitakkavicārānaṁ vūpasamā ajjhattaṁ sampasādanaṁ cetaso ekodibhāvaṁ avitakkaṁ avicāraṁ samādhijaṁ pītisukhaṁ dutiyaṁ jhānaṁ …pe…",
        "translation": "Furthermore, as the placing of the mind and keeping it connected are stilled, a mendicant enters and remains in the second absorption ...",
        "source": "cnd19:61.1_0"
    },
    {
        "source_sentence": "tatiyaṁ jhānaṁ …",
        "translation": "the third absorption ...",
        "source": "cnd19:61.2_0"
    },
    {
        "source_sentence": "catutthaṁ jhānaṁ upasampajja viharati.",
        "translation": "he dwells having attained the fourth absorption.",
        "source": "cnd19:61.3_0"
    },
    {
        "source_sentence": "Ayaṁ vuccati, bhikkhave, ‘bhikkhu andhamakāsi māraṁ, apadaṁ vadhitvā māracakkhuṁ adassanaṁ gato pāpimato’.",
        "translation": "This is called a mendicant who has blinded Māra, put out his eyes without a trace, and gone where the Wicked One cannot see.",
        "source": "cnd19:61.4_0"
    },
    {
        "source_sentence": "Puna caparaṁ, bhikkhave, bhikkhu sabbaso rūpasaññānaṁ samatikkamā, paṭighasaññānaṁ atthaṅgamā, nānattasaññānaṁ amanasikārā, ananto ākāsoti ākāsānañcāyatanaṁ upasampajja viharati.",
        "translation": "Furthermore, a mendicant, going totally beyond perceptions of form, with the ending of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, enters and remains in the dimension of infinite space.",
        "source": "cnd19:62.1_0"
    },
    {
        "source_sentence": "Ayaṁ vuccati, bhikkhave, ‘bhikkhu andhamakāsi māraṁ, apadaṁ vadhitvā māracakkhuṁ adassanaṁ gato pāpimato’.",
        "translation": "This is called a mendicant who has blinded Māra, put out his eyes without a trace, and gone where the Wicked One cannot see.",
        "source": "cnd19:62.2_0"
    },
    {
        "source_sentence": "Puna caparaṁ, bhikkhave, bhikkhu sabbaso ākāsānañcāyatanaṁ samatikkamma anantaṁ viññāṇanti viññāṇañcāyatanaṁ upasampajja viharati …pe….",
        "translation": "Furthermore, a mendicant, going totally beyond the dimension of infinite space, aware that ‘consciousness is infinite’, enters and remains in the dimension of infinite consciousness. ...” ...",
        "source": "cnd19:63.1_0"
    },
    {
        "source_sentence": "Puna caparaṁ, bhikkhave, sabbaso viññāṇañcāyatanaṁ samatikkamma natthi kiñcīti ākiñcaññāyatanaṁ upasampajja viharati …pe….",
        "translation": "Furthermore, going totally beyond the dimension of infinite consciousness, aware that ‘there is nothing at all’, they enter and remain in the dimension of nothingness. ...",
        "source": "cnd19:64.1_0"
    },
    {
        "source_sentence": "Puna caparaṁ, bhikkhave, sabbaso ākiñcaññāyatanaṁ samatikkamma nevasaññānāsaññāyatanaṁ upasampajja viharati …pe….",
        "translation": "Furthermore, going totally beyond the dimension of nothingness, they enter and remain in the dimension of neither perception nor non-perception. ...",
        "source": "cnd19:65.1_0"
    },
    {
        "source_sentence": "Puna caparaṁ, bhikkhave, sabbaso nevasaññānāsaññāyatanaṁ samatikkamma saññāvedayitanirodhaṁ upasampajja viharati;",
        "translation": "Furthermore, take a mendicant who, going totally beyond the dimension of neither perception nor non-perception, enters and remains in the cessation of perception and feeling.",
        "source": "cnd19:66.1_0"
    },
    {
        "source_sentence": "paññāya cassa disvā āsavā parikkhīṇā honti.",
        "translation": "And, having seen with wisdom, their defilements come to an end.",
        "source": "cnd19:66.2_0"
    },
    {
        "source_sentence": "Ayaṁ vuccati, bhikkhave, ‘bhikkhu andhamakāsi māraṁ, apadaṁ vadhitvā māracakkhuṁ adassanaṁ gato pāpimato, tiṇṇo loke visattikan’ti.",
        "translation": "At such a time they are called a mendicant who has blinded Māra, put out his eyes without a trace, and gone where the Wicked One cannot see.",
        "source": "cnd19:66.3_0"
    },
    {
        "source_sentence": "So vissattho gacchati vissattho tiṭṭhati vissattho nisīdati vissattho seyyaṁ kappeti.",
        "translation": "he goes, stands confidently, he stands confidently, he stands confidently, he stands confidently.",
        "source": "cnd19:66.4_0"
    },
    {
        "source_sentence": "Taṁ kissa hetu?",
        "translation": "Why is that?",
        "source": "cnd19:66.5_0"
    },
    {
        "source_sentence": "Anāpāthagato bhikkhu pāpimato”ti—",
        "translation": "Because they’re out of the Wicked One’s range.”",
        "source": "cnd19:66.6_0"
    },
    {
        "source_sentence": "maccurājā na passati.",
        "translation": "then the King of Death won’t see you.",
        "source": "cnd19:66.7_0"
    },
    {
        "source_sentence": "Tenāha bhagavā—",
        "translation": "The Buddha replied,",
        "source": "cnd19:66.8_0"
    },
    {
        "source_sentence": "“Suññato lokaṁ avekkhassu,",
        "translation": "“Looking on the world as empty,",
        "source": "cnd19:67.1_0"
    },
    {
        "source_sentence": "mogharāja sadā sato;",
        "translation": "Mogharāja, King, always mindful.",
        "source": "cnd19:67.2_0"
    },
    {
        "source_sentence": "Attānudiṭṭhiṁ ūhacca,",
        "translation": "Having removed (wrong) view of self,",
        "source": "cnd19:67.3_0"
    },
    {
        "source_sentence": "evaṁ maccutaro siyā;",
        "translation": "so death will cross over death.",
        "source": "cnd19:67.4_0"
    },
    {
        "source_sentence": "Evaṁ lokaṁ avekkhantaṁ,",
        "translation": "looking around the world",
        "source": "cnd19:67.5_0"
    },
    {
        "source_sentence": "maccurājā na passatī”ti.",
        "translation": "king of Death won’t see you.”",
        "source": "cnd19:67.6_0"
    },
    {
        "source_sentence": "Saha gāthāpariyosānā …pe…",
        "translation": "verses ...",
        "source": "cnd19:68.1_0"
    },
    {
        "source_sentence": "satthā me, bhante bhagavā, sāvakohamasmīti.",
        "translation": "you’re my teacher, I’m your disciple.",
        "source": "cnd19:68.2_0"
    },
    {
        "source_sentence": "Mogharājamāṇavapucchāniddeso pannarasamo.",
        "translation": "Questioning in the Mogharāja, the fifteenth day of the month.",
        "source": "cnd19:68.3_0"
    }
]