{
  "cnd13:0.1": "12. Bhadrāvudha",
  "cnd13:1.1": "<em>70 : [Venerable Bhadrāvudha like this:]",
  "cnd13:1.2": "Those who abandon the family, those who cut off the thirst,",
  "cnd13:1.3": "Those who are not disturbed, those who abandon the joyful,",
  "cnd13:1.4": "Those who have survived the torrent, those who are free,",
  "cnd13:1.5": "Those who have abandoned construction, the extremely wise,",
  "cnd13:1.6": "I beg; after hearing from the nāga, they will leave here.</em>",
  "cnd13:1.7": "<em>70 : [Venerable Bhadrāvudha like this:]",
  "cnd13:1.8": "Those who abandon the family, those who cut off the thirst,",
  "cnd13:1.9": "Those who are not disturbed, those who abandon the joyful,",
  "cnd13:1.10": "Those who have survived the torrent, those who are free,",
  "cnd13:1.11": "Those who have abandoned construction, the extremely wise,",
  "cnd13:1.12": "I beg; after hearing from the nāga, they will leave here.</em>",
  "cnd13:1.13": "<em>70 : [Venerable Bhadrāvudha like this:]",
  "cnd13:1.14": "Those who abandon the family, those who cut off the thirst,",
  "cnd13:1.15": "Those who are not disturbed, those who abandon the joyful,",
  "cnd13:1.16": "Those who have survived the torrent, those who are free,",
  "cnd13:1.17": "Those who have abandoned construction, the extremely wise,",
  "cnd13:1.18": "I beg; after hearing from the nāga, they will leave here.</em>",
  "cnd13:1.19": "<em>70 : [Venerable Bhadrāvudha like this:]",
  "cnd13:1.20": "Those who abandon the family, those who cut off the thirst,",
  "cnd13:1.21": "Those who are not disturbed, those who abandon the joyful,",
  "cnd13:1.22": "Those who have survived the torrent, those who are free,",
  "cnd13:1.23": "Those who have abandoned construction, the extremely wise,",
  "cnd13:1.24": "I beg; after hearing from the nāga, they will leave here.</em>",
  "cnd13:1.25": "<em>70 : [Venerable Bhadrāvudha like this:]",
  "cnd13:1.26": "Those who abandon the family, those who cut off the thirst,",
  "cnd13:1.27": "Those who are not disturbed, those who abandon the joyful,",
  "cnd13:1.28": "Those who have survived the torrent, those who are free,",
  "cnd13:1.29": "Those who have abandoned construction, the extremely wise,",
  "cnd13:1.30": "I beg; after hearing from the nāga, they will leave here.</em>",
  "cnd13:1.31": "<em>70 : [Venerable Bhadrāvudha like this:]",
  "cnd13:1.32": "Those who abandon the family, those who cut off the thirst,",
  "cnd13:1.33": "Those who are not disturbed, those who abandon the joyful,",
  "cnd13:1.34": "Those who have survived the torrent, those who are free,",
  "cnd13:1.35": "Those who have abandoned construction, the extremely wise,",
  "cnd13:1.36": "I beg; after hearing from the nāga, they will leave here.</em>",
  "cnd13:2.1": "\"Those who abandon the family, cut off the thirst, and are not disturbed\":",
  "cnd13:2.2": "\"Abandon the family,\" all the desires, greed, joy, thirst, clinging, and",
  "cnd13:2.3": "attachment to the physical realm, the trend of troubles; those who have been cut",
  "cnd13:2.4": "off, as the Buddha and the Blessed One, have their roots cut off, just like a",
  "cnd13:2.5": "palm tree without roots, becoming non-existent and non-living things for the",
  "cnd13:2.6": "future. Therefore, the Buddha is the one who has abandoned his family. In the",
  "cnd13:2.7": "realm of feeling... (omitted) in the realm of thinking..., in the realm of",
  "cnd13:2.8": "action..., all the desires, greed, joy, thirst, clinging, clinging, attachment",
  "cnd13:2.9": "of the heart, clinging, troubles in the realm of consciousness, the underlying",
  "cnd13:2.10": "trend, for the Buddha and the Blessed One, has been cut off, and the roots have",
  "cnd13:2.11": "been cut off, just like a palm tree without roots, becoming non-existent and",
  "cnd13:2.12": "non-living things for the future. Therefore, the Buddha is a homeless man.",
  "cnd13:3.1": "\"Cut off thirst,\" \"Thirst\" for form, sound thirst, smell thirst, taste thirst,",
  "cnd13:3.2": "touch thirst, dhamma thirst, torrent, harness, binding, clinging, obstacles,",
  "cnd13:3.3": "covering, defilements, potential trends of troubles, entanglement, vines,",
  "cnd13:3.4": "stinginess, suffering roots, causes of suffering, occurrence of suffering,",
  "cnd13:3.5": "magical nets, magical hooks, magical food, the realm of the devil, the residence",
  "cnd13:3.6": "of the devil, the state of the devil, the bondage of the devil, the river of",
  "cnd13:3.7": "thirst, the net of thirst, the rope of thirst, the sea of thirst, craving,",
  "cnd13:3.8": "greed, and the root of unwholesomeness. For the Buddha and the Blessed One, the",
  "cnd13:3.9": "craving has been cut off, calmed down, ceased, unable to arise, and burned by",
  "cnd13:3.10": "the fire of wisdom; therefore, the Buddha is the one who cuts off the craving.",
  "cnd13:3.11": "\"Undisturbed\": Disturbance is called craving, which is the root of greed, that",
  "cnd13:3.12": "is greed, lust, acquiescence, conformity, joy, desire, obsession, taking,",
  "cnd13:3.13": "contaminated, disturbance, fraud, (reincarnation) root cause, (bitter)",
  "cnd13:3.14": "fertility, tailoring (greed), net, river, bondage, rope, attachment,",
  "cnd13:3.15": "accumulation, companionship, desire, intimate interaction, forest, jungle, love,",
  "cnd13:3.16": "expectation, relationship, desire for form, desire for sounds, desire for",
  "cnd13:3.17": "smells, desire for tastes, desire for touches, desire for acquisition, desire",
  "cnd13:3.18": "for wealth, desire for sons, desire for life, the state of desire, hope, prayer,",
  "cnd13:3.19": "greedy appearance, possessing greed, inquiring for profit, illegal greed,",
  "cnd13:3.20": "improper greed, hope, envy, desire for desire, desire for nothingness, desire",
  "cnd13:3.21": "for form, formless thirst, extinguished thirst, form thirst, sound thirst, ....",
  "cnd13:3.22": "Disturbance and thirst have been cut off for the Buddha and the Blessed One, and",
  "cnd13:3.23": "the roots have been cut off, just like a palm tree without roots, becoming",
  "cnd13:3.24": "non-existent and non-living in the future. Therefore, the Buddha is the",
  "cnd13:3.25": "undisturbed. Regarding the state of dismissing disturbance as the undisturbed,",
  "cnd13:3.26": "the Blessed One does not shake when he gets it (obtains something); he does not",
  "cnd13:3.27": "shake when he does not; he does not shake when he has reputation; he does not",
  "cnd13:3.28": "shake when he has no reputation; he does not shake when praised; he does not",
  "cnd13:3.29": "shake when he is reprimanded; he does not shake when he is happy; he does not",
  "cnd13:3.30": "shake, move, does not tremble, does not tremor when suffering; therefore, the",
  "cnd13:3.31": "Buddha is the one who is not disturbed.",
  "cnd13:4.1": "\"[Like this Venerable Bhadrāvudha]\": the continuation of sentences; the",
  "cnd13:4.2": "connection of sentences; the completion of sentences; the combination of words;",
  "cnd13:4.3": "the connection of words; this is the order of sentences, which is \"like this.\"",
  "cnd13:4.4": "\"Venerable,\" this is a synonym of love, respect, respect, and obedience. This is",
  "cnd13:4.5": "\"Venerable.\" \"Bhadrāvudha,\" the name, title, security, common name, appellation.",
  "cnd13:5.1": "\"Those who give up joy, those who have survived the torrent, and those who are",
  "cnd13:5.2": "liberated\": Happiness is called craving, that is greed, ...(omitted). That joy",
  "cnd13:5.3": "and thirsty love, for the Buddha and the Blessed One, it has been cut off, and",
  "cnd13:5.4": "the roots have been cut off...; therefore, the Buddha is the one who has given",
  "cnd13:5.5": "up the joy. Excessively violent (stormy) people, those who have passed the",
  "cnd13:5.6": "violent currents of being, those who have passed the violent currents of view,",
  "cnd13:5.7": "those who have passed the violent currents of ignorance, all cycles have been",
  "cnd13:5.8": "passed, surpassed, transcended, overcome, he is the one who has descended into",
  "cnd13:5.9": "the state, the one who has practiced.... \"The liberated,\" the heart of the",
  "cnd13:5.10": "Blessed One is already freed from greed, liberated from greed, from anger, from",
  "cnd13:5.11": "ignorance, from all unwholesome creations, ....",
  "cnd13:6.1": "\"Abandon the construction, the extremely wise, I plead\": \"Construction\" has two",
  "cnd13:6.2": "constructions: the construction of desire and the construction of seeing....",
  "cnd13:6.3": "This is the construction of desire.... This is the construction of seeing....",
  "cnd13:6.4": "For the Buddha and the Blessed One, the construction of thirst has been cut off,",
  "cnd13:6.5": "the construction of seeing has been cut off, ...; therefore the Buddha is the",
  "cnd13:6.6": "abandoner of construction. \"I want to beg,\" I want to beg, I want to plead, I",
  "cnd13:6.7": "want to request, I want to accept, I want to hope, I want to aspire, I want to",
  "cnd13:6.8": "ask, I want to pray. Extreme wisdom is called wisdom, .... The Blessed One",
  "cnd13:6.9": "reaches....; therefore, the Buddha is an extremely wise man.",
  "cnd13:7.1": "\"They will leave here after hearing from the nāga (noble one, or elephant)\":",
  "cnd13:7.2": "\"The noble one\" is the nāga. The Blessed One \"does not commit crimes\" is the",
  "cnd13:7.3": "noble one; \"does not go\" is the noble one; \"does not come\" is the noble one. How",
  "cnd13:7.4": "is \"the Blessed One does not commit a crime\" a noble one? Crime is called evil",
  "cnd13:7.5": "unwholesome dhamma: following pollution, re-existing, fearful, bitter, future",
  "cnd13:7.6": "life and death.",
  "cnd13:8.1": "The Blessed One: [Sn.3.6, 527]",
  "cnd13:8.2": "\"He who does not commit any crime in the world,",
  "cnd13:8.3": "After leaving all bonds and ties,",
  "cnd13:8.4": "Does not cling to everything and is freed.",
  "cnd13:8.5": "Those like this are truly called noble ones.\"",
  "cnd13:9.1": "How is \"The Blessed One is not going\" as a noble one? The Blessed One does not",
  "cnd13:9.2": "go because of not wanting; not because of terror; not because of greed; not",
  "cnd13:9.3": "because of hatred; not because of ignorance; not because of conceit; not because",
  "cnd13:9.4": "of views; not because of disbelief; not because of doubt; not because of",
  "cnd13:9.5": "potential troubles; not be carried away by quarrels (disharmony), walk, led, be",
  "cnd13:9.6": "taken.",
  "cnd13:10.1": "How is \"The Blessed One is not coming\" as a noble one? Any pollution that is cut",
  "cnd13:10.2": "off by the Sotāpanna Path, the pollution he no longer experiences, does not",
  "cnd13:10.3": "return, and does not go back; by the Sakadāgāmī Path...; by the Anāgāmī Path...;",
  "cnd13:10.4": "by the Arahant Path....",
  "cnd13:11.1": "\"After hearing from the noble one, they will leave here\": Your words, ways of",
  "cnd13:11.2": "speaking, teachings, explanations, admonitions, after hearing, after grasping,",
  "cnd13:11.3": "understanding, and discerning, they will leave here, go, set off, walk in all",
  "cnd13:11.4": "directions.",
  "cnd13:12.1": "<em>71 : All types of people have united from the nations, hero!",
  "cnd13:12.2": "They look forward to your words,",
  "cnd13:12.3": "Please explain for them thoroughly,",
  "cnd13:12.4": "Because like this you are the knower of these Dhammas.</em>",
  "cnd13:12.5": "<em>71 : All types of people have united from the nations, hero!",
  "cnd13:12.6": "They look forward to your words,",
  "cnd13:12.7": "Please explain for them thoroughly,",
  "cnd13:12.8": "Because like this you are the knower of these Dhammas.</em>",
  "cnd13:12.9": "<em>71 : All types of people have united from the nations, hero!",
  "cnd13:12.10": "They look forward to your words,",
  "cnd13:12.11": "Please explain for them thoroughly,",
  "cnd13:12.12": "Because like this you are the knower of these Dhammas.</em>",
  "cnd13:12.13": "<em>71 : All types of people have united from the nations, hero!",
  "cnd13:12.14": "They look forward to your words,",
  "cnd13:12.15": "Please explain for them thoroughly,",
  "cnd13:12.16": "Because like this you are the knower of these Dhammas.</em>",
  "cnd13:13.1": "\"All types of people have been united from the nations\": \"All types of people,\"",
  "cnd13:13.2": "khattiya, Brāhmaṇa, vessa, sudda, lay people, bhikkhus, heavens, and people.",
  "cnd13:13.3": "\"Nations,\" Aṅga, Magadha, Kaliṅga, Kāsī, Kosala, Vajjī, Malla, Cetiya, Vaṃsa;",
  "cnd13:13.4": "and also the countries Kuru, Pañcala, Maccha, Surasena, Assaka, Avantī, Yona,",
  "cnd13:13.5": "Kamboja. \"Have joined,\" have joined, have come to gather, have gathered.",
  "cnd13:14.1": "\"Hero! Looking forward to what you say\": \"Hero,\" the Blessed One is a hero, \"the",
  "cnd13:14.2": "energetic\" is a hero, \"the able\" is a hero, \"the sufficient\" is a hero, \"the",
  "cnd13:14.3": "brave\" is a hero, \"heroic\" is a hero, \"those who are not afraid\" are heroes,",
  "cnd13:14.4": "those who have no terror are heroes, those who do not run away are heroes, those",
  "cnd13:14.5": "who have given up on fear of terror are heroes.",
  "cnd13:15.1": "\"Abstaining from all evil deeds,",
  "cnd13:15.2": "With vitality, after transcending the suffering of hell,",
  "cnd13:15.3": "An energetic and hardworking person;",
  "cnd13:15.4": "People like this can be called a hero.\"",
  "cnd13:15.5": "[Sn.3.6]",
  "cnd13:16.1": "\"Heroes! They are looking forward to your words\": Your words, ways of speaking,",
  "cnd13:16.2": "teachings, explainings, admonitions. \"They are looking forward,\" they are",
  "cnd13:16.3": "looking forward to, wanting, accepting, hoping, begging.",
  "cnd13:17.1": "\"Please explain for them thoroughly\": \"For them,\" for khattiya, Brāhmaṇa, vessa,",
  "cnd13:17.2": "sudda, layman, bhikkhu, heaven, people. \"You,\" the Blessed One. \"Thoroughly",
  "cnd13:17.3": "explain,\" please explain that thoroughly; please teach, please inform, please",
  "cnd13:17.4": "establish, please uncover, please analyze, please clarify.",
  "cnd13:18.1": "\"Because like this you are the knower of these Dhammas\": Because like this you",
  "cnd13:18.2": "are the knower, the judge, the clearer, the understander of these Dhammas.",
  "cnd13:19.1": "<em>72 : [The Blessed One: \"Bhadrāvudha\"]",
  "cnd13:19.2": "He should temper all grasping and craving,",
  "cnd13:19.3": "In the upper, lower and middle four directions,",
  "cnd13:19.4": "Whatever they cling to in the world, just because of that,",
  "cnd13:19.5": "Māra follows sentient beings.</em>",
  "cnd13:19.6": "<em>72 : [The Blessed One: \"Bhadrāvudha\"]",
  "cnd13:19.7": "He should temper all grasping and craving,",
  "cnd13:19.8": "In the upper, lower and middle four directions,",
  "cnd13:19.9": "Whatever they cling to in the world, just because of that,",
  "cnd13:19.10": "Māra follows sentient beings.</em>",
  "cnd13:19.11": "<em>72 : [The Blessed One: \"Bhadrāvudha\"]",
  "cnd13:19.12": "He should temper all grasping and craving,",
  "cnd13:19.13": "In the upper, lower and middle four directions,",
  "cnd13:19.14": "Whatever they cling to in the world, just because of that,",
  "cnd13:19.15": "Māra follows sentient beings.</em>",
  "cnd13:19.16": "<em>72 : [The Blessed One: \"Bhadrāvudha\"]",
  "cnd13:19.17": "He should temper all grasping and craving,",
  "cnd13:19.18": "In the upper, lower and middle four directions,",
  "cnd13:19.19": "Whatever they cling to in the world, just because of that,",
  "cnd13:19.20": "Māra follows sentient beings.</em>",
  "cnd13:19.21": "<em>72 : [The Blessed One: \"Bhadrāvudha\"]",
  "cnd13:19.22": "He should temper all grasping and craving,",
  "cnd13:19.23": "In the upper, lower and middle four directions,",
  "cnd13:19.24": "Whatever they cling to in the world, just because of that,",
  "cnd13:19.25": "Māra follows sentient beings.</em>",
  "cnd13:20.1": "\"He should temper all grasping and craving\": Grasping and craving is called the",
  "cnd13:20.2": "craving of form... (omitted). \"Grasping and craving,\" why is it called \"grasping",
  "cnd13:20.3": "and craving?\" With that thirsty love, they grasp, cling, hold, ...and take their",
  "cnd13:20.4": "thirst for this reason. \"He should temper all grasping and craving\": All",
  "cnd13:20.5": "grasping and craving should be tempered, expelled, discarded, disconnected,",
  "cnd13:20.6": "terminated, and rendered non-existent.",
  "cnd13:21.1": "\"[The Blessed One: 'Bhadrāvudha']\": \"Bhadrāvudha\": The Blessed One calls the",
  "cnd13:21.2": "Brāhmaṇa by his name. \"The Blessed One\" is synonymous with respect. In addition,",
  "cnd13:21.3": "the \"greed breaker\" is the Blessed One; the \"sickness destroyer\" is the Blessed",
  "cnd13:21.4": "One; \"the one who has destroyed conceit\" is the Blessed One; \"the one who has",
  "cnd13:21.5": "destroyed the thorns\" is the Blessed One; \"the one who has destroyed the",
  "cnd13:21.6": "pollutants\" is Blessed One; \"the one who has ended\" is the Blessed One; \"the one",
  "cnd13:21.7": "who has practiced the body, the precepts, the mind, and the wisdom\" is the",
  "cnd13:21.8": "Blessed One; or \"the Blessed One is close to the woods, wild forests, and border",
  "cnd13:21.9": "dwellings (sitting place), where speaking is lessened, it is quiet, away from",
  "cnd13:21.10": "the human atmosphere, alone, and suitable for sitting alone\" is the Blessed One;",
  "cnd13:21.11": "or \"the Blessed One is the one who divides clothes, food, shelter, the needs of",
  "cnd13:21.12": "patients, and medical necessities\"; or \"the Blessed One is the one who has the",
  "cnd13:21.13": "taste of righteousness, the taste of Dhamma, the taste of liberation, the",
  "cnd13:21.14": "increased precepts, the mind, and the wisdom\"; or \"the Blessed One is the four",
  "cnd13:21.15": "types of jhāna, the four immeasurables, the four formlessness, etc., the one who",
  "cnd13:21.16": "divides is the Blessed One\"; or the Blessed One is the one who has the eighth",
  "cnd13:21.17": "liberation, the eight victories, the ninth dwelling place, etc.; or the Blessed",
  "cnd13:21.18": "One is the practice of ten thoughts, (ten) abidings, the one who (observes) the",
  "cnd13:21.19": "in and out of breath; the one who is purely divided is the Blessed One; or the",
  "cnd13:21.20": "Blessed One divides the four mindfulness, the four righteousness, the four",
  "cnd13:21.21": "divine bases (iddhipāda), the five faculties, the five powers, the seven",
  "cnd13:21.22": "enlightenment factors, and the eight branches of the holy path; or the Blessed",
  "cnd13:21.23": "One is ten Tathāgata, four fearlessness, four unobstructed solutions, six",
  "cnd13:21.24": "supernatural powers and the six enlightenment methods. \"Blessed One,\" this name",
  "cnd13:21.25": "is not given by the mother; not given by the father; not given by brothers; not",
  "cnd13:21.26": "given by sisters; not given by friends; not given by relatives; not given by",
  "cnd13:21.27": "Samaṇas or Brāhmaṇas; not given by heaven; it is ultimate liberation; the",
  "cnd13:21.28": "establishment (of the pseudonym) for the acquisition and testimony of the",
  "cnd13:21.29": "Buddha, the Blessed One, under the Bodhi tree, and all knowledge and wisdom,",
  "cnd13:21.30": "that is, the Blessed One.",
  "cnd13:22.1": "\"Upper, lower, and middle four directions\": \"Up\" is the future, \"down\" is the",
  "cnd13:22.2": "past, \"middle four\" is the present; \"up\" is the heavenly world, \"down\" is the",
  "cnd13:22.3": "hell world, \"middle four\" is the world of human beings. Or, \"up\" is good Dhamma,",
  "cnd13:22.4": "\"down\" is unwholesome Dhamma, \"middle four\" is non-marked Dhamma; \"up\" is the",
  "cnd13:22.5": "formless realm, \"down\" is the desire realm, and \"middle four\" is the physical",
  "cnd13:22.6": "realm; \"up\" means joy, \"down\" means suffering, \"middle four\" means neither",
  "cnd13:22.7": "suffering nor joy; \"up\" means above the sole of the foot, \"down\" means below the",
  "cnd13:22.8": "hair, and \"middle four\" means in the middle.",
  "cnd13:23.1": "\"What they cling to in the world\": Whatever people grasp, cling to, hold to,",
  "cnd13:23.2": "take; feelings, thoughts, actions, and consciousness, attachment. \"In the",
  "cnd13:23.3": "world,\" in the world of suffering, the world of man, the world of heaven, the",
  "cnd13:23.4": "world of aggregates, the world of realms, the world of places. For all currents",
  "cnd13:23.5": "in the world.",
  "cnd13:24.1": "\"Māra follows sentient beings just because of that\": The demon, the devil, the",
  "cnd13:24.2": "demon of going around, the demon of rebirth, the demon of reincarnation, and the",
  "cnd13:24.3": "cycle. \"Follow,\" Follow and become followers. \"Sentient,\" sentient beings,",
  "cnd13:24.4": "people, human beings, student Brāhmaṇas, people, individuals, to the born,",
  "cnd13:24.5": "sentient, those born of Indā, those born of Manu.",
  "cnd13:25.1": "<em>73 : Therefore understanding this,",
  "cnd13:25.2": "The mindful bhikkhu should not cling to anything in all the world,",
  "cnd13:25.3": "Watching the stuck grasper like this,",
  "cnd13:25.4": "(Knowing) this generation is entangled in the realm of death.</em>",
  "cnd13:25.5": "<em>73 : Therefore understanding this,",
  "cnd13:25.6": "The mindful bhikkhu should not cling to anything in all the world,",
  "cnd13:25.7": "Watching the stuck grasper like this,",
  "cnd13:25.8": "(Knowing) this generation is entangled in the realm of death.</em>",
  "cnd13:25.9": "<em>73 : Therefore understanding this,",
  "cnd13:25.10": "The mindful bhikkhu should not cling to anything in all the world,",
  "cnd13:25.11": "Watching the stuck grasper like this,",
  "cnd13:25.12": "(Knowing) this generation is entangled in the realm of death.</em>",
  "cnd13:25.13": "<em>73 : Therefore understanding this,",
  "cnd13:25.14": "The mindful bhikkhu should not cling to anything in all the world,",
  "cnd13:25.15": "Watching the stuck grasper like this,",
  "cnd13:25.16": "(Knowing) this generation is entangled in the realm of death.</em>",
  "cnd13:26.1": "\"Therefore those who understand should not cling\": \"Therefore,\" Therefore; the",
  "cnd13:26.2": "reason; the cause; the condition; the cause, when seeing this trouble of the",
  "cnd13:26.3": "desires. \"The understander,\" The one who knows, the one who understands, the one",
  "cnd13:26.4": "who knows others, the one who penetrates: \"All actions are impermanent\"...,",
  "cnd13:26.5": "those who know, those who know others, those who know for sure, those who pass",
  "cnd13:26.6": "through. \"Should not cling,\" should not cling to form, should not grasp, should",
  "cnd13:26.7": "not hold, ...take, ...feeling, ...thinking, ..., he should not grasp, should not",
  "cnd13:26.8": "cling, should not hold, should not be attached.",
  "cnd13:27.1": "\"The mindful bhikkhu, to anything in all the world\": \"Bhikkhu,\" a virtuous",
  "cnd13:27.2": "bhikkhu, or a learned bhikkhu. \"Mindful,\" being mindful in four ways: when",
  "cnd13:27.3": "practicing mindfulness on the body, when practicing mindfulness on perception,",
  "cnd13:27.4": "when watching the mind in the heart, when the practice is in line with the",
  "cnd13:27.5": "teachings, it is mindful.",
  "cnd13:28.1": "And again in four ways: the state of avoiding non-mind, the state of the Dhamma",
  "cnd13:28.2": "that should be done to the mind, the state of the Dhamma that is obstructed by",
  "cnd13:28.3": "the mind, the state of the mindfulness factor (phase) not being forgotten.",
  "cnd13:29.1": "And again in four ways: the state of possessing mindfulness, the state of",
  "cnd13:29.2": "abiding in mindfulness, the state of experiencing mindfulness, and the state of",
  "cnd13:29.3": "mindfulness not lowering.",
  "cnd13:30.1": "And again in four ways: with the state of being mindful as the object of",
  "cnd13:30.2": "mindfulness, the quiet state as the object, the calm state as the object, the",
  "cnd13:30.3": "state of silence; the recollection of the Buddha, the recollection of the",
  "cnd13:30.4": "Dhamma, the recollection of the Saṅgha, the precepts, the alms, of the mind;",
  "cnd13:30.5": "mindfulness of the in and out breath, of death, of the body, of silence; all",
  "cnd13:30.6": "mindfulness, free-mindfulness..., the path without a fork, are called",
  "cnd13:30.7": "mindfulness. Having been fully possessed, reaching fully, possessing, arriving,",
  "cnd13:30.8": "with this thought, he is called mindful.",
  "cnd13:31.1": "\"Anything,\" any form, feeling, thinking, behavior, consciousness. \"In all",
  "cnd13:31.2": "worlds,\" in all suffering worlds, in all human worlds, in all celestial worlds,",
  "cnd13:31.3": "in all aggregate worlds, in all realm worlds, in all worlds.",
  "cnd13:32.1": "\"Watching at the stuck grasper like this\": Various people grasp, hold, take,",
  "cnd13:32.2": "cling to, feel.... They take, grasp, hold, and the clinging is called the stuck",
  "cnd13:32.3": "grasper. \"Like this,\" .... \"Watching,\" watching, seeing, looking at, watching",
  "cnd13:32.4": "quietly, observing.",
  "cnd13:33.1": "\"This generation is entangled in the realm of the god of death\": \"Generation,\"",
  "cnd13:33.2": "synonymous with all living beings. The realm of the god of death is called the",
  "cnd13:33.3": "pollution and the various aggregates and the creations. The generations are in",
  "cnd13:33.4": "the realm of the god of death and the realm of demons. Stuck, entangled,",
  "cnd13:33.5": "suspended, attached, fixed, obstructed, such as items (are) stuck, entangled,",
  "cnd13:33.6": "suspended, attached, fixed, or obstructed on a wall pile or wall hook. In the",
  "cnd13:33.7": "same way, the generation is stuck, entangled, suspended, attached, fixed, and",
  "cnd13:33.8": "obstructed in the realm of death and the realm of demons.",
  "cnd13:34.1": "At the end of these verses... \"The Blessed One is my teacher, I am a disciple.\""
}
