{
  "cnd19:0.1": "Explanation of the Rhinoceros Sutta",
  "cnd19:1.1": "First Chapter",
  "cnd19:2.1": "(I have chosen to use the term \"Rhinoceros\" rather than \"Rhinoceros Horn;\" there",
  "cnd19:2.2": "is some debate about this, but a decision had to be made one way or the other.",
  "cnd19:2.3": "The message in the verses is the same either way.)",
  "cnd19:3.1": "<em>121 : After putting down the rod against all living things,",
  "cnd19:3.2": "Hurting none of them,",
  "cnd19:3.3": "You shouldn't want a son, much less a companion;",
  "cnd19:3.4": "One should walk alone like a rhinoceros.</em>",
  "cnd19:3.5": "<em>121 : After putting down the rod against all living things,",
  "cnd19:3.6": "Hurting none of them,",
  "cnd19:3.7": "You shouldn't want a son, much less a companion;",
  "cnd19:3.8": "One should walk alone like a rhinoceros.</em>",
  "cnd19:3.9": "<em>121 : After putting down the rod against all living things,",
  "cnd19:3.10": "Hurting none of them,",
  "cnd19:3.11": "You shouldn't want a son, much less a companion;",
  "cnd19:3.12": "One should walk alone like a rhinoceros.</em>",
  "cnd19:3.13": "<em>121 : After putting down the rod against all living things,",
  "cnd19:3.14": "Hurting none of them,",
  "cnd19:3.15": "You shouldn't want a son, much less a companion;",
  "cnd19:3.16": "One should walk alone like a rhinoceros.</em>",
  "cnd19:4.1": "\"After putting down the rod against all living things\": \"All things,\" all",
  "cnd19:4.2": "completely, completely in every aspect, without surplus, and the whole, this is",
  "cnd19:4.3": "the word of ubiquity, which is \"everything.\" \"Students\" are called the weak and",
  "cnd19:4.4": "the strong. The \"cowards\" belong to those who tremble and those who have not",
  "cnd19:4.5": "been cut off in their thirst, as well as those who are terrified and afraid of",
  "cnd19:4.6": "not being cut off. For what reason are they called the cowards? They tremble,",
  "cnd19:4.7": "have fear, terror, come to fear, and for this reason they are called cowards.",
  "cnd19:4.8": "\"Strong ones\" belong to those who have been cut off from trembling and thirst,",
  "cnd19:4.9": "and those who have been cut off from fear and terror. For what reason are they",
  "cnd19:4.10": "called the strong? They do not tremble, have fear, terror, or come to fear, and",
  "cnd19:4.11": "for this reason they are called strong. \"Rods,\" there are three types of rods:",
  "cnd19:4.12": "body rods, speech rods, and mind rods. There are three types of rods for the",
  "cnd19:4.13": "body, four types of rods for evil acts and three types of rods for evil",
  "cnd19:4.14": "intentions.",
  "cnd19:5.1": "\"Hurting none of them\": The life of each sentient being will not be injured by",
  "cnd19:5.2": "clods, or sticks, or swords, or chains, or ropes. Do not use mud or sticks or",
  "cnd19:5.3": "rods or swords or chains or ropes on any living beings.",
  "cnd19:6.1": "\"Should not want a son, much less other companions\" \"No\" is negative. \"Sons,\"",
  "cnd19:6.2": "there are four types of sons: sons born to oneself, sons born in the field,",
  "cnd19:6.3": "adopted sons, and apprentices. \"Companion,\" with whomever one has a happy",
  "cnd19:6.4": "relationship, a happy coming, a happy communication, a happy standing, a happy",
  "cnd19:6.5": "sitting, a happy lying, a happy talking, a happy conversation, a happy talking,",
  "cnd19:6.6": "a happy interlocutor is called a companion. \"You shouldn't want sons, much less",
  "cnd19:6.7": "companions\": A son, you shouldn't want, accept, hope, or pray for;",
  "cnd19:6.8": "acquaintances, you shouldn't ....; or a close person, or a companion.",
  "cnd19:7.1": "\"One should walk alone like a rhinoceros\": \"Alone,\" the alone-enlightened person",
  "cnd19:7.2": "is alone having become a bhikkhu, alone in the righteousness without a partner,",
  "cnd19:7.3": "alone in the righteousness of the thirst for love, \"always free from greed\" is",
  "cnd19:7.4": "alone, \"always free from anger\" is alone, \"always free from delusion\" is alone,",
  "cnd19:7.5": "\"always free from defilement\" is alone, \"having passed the road without forks\"",
  "cnd19:7.6": "is alone, \"already realized the highest self-enlightenment\" is alone.",
  "cnd19:8.1": "How is that alone-enlightened person alone having become a bhikkhu? After the",
  "cnd19:8.2": "alone-enlightened person cut off all obstacles to home, after cutting off the",
  "cnd19:8.3": "obstacles of children and wife, ...of relatives, ...of friends, of storage,",
  "cnd19:8.4": "shaves off his hair, after being wrapped in robes, he went from being a bhikkhu",
  "cnd19:8.5": "at home to a non-house life, and after entering a state of nothingness, he",
  "cnd19:8.6": "walked, lived, moved, went on, guarded, and survived.",
  "cnd19:9.1": "How is it that the alone-enlightened person who is alone without a partner? When",
  "cnd19:9.2": "he was such a bhikkhu, he was alone in the woods, wild forests, and border",
  "cnd19:9.3": "dwellings (sitting places): quiet, away from the atmosphere, living alone,",
  "cnd19:9.4": "suitable for sitting alone; he would walk alone, stand alone, sit alone, lie",
  "cnd19:9.5": "alone, enter the village alone for alms, go forward alone, return alone, sit",
  "cnd19:9.6": "alone in a quiet place, perform alone, walk alone, live, move, go on, guard, and",
  "cnd19:9.7": "survive alone.",
  "cnd19:10.1": "How is the alone-enlightened person in the thirst for love and righteousness as",
  "cnd19:10.2": "alone? He is so alone and without a partner, he should live in reluctance, zeal,",
  "cnd19:10.3": "self-effort, great diligence, and diligence, after destroying the demon",
  "cnd19:10.4": "accompanied by the army, the evil demon, the relatives of the liberated, the",
  "cnd19:10.5": "net, the strong mobile, abandoning the entangled thirsty love, driving away,",
  "cnd19:10.6": "making to end, making it go to non-existence.",
  "cnd19:11.1": "\"People who have thirsty love as their partner,",
  "cnd19:11.2": "Reincarnate for a long time,",
  "cnd19:11.3": "Become such a state, other states,",
  "cnd19:11.4": "Do not go beyond reincarnation.",
  "cnd19:11.5": "Knowing this type of trouble:",
  "cnd19:11.6": "Craving is the origin of suffering,",
  "cnd19:11.7": "Departing from thirsty love, without taking,",
  "cnd19:11.8": "Bhikkhus should march mindfully.\"",
  "cnd19:11.9": "[It.15/Sn.3.12,745-746]",
  "cnd19:12.1": "How can the one who is alone in enlightenment consider always free from greed as",
  "cnd19:12.2": "alone? \"Take one of the states of greed to renounce greed\" as being alone, to",
  "cnd19:12.3": "renounce greed in one of the states is aloneness, one of the states of",
  "cnd19:12.4": "renunciation of ignorance is to be alone, and one of the state of renunciation",
  "cnd19:12.5": "of ignorance is to be alone.",
  "cnd19:13.1": "How is that alone-enlightened person has crossed the road without fork as alone?",
  "cnd19:13.2": "The path without a fork is called the four mindfulnesses, the four",
  "cnd19:13.3": "righteousnesses, the four divine bases, the five senses, the five powers, the",
  "cnd19:13.4": "seven enlightenment factors, and the eight sacred paths.",
  "cnd19:14.1": "\"The one who sees the death of life (rebirth), the compassionate one,",
  "cnd19:14.2": "Who knows the way without forks,",
  "cnd19:14.3": "Using this way, they crossed torrents in the past,",
  "cnd19:14.4": "Will cross (in the future), and are (crossing) in the present.\"",
  "cnd19:14.5": "[SN.47.18]",
  "cnd19:15.1": "How is that alone-enlightened person has been enlightened alone, the supreme",
  "cnd19:15.2": "independent enlightenment as alone? Enlightenment is called wisdom, root of",
  "cnd19:15.3": "wisdom, power of wisdom, investigation, vipassanā, and right view in the four",
  "cnd19:15.4": "realms. The one who is enlightened independently by the way, enlightened by the",
  "cnd19:15.5": "Path, and enlightened with the wisdom, alone, feels that \"all actions are",
  "cnd19:15.6": "impermanent,\" that \"all actions are suffering,\" that \"all dhammas are selfless,\"",
  "cnd19:15.7": "that \"knowledge is dependent on deeds,\" that \"knowledge is a dependency for name",
  "cnd19:15.8": "and form,\" that \"touch is based on six sense bases,\" that \"feeling is based on",
  "cnd19:15.9": "touch,\" \"feeling is a dependency for thirst for love,\" \"thirst and love ...for",
  "cnd19:15.10": "grasping;\" \"grasping ...for existence,\" \" existence (becoming) ...for birth,\"",
  "cnd19:15.11": "\"birth ...for old age and death;\" \"the extinguishment of ignorance\"..., of",
  "cnd19:15.12": "formation, ...of consciousness, ...of name and form..., (omitted);\" \"this is",
  "cnd19:15.13": "suffering,\" ...\"this is the collection of suffering,\" \"this is the extinguishing",
  "cnd19:15.14": "of suffering,\" this is the path leading to suffering, \"these are troubles,\"",
  "cnd19:15.15": "\"this is the collection of troubles,\" \"this is the path leading to troubles,\"",
  "cnd19:15.16": "\"these dhammas should be known,\" \"these dhammas should be cut off,\" \"these",
  "cnd19:15.17": "dhammas should be testified to,\" \"these dhammas should be practiced;\" felt the",
  "cnd19:15.18": "gathering, destruction, pleasure, trouble, and renunciation of the six touches;",
  "cnd19:15.19": "the gathering of the abundance...; the gathering of perception, the extinction,",
  "cnd19:15.20": "the pleasure, the trouble, and the renunciation.",
  "cnd19:16.1": "Or, where (any) should be felt, should be conscious, should be awakened, should",
  "cnd19:16.2": "be enlightened, should be proven, should be touched, should be testified,",
  "cnd19:16.3": "everything is subject to that alone, awareness, awakening, enlightenment,",
  "cnd19:16.4": "attainment, touch (contact), and testimony. In this way, the one who has been",
  "cnd19:16.5": "enlightened alone is alone.",
  "cnd19:17.1": "\"Should do,\" there are eight types of behaviors: prestige behaviors, conduct",
  "cnd19:17.2": "behaviors, mindful behaviors, fixed behaviors, wisdom behaviors, Path, reaching,",
  "cnd19:17.3": "and world benefits. \"Behavior\" is about the four behaviors, \"walking\" is about",
  "cnd19:17.4": "the six inner and outer regions, \"mindfulness\" is about the four mindfulnesses,",
  "cnd19:17.5": "\"meditation\" is about the four types of jhāna, and \"wisdom\" is about the four",
  "cnd19:17.6": "noble truths. \"The Path\" refers to the Four Noble Ways, \"reaching\" refers to the",
  "cnd19:17.7": "Four Samaṇa Fruits, and \"world benefits\" refers to the Tathāgata, Arahants,",
  "cnd19:17.8": "fully enlightened ones, alone-enlightened ones, and disciples. The act of",
  "cnd19:17.9": "conduct belong to those who have sufficient vows, behavior belongs to those who",
  "cnd19:17.10": "guard the roots, mindfulness and behavior belong to those who do not let go,",
  "cnd19:17.11": "fixed behavior belongs to those who strive to increase the mind, and wisdom and",
  "cnd19:17.12": "behavior belong to those who have enough. For those who do, the Path belongs to",
  "cnd19:17.13": "the righteous person, the attainment action belongs to the attained person, and",
  "cnd19:17.14": "the world-benefit actions belong to the Tathāgata, the Arahant, the Enlightened",
  "cnd19:17.15": "One, and the disciples of the Enlightened One.",
  "cnd19:18.1": "The next eight types of behavior: the victorious (who overcome the problems)",
  "cnd19:18.2": "will act with faith, those who strive with vitality will act with their",
  "cnd19:18.3": "vitality, those who make it appear will act with mindfulness, those who",
  "cnd19:18.4": "establish (do) do not distract will act with determination, those who know will",
  "cnd19:18.5": "act with wisdom, the one who knows to walk with the act of knowledge, In this",
  "cnd19:18.6": "way, the one who walks in the way makes all the good dhamma survive. \"Walking in",
  "cnd19:18.7": "order to walk,\" in this way those who walk the way reach excellence.",
  "cnd19:19.1": "The next eight types of behavior: the seeing behavior of the righteous person,",
  "cnd19:19.2": "the (heart-)oriented behavior of the righteous person, the taking and receiving",
  "cnd19:19.3": "behavior of the righteous person, the innocent behavior of the righteous person,",
  "cnd19:19.4": "the hard working behavior of the righteous person, the present action of the",
  "cnd19:19.5": "mindful person, the non-scattering action of the right minded person [Ps.1,12].",
  "cnd19:20.1": "\"Like a rhinoceros,\" the rhinoceros is truly unique. In the same way, the one",
  "cnd19:20.2": "who is enlightened alone is like that one, equivalent to that one, and",
  "cnd19:20.3": "contrasting to that one. If it is too salty, it is called salty, if it is too",
  "cnd19:20.4": "bitter, it is called bitterness, if it is too sweet, it is called like honey, if",
  "cnd19:20.5": "it is too hot, it is called like fire, if it is too cold, it is called like ice,",
  "cnd19:20.6": "and disciples who reach great supernatural power are called as a master.",
  "cnd19:20.7": "Similarly, the alone-enlightened person is there like that one, equal to that,",
  "cnd19:20.8": "contrasted to that, alone without partner (no duality), free from bondage, and",
  "cnd19:20.9": "he walks, lives, and acts correctly in the world, guards, makes survival.",
  "cnd19:21.1": "<em>122 : From connections formed arises love (affection),",
  "cnd19:21.2": "And from love arises suffering,",
  "cnd19:21.3": "Watching the trouble arising from affection,",
  "cnd19:21.4": "One should walk alone like a rhinoceros.</em>",
  "cnd19:21.5": "<em>122 : From connections formed arises love (affection),",
  "cnd19:21.6": "And from love arises suffering,",
  "cnd19:21.7": "Watching the trouble arising from affection,",
  "cnd19:21.8": "One should walk alone like a rhinoceros.</em>",
  "cnd19:21.9": "<em>122 : From connections formed arises love (affection),",
  "cnd19:21.10": "And from love arises suffering,",
  "cnd19:21.11": "Watching the trouble arising from affection,",
  "cnd19:21.12": "One should walk alone like a rhinoceros.</em>",
  "cnd19:21.13": "<em>122 : From connections formed arises love (affection),",
  "cnd19:21.14": "And from love arises suffering,",
  "cnd19:21.15": "Watching the trouble arising from affection,",
  "cnd19:21.16": "One should walk alone like a rhinoceros.</em>",
  "cnd19:22.1": "\"The connection that arises generates love\": \"Connection,\" there are two types",
  "cnd19:22.2": "of connection: the connection of seeing and the connection of hearing. What is",
  "cnd19:22.3": "the connection of seeing? Here, a certain type of people see the upright,",
  "cnd19:22.4": "beautiful, and beloved women and girls with the most beautiful face like a",
  "cnd19:22.5": "lotus. After seeing them, they mentally arise (thoughts of): \"Hair, or a",
  "cnd19:22.6": "beautiful face, or good eyes, or good ears, ...nose, lips, teeth, mouth, neck,",
  "cnd19:22.7": "breasts, chest, abdomen, waist, thigh, calf, palm, sole, finger, nail, etc., all",
  "cnd19:22.8": "beautiful and good.\" After seeing, rejoicing, welcoming, hoping, making it",
  "cnd19:22.9": "arise, following the bondage of greed, this is the connection of seeing.",
  "cnd19:23.1": "What is the connection of hearing? Here, a certain type of people heard: \"In a",
  "cnd19:23.2": "village or town with a name like that, there are women or girls who are upright,",
  "cnd19:23.3": "beautiful, and beloved, with the most beautiful face like a lotus.\" After",
  "cnd19:23.4": "hearing it, they were happy, welcome, and hopeful, making it arise, following",
  "cnd19:23.5": "the bondage of greed, this is the connection of hearing.",
  "cnd19:24.1": "\"Love,\" there are two types of love: the love of thirsting and the love of",
  "cnd19:24.2": "seeing (views). What is love of love? All are called boundaries, realms, scopes,",
  "cnd19:24.3": "borders, grasped, and regarded as one's own: this is mine, this is mine, so many",
  "cnd19:24.4": "are mine, this area is mine; (my) form, sound, smell, taste, touch, things",
  "cnd19:24.5": "spread on the ground, coats, maids and male servants, goats and sheep, chickens",
  "cnd19:24.6": "and pigs, elephants, cows and horses, mules, fields, homesteads, gold, gold",
  "cnd19:24.7": "coins, villages, towns, capitals, places, treasuries, warehouses, all the land,",
  "cnd19:24.8": "because they are thirsty and regard them as their own, all one-hundred-and-eight",
  "cnd19:24.9": "thirsty trends [AN.4.199]; this is the love of love.",
  "cnd19:25.1": "What is the love of seeing (views)? There are twenty views of the body, ten evil",
  "cnd19:25.2": "views, ten side views, all views like this, evil views, jungle (entangled)",
  "cnd19:25.3": "views, desert (barren) views, distorted views, shaken views, clinging,",
  "cnd19:25.4": "acceptance, holding, clinging to the bound view, the place where the evil way,",
  "cnd19:25.5": "the evil nature, the outside way depend, the clasping of the inversion",
  "cnd19:25.6": "(vipariyesa), the clinging of the inversion (viparīta), the inversion",
  "cnd19:25.7": "(vipallāsa), the grip of evil, the grip of \"(seeing) the real in the unreal,\"",
  "cnd19:25.8": "all come to the reach of the sixty-two evil views, this is the love of seeing.",
  "cnd19:26.1": "\"From the connection arises love\": The love that craves and the love that sees",
  "cnd19:26.2": "are generated, arise, are born, are produced, and appear with the connection of",
  "cnd19:26.3": "seeing and the connection of hearing.",
  "cnd19:27.1": "\"The suffering of love arises\": \"Love,\" there are two types of love....",
  "cnd19:27.2": "\"Suffering arises.\" Here, a certain type of person practices evil deeds of the",
  "cnd19:27.3": "body, evil deeds in word, and evil deeds in intention. He kills, takes without",
  "cnd19:27.4": "giving, invades others, takes prey (loots), blocks roads, robs, and abducts",
  "cnd19:27.5": "wives. Speaking vainly, after he was captured, they went to see the king: \"Your",
  "cnd19:27.6": "Majesty! This is a thief, a criminal, let you punish this (with a) sentence.\"",
  "cnd19:27.7": "The king rebuked him, and he took blame for it, causing terror to arise, he,",
  "cnd19:27.8": "feeling suffering, sorrow, where does this horror, suffering, and sorrow arise?",
  "cnd19:27.9": "It arises from his love, happiness, greed, joy and greed.",
  "cnd19:28.1": "The king was not satisfied with this situation. The king imprisoned him with",
  "cnd19:28.2": "handcuffs, or with ropes, or with fetters, or with vines, or with kudzu vines,",
  "cnd19:28.3": "or by throwing into chains, or by fences, or by binding to the village, town,",
  "cnd19:28.4": "city, country, or to the place, and it is even declared: \"You must not walk away",
  "cnd19:28.5": "from here.\" He also feels suffering and sorrow by the bondage; where does this",
  "cnd19:28.6": "horror, suffering, and sorrow arise? It arises from his love, happiness, greed,",
  "cnd19:28.7": "joy and greed.",
  "cnd19:29.1": "The king is not satisfied with this situation. The king will transport his",
  "cnd19:29.2": "property from him: hundreds or thousands or one hundred thousand (money). He",
  "cnd19:29.3": "also feels suffering and sorrow due to the loss of property....",
  "cnd19:30.1": "The king was not satisfied with this situation. The king imposed various",
  "cnd19:30.2": "penalties on him: whipping, beating with a stick, beating with a cane, cutting",
  "cnd19:30.3": "off hands, feet, hands and feet, ears, nose, ears and nose, and imposing sour",
  "cnd19:30.4": "porridge pot punishment, shell-bald punishment, Rāhu's mouth punishment, fire",
  "cnd19:30.5": "torture, candle hand punishment, exorcism, bark clothing punishment, antelope",
  "cnd19:30.6": "punishment, hook flesh punishment, money punishment, alkaline bath punishment,",
  "cnd19:30.7": "twisted door lock punishment, straw foot pedal punishment, drenching with hot",
  "cnd19:30.8": "oil, making the dog bite, making a piercing while alive, beheading with a sword;",
  "cnd19:30.9": "he also feels suffering and sorrow due to punishment.... The king is the master",
  "cnd19:30.10": "of these four types of staff (rod punishment).",
  "cnd19:31.1": "With their own work and the disintegration of their body, they were reborn in",
  "cnd19:31.2": "the world of suffering, evil, lower world, and hell after death. The jailers",
  "cnd19:31.3": "imposed five types of punishment on him: they made the red hot iron rod pass",
  "cnd19:31.4": "through the (first) palm, and they made the red hot iron rod pass through the",
  "cnd19:31.5": "(second) palm. After the second palm, they passed the red hot iron rod through",
  "cnd19:31.6": "the (first) sole of the foot, they passed the red hot iron rod through the",
  "cnd19:31.7": "second sole of the foot, and they passed the red hot iron rod through the chest",
  "cnd19:31.8": "in the middle. He felt bitter, fierce, violent, [MN.129], pungent feelings, and",
  "cnd19:31.9": "he would not die until the evil kamma was eliminated. Where did this terror,",
  "cnd19:31.10": "suffering, and sorrow arise? ....",
  "cnd19:32.1": "After the jailers lay him down, they cut him with an axe... (omitted) after the",
  "cnd19:32.2": "jailers grabbed him under their feet, they cut him with a small axe..., the",
  "cnd19:32.3": "jailers harnessed him on the cart and set him on fire, so he was ignited in a",
  "cnd19:32.4": "burning, glorious fire, ..., the jailers made him climb up and down the burning,",
  "cnd19:32.5": "shining charcoal volcano..., after the jailers caught him up and down, they",
  "cnd19:32.6": "threw them into the hot, blazing, burning, red-glowing copper pot; he was boiled",
  "cnd19:32.7": "with foam there, and he rose up once, sunk once, and moved across once. He felt",
  "cnd19:32.8": "bitter.... (Where did this terror, suffering, and sorrow arise? .... The jailers",
  "cnd19:32.9": "threw him into the great hell, and in the great hell:",
  "cnd19:33.1": "\"There are four doors in the four corners, divided into equal parts,",
  "cnd19:33.2": "Surrounded by iron walls, and the top is covered by iron.",
  "cnd19:33.3": "The earth is made of iron, and it shines with the burning of fire,",
  "cnd19:33.4": "All around for a hundred yojanas, always pervading and abiding.",
  "cnd19:33.5": "The miserable burning is terrible, the brilliant flames are hard to approach,",
  "cnd19:33.6": "Hair visibly standing on end due to the horror of suffering.",
  "cnd19:33.7": "From the east wall, a mass of fire originates,",
  "cnd19:33.8": "Burning those with evil kamma, striking against the west.",
  "cnd19:33.9": "From the west wall, a mass of fire originates,",
  "cnd19:33.10": "Burning those with evil kamma, striking against the east.",
  "cnd19:33.11": "From the north wall, a mass of fire originates,",
  "cnd19:33.12": "Burning those with evil kamma, striking against the south.",
  "cnd19:33.13": "From the south wall, a mass of fire originates,",
  "cnd19:33.14": "Burning those with evil kamma, striking against the north.",
  "cnd19:33.15": "From below, a mass of fire originates,",
  "cnd19:33.16": "Burning those with evil kamma, striking against the roof.",
  "cnd19:33.17": "From above, a mass of fire originates,",
  "cnd19:33.18": "Burning those with evil kamma, striking against the ground.",
  "cnd19:33.19": "Blazing iron, sorrow like being burned,",
  "cnd19:33.20": "Just so this great hell is seen from above and below.",
  "cnd19:33.21": "There beings are very cruel, those who have done great crimes,",
  "cnd19:33.22": "Perpetual evildoers, tortured without dying.",
  "cnd19:33.23": "The body is like fire, that of the dweller in this hell,",
  "cnd19:33.24": "The one with steady kamma, the fire has neither ashes nor soot.",
  "cnd19:33.25": "They run to the east, and from there to the west;",
  "cnd19:33.26": "The run to the north, and from there to the south;",
  "cnd19:33.27": "Everywhere they run, the doors are shut,",
  "cnd19:33.28": "The want to go forth, they seek for release.",
  "cnd19:33.29": "They can't go forth from there, they obtain this by means of kamma,",
  "cnd19:33.30": "For those evildoers, their abundant kamma is not yet fully ripe.\"",
  "cnd19:34.1": "Where did this terror, suffering, and sorrow arise? It arises from his love,",
  "cnd19:34.2": "happiness, greed, joy and greed.",
  "cnd19:35.1": "Again, all the suffering of hell, the suffering of the animal world, the",
  "cnd19:35.2": "suffering of the hungry ghost world, the suffering of humans, where those are",
  "cnd19:35.3": "arising, where are they produced, where did it happen, where was born, where did",
  "cnd19:35.4": "it appear, be arisen? It is produced, arises, is born, is generated, arises with",
  "cnd19:35.5": "his love as a condition, happiness as condition, greed as condition, joy and",
  "cnd19:35.6": "greed as condition.",
  "cnd19:36.1": "\"Watching the troubles of love\": \"Love,\" .... \"Watching the troubles of love\":",
  "cnd19:36.2": "The troubles of the love of love and the love of seeing, he watched, saw,",
  "cnd19:36.3": "contemplated, and observed.",
  "cnd19:37.1": "<em>123 : Those who pity friends and confidantes,",
  "cnd19:37.2": "With the heart bound (attached), lose their own interests,",
  "cnd19:37.3": "Watching this danger in intimate interaction,",
  "cnd19:37.4": "One should walk alone like a rhinoceros.</em>",
  "cnd19:37.5": "<em>123 : Those who pity friends and confidantes,",
  "cnd19:37.6": "With the heart bound (attached), lose their own interests,",
  "cnd19:37.7": "Watching this danger in intimate interaction,",
  "cnd19:37.8": "One should walk alone like a rhinoceros.</em>",
  "cnd19:37.9": "<em>123 : Those who pity friends and confidantes,",
  "cnd19:37.10": "With the heart bound (attached), lose their own interests,",
  "cnd19:37.11": "Watching this danger in intimate interaction,",
  "cnd19:37.12": "One should walk alone like a rhinoceros.</em>",
  "cnd19:37.13": "<em>123 : Those who pity friends and confidantes,",
  "cnd19:37.14": "With the heart bound (attached), lose their own interests,",
  "cnd19:37.15": "Watching this danger in intimate interaction,",
  "cnd19:37.16": "One should walk alone like a rhinoceros.</em>",
  "cnd19:38.1": "\"Pity for friends and confidantes will cause you to lose your own interests and",
  "cnd19:38.2": "be constrained\": \"Friends,\" there are two types of friends: friends at home and",
  "cnd19:38.3": "friends (away) from home (monastics). What is a friend at home? Here, a certain",
  "cnd19:38.4": "category of people give what is hard to give, charity, do what is hard to do,",
  "cnd19:38.5": "forgive (tolerate) what is hard to forgive, he tells (you his) secret, keeps",
  "cnd19:38.6": "(your) secret, and never forsakes you in disasters, he is the one who would give",
  "cnd19:38.7": "his life for (you) [DN.31], he does not contempt when (you) are exhausted, this",
  "cnd19:38.8": "is a friend at home.",
  "cnd19:39.1": "What is a friend (away) from home (monastic)? Here, the bhikkhu is lovable,",
  "cnd19:39.2": "agreeable, respectable, admirable, an interpreter, tolerant of other people's",
  "cnd19:39.3": "words, and an esoteric talker (leader). He does not encourage [AN.7.37] and",
  "cnd19:39.4": "persuade on non-increasing precepts. He persuades him in the four-mindfulness",
  "cnd19:39.5": "practice effort, in ...(omitted) the eight sacred paths of practice, this is a",
  "cnd19:39.6": "'friend (away) from home.'",
  "cnd19:40.1": "Those with whom one is happy to go, happy to come (, happy to come and go),",
  "cnd19:40.2": "happy to stand, happy to sit, happy lying, happy talking, happy conversation,",
  "cnd19:40.3": "happy talk, happy interlocutors are called a confidant.",
  "cnd19:41.1": "\"Pity a friend, a confidant; lose in your own interest.\" A friend, a confidant,",
  "cnd19:41.2": "an acquaintance, a close person, a companion, a considerer, a sorrower,",
  "cnd19:41.3": "abandoning his interests, the interests of others, and the interests of both,",
  "cnd19:41.4": "also abandoning the interests of the present life and the interests of the next",
  "cnd19:41.5": "life also causes the highest interests to retreat, forcefully retreat, be lost,",
  "cnd19:41.6": "avoided, and eliminated; those who have pity for friends and confidants, he",
  "cnd19:41.7": "makes the interests retreat.",
  "cnd19:42.1": "\"The heart is bound,\" the heart is bound in two ways: (by) making oneself stand",
  "cnd19:42.2": "in lowliness, (and) making others stand in nobility while the heart is",
  "cnd19:42.3": "restrained; or (by) making others stand in lowliness, (and) making oneself stand",
  "cnd19:42.4": "in nobleness and the heart is restrained. How to make yourself humble and make",
  "cnd19:42.5": "others stand up noble and flatter others? (Thinking:) \"You are very helpful to",
  "cnd19:42.6": "me, I rely on you to get clothes, food, shelter, the needs of patients, medical",
  "cnd19:42.7": "necessities, and anyone who gives or wants to do they think I am dependent on",
  "cnd19:42.8": "you, those who are regarded as you, all my previous names from my parents have",
  "cnd19:42.9": "disappeared to me, because you are known as those who frequent (someone's) home",
  "cnd19:42.10": "like that; those who often visit (someone's) home.\" This is to make oneself",
  "cnd19:42.11": "humble, to make others stand noble, and their hearts are bound.",
  "cnd19:43.1": "How to make others humble and make oneself stand noble and be restrained?",
  "cnd19:43.2": "(Thinking:) \"I am a good person to you. Because of me, you turn to the Buddha,",
  "cnd19:43.3": "to the Dhamma, and to the Saṅgha, become (as) those who are free from killing,",
  "cnd19:43.4": "those who have not given and take, those who have not given, and those who are",
  "cnd19:43.5": "free from lying, and those who (do not) drink spirits, fruit wine, and wine, I",
  "cnd19:43.6": "will give you instructions, give me a lot of questions, I will explain uposatha,",
  "cnd19:43.7": "and build temples. However, after you abandon me, you respect, honor, and revere",
  "cnd19:43.8": "other people.\" This is to make others humble, and make oneself stand noble, and",
  "cnd19:43.9": "the heart is bound. For those who pity for friends and confidants, their",
  "cnd19:43.10": "interests are lost and the heart is bound.",
  "cnd19:44.1": "\"Watching the horror in intimate communication (interaction)\": \"Horror,\" the",
  "cnd19:44.2": "horror of life, the horror of old age, ...sickness, ...death, kings, thieves,",
  "cnd19:44.3": "fire, water, self-reprimand, horror, others, sticks, waves, the dragon,",
  "cnd19:44.4": "whirlpool, crocodile [AN.4.122], livelihood, of dishonor, timidity, of",
  "cnd19:44.5": "intoxication, evil interest in the group is the horror of horrible stiffness,",
  "cnd19:44.6": "body hair standing on end, and fear of heart worry. \"In intimate communication",
  "cnd19:44.7": "(interaction),\" There are two types of intimate communication: of love and of",
  "cnd19:44.8": "seeing.... \"Watching this horror in intimate communication\": This horror in",
  "cnd19:44.9": "intimate communication is watched, seen, and observed.",
  "cnd19:45.1": "<em>124 : Like a huge bamboo (tree) becomes entangled together,",
  "cnd19:45.2": "Is one who has care for his children and wives,",
  "cnd19:45.3": "Like a bamboo shoot that is not stuck,",
  "cnd19:45.4": "One should walk alone like a rhinoceros.</em>",
  "cnd19:45.5": "<em>124 : Like a huge bamboo (tree) becomes entangled together,",
  "cnd19:45.6": "Is one who has care for his children and wives,",
  "cnd19:45.7": "Like a bamboo shoot that is not stuck,",
  "cnd19:45.8": "One should walk alone like a rhinoceros.</em>",
  "cnd19:45.9": "<em>124 : Like a huge bamboo (tree) becomes entangled together,",
  "cnd19:45.10": "Is one who has care for his children and wives,",
  "cnd19:45.11": "Like a bamboo shoot that is not stuck,",
  "cnd19:45.12": "One should walk alone like a rhinoceros.</em>",
  "cnd19:45.13": "<em>124 : Like a huge bamboo (tree) becomes entangled together,",
  "cnd19:45.14": "Is one who has care for his children and wives,",
  "cnd19:45.15": "Like a bamboo shoot that is not stuck,",
  "cnd19:45.16": "One should walk alone like a rhinoceros.</em>",
  "cnd19:46.1": "\"Like a huge bamboo being entangled together\": Bamboo is called a bamboo bush.",
  "cnd19:46.2": "In the bamboo bush, old bamboo is stuck, entangled, attached, fixed, and",
  "cnd19:46.3": "obstructed. The same is true; being entangled together is called craving, it is",
  "cnd19:46.4": "greed, lust, acquiescence, conformity, joy, liking, wanting, desire,",
  "cnd19:46.5": "fascination, taking, great greed, being tied, sludge, disturbance, hypocrisy,",
  "cnd19:46.6": "(reincarnation) root cause, (bitter) fertility, tailoring (craving), net, river,",
  "cnd19:46.7": "bondage, rope, attachment, accumulation, companion, wishing, channel of",
  "cnd19:46.8": "existence, desire forest (jungle), intimacy, love, anticipation, relationship,",
  "cnd19:46.9": "aspiration, aspiration state, desire for form, for sound, smell, taste, touch,",
  "cnd19:46.10": "desire to obtain, desires of man (wealth), desire for a son, desire to live,",
  "cnd19:46.11": "state of desire, prayer, greed, greedy appearance, possessing the state of",
  "cnd19:46.12": "greed, inquiries (for profits), desire for proficiency, illegal greed, improper",
  "cnd19:46.13": "greed, desire, hope, envy, complete hope, desire for desire, desire for being,",
  "cnd19:46.14": "desire for nothingness, formed thirst, formless thirst, extinction thirst, form",
  "cnd19:46.15": "thirst, sound thirst, smell thirst, taste thirst, touch thirst, dhamma thirst,",
  "cnd19:46.16": "torrent, harness, binding, clinging, obstacles, covering, bondage, along with",
  "cnd19:46.17": "defilements, potential troubles, entanglement, vines, stinginess, suffering",
  "cnd19:46.18": "roots, causes of suffering, occurrence of suffering, demon's net, demon's hook,",
  "cnd19:46.19": "demon's food (bait), demon's realm, demon's residence, demon's binding, the",
  "cnd19:46.20": "river of thirst, the net of thirst, the rope of thirst, the sea of thirst,",
  "cnd19:46.21": "craving, greed, and the root of unwholesomeness.",
  "cnd19:47.1": "\"Love (being entangled),\" what does it mean to love? The \"spread\" is love; the",
  "cnd19:47.2": "\"vast\" is love; the \"wide\" is love; the \"incorrect\" is love; \"it compels\" is",
  "cnd19:47.3": "love; \"it seizes\" is love; \"fraud\" is love; \"poisonous root\" is love; \"poisonous",
  "cnd19:47.4": "fruit\" is love; \"poisoned by use\" is love; or, \"(that) vast thirst: in form...,",
  "cnd19:47.5": "in sound..., smell, taste, touch, at home, in the masses, residence, profit,",
  "cnd19:47.6": "...(omitted)..., in the realm of desire, form, the non-material realm, ...in the",
  "cnd19:47.7": "desire to have..., physical existence..., formless..., thinking...,",
  "cnd19:47.8": "non-thinking.., in the non-imaginative non-non-imaginative existence.., the one",
  "cnd19:47.9": "aggregate existence, the four aggregates, five aggregates, past, future,",
  "cnd19:47.10": "present, ...enlarged attachments to the dhammas that can be seen, heard, felt,",
  "cnd19:47.11": "and can be known.",
  "cnd19:48.1": "\"Anyone who is concerned with children and wives\": \"Children (sons),\" there are",
  "cnd19:48.2": "four types of sons: .... The wife is called the one who should be supported.",
  "cnd19:48.3": "Attention is called craving, which is greed, ....",
  "cnd19:49.1": "\"Like a bamboo shoot that is not stuck\": Bamboo is called a bamboo bush. For",
  "cnd19:49.2": "example, the young top buds (shoots) in the bamboo bush are not stuck, attached,",
  "cnd19:49.3": "tied, or obstructed, and they have gone out and are not obstructed, leaving,",
  "cnd19:49.4": "having become free. In the same way... \"Being stuck (attachment),\" there are two",
  "cnd19:49.5": "types of adhesion: ...; ...not to be stuck, not caught, not captured, not bound",
  "cnd19:49.6": "by the world, not tied, separated, left, liberated, detached, not attached to,",
  "cnd19:49.7": "not caught, not bound, leaving bondage, he lives with a restrained hear.",
  "cnd19:50.1": "<em>125 : As an unbound deer walks in the forest,",
  "cnd19:50.2": "Walks to the desired pasture,",
  "cnd19:50.3": "A wise person, watching (his) freedom,",
  "cnd19:50.4": "Should walk alone like a rhinoceros.</em>",
  "cnd19:50.5": "<em>125 : As an unbound deer walks in the forest,",
  "cnd19:50.6": "Walks to the desired pasture,",
  "cnd19:50.7": "A wise person, watching (his) freedom,",
  "cnd19:50.8": "Should walk alone like a rhinoceros.</em>",
  "cnd19:50.9": "<em>125 : As an unbound deer walks in the forest,",
  "cnd19:50.10": "Walks to the desired pasture,",
  "cnd19:50.11": "A wise person, watching (his) freedom,",
  "cnd19:50.12": "Should walk alone like a rhinoceros.</em>",
  "cnd19:50.13": "<em>125 : As an unbound deer walks in the forest,",
  "cnd19:50.14": "Walks to the desired pasture,",
  "cnd19:50.15": "A wise person, watching (his) freedom,",
  "cnd19:50.16": "Should walk alone like a rhinoceros.</em>",
  "cnd19:51.1": "\"An unbound deer walks in the forest, walking to the desired pasture\": \"Deer,\"",
  "cnd19:51.2": "there are two types of deer: the deer and the spotted deer. For example, the",
  "cnd19:51.3": "deer living in the woods is walking in the woods and forests, walking at ease,",
  "cnd19:51.4": "standing at ease, sitting at ease, and lying down at ease.",
  "cnd19:52.1": "This was said by the Blessed One [MN.25]: \"Bhikkhus! Just like a deer living in",
  "cnd19:52.2": "the woods, when walking in the woods and forests, walk with peace of mind,",
  "cnd19:52.3": "stand, sit, and lie with peace of mind. What is the reason? Bhikkhus! That is an",
  "cnd19:52.4": "area inaccessible to brutal men.",
  "cnd19:53.1": "Similarly, bhikkhus! Here, the bhikkhus live in the first jhāna of reasoning and",
  "cnd19:53.2": "waiting after entering from renunciation from desire and unwholesome dhamma, and",
  "cnd19:53.3": "happiness and joy after detachment, bhikkhus! This is called the bhikkhu making",
  "cnd19:53.4": "the demon blind. After killing the demon's eyes, the demon enters a state of not",
  "cnd19:53.5": "seeing and footlessness (misfortune).",
  "cnd19:54.1": "Besides, bhikkhus! Bhikkhus calm down with reasoning and thinking, confident,",
  "cnd19:54.2": "and one-minded. After entering, they live in the second jhāna of no reasoning or",
  "cnd19:54.3": "thinking, and concentration produces joy and happiness, bhikkhus! This is called",
  "cnd19:54.4": "the bhikkhu making the demon blind. After killing the demon's eyes, ....",
  "cnd19:55.1": "Besides, bhikkhus! The bhikkhu fades away with joy and lives in peace, has",
  "cnd19:55.2": "mindfulness, right knowledge, and feels happiness with the body. After entering,",
  "cnd19:55.3": "he lives in the third jhāna of this holy disciple proclaiming: 'He is a calm,",
  "cnd19:55.4": "mindful, and happy one,' Bhikkhus! This is called the bhikkhu making the demon",
  "cnd19:55.5": "blind. After killing the demon's eyes, ....",
  "cnd19:56.1": "Besides, bhikkhus! After entering the fourth jhāna, the bhikkhus live in the fourth",
  "cnd19:56.2": "jhāna that is not painful or unhappy, after entering the fourth jhāna, bhikkhus!",
  "cnd19:56.3": "This is called the bhikkhu making the demon blind. ....",
  "cnd19:57.1": "Besides, bhikkhus! Bhikkhus transcend all lusts and thoughts, with the extinction",
  "cnd19:57.2": "of opposing thoughts, without thinking about all types of thoughts, (and know):",
  "cnd19:57.3": "'Void is boundless,' after entering, live in the boundless void, bhikkhus! This is",
  "cnd19:57.4": "called the bhikkhu making the demon blind. ....",
  "cnd19:58.1": "Besides, bhikkhus! After Bhikkhu transcends all emptiness and boundlessness (and",
  "cnd19:58.2": "knowledge): 'Consciousness is boundless,' after entering, live in the",
  "cnd19:58.3": "boundlessness of consciousness... (omitted).",
  "cnd19:59.1": "Besides, bhikkhus! (A Bhikkhu,) after surpassing all the boundless places of",
  "cnd19:59.2": "consciousness (and knowing): 'There is nothing,' after entering, live in",
  "cnd19:59.3": "nowhere....",
  "cnd19:60.1": "Besides, bhikkhus! (A Bhikkhu,) after surpassing everything that has no possessions,",
  "cnd19:60.2": "after entering, he will live in a place where he wants to be....",
  "cnd19:61.1": "Besides, bhikkhus! (A Bhikkhu,) after surpassing all non-thinking things, after",
  "cnd19:61.2": "entering, staying in wanting to be destroyed, after seeing with wisdom, all his",
  "cnd19:61.3": "troubles are destroyed, bhikkhus! This is called the Bhikkhu blinding the demon.",
  "cnd19:61.4": "After killing the demon's eyes, the demon enters a state of not seeing and",
  "cnd19:61.5": "footlessness, letting go of his attachment to the world. He walks with peace of",
  "cnd19:61.6": "mind, stands with peace of mind, sits with peace of mind, and lies with peace of",
  "cnd19:61.7": "mind. What is the reason? Bhikkhu is an unreachable area for the demon.\"",
  "cnd19:62.1": "\"Wise men watch freedom\": \"Wise men\" are wise people, enlightened people, and",
  "cnd19:62.2": "distinguished people. \"Humans\" are sentient beings, human beings, student",
  "cnd19:62.3": "Brāhmaṇas, humans, individuals, beings, those who have birth, those born to",
  "cnd19:62.4": "Indā, and Manu. \"Free,\" there are two types of freedom: free in Dhamma and free",
  "cnd19:62.5": "as a man. What is free in Dhamma? Four mindfulnesses, four righteousnesses....",
  "cnd19:62.6": "This is the freedom of Dhamma. What is a free man? Anyone who possesses these",
  "cnd19:62.7": "freedoms is called a free man. \"The wise men watch freedom\": The wise people",
  "cnd19:62.8": "watch, see, and observe the freedom of Dhamma.",
  "cnd19:63.1": "<em>126 : One is addressed among companions",
  "cnd19:63.2": "At home, standing, walking, or traveling,",
  "cnd19:63.3": "Watching for the freedom that is not desired,",
  "cnd19:63.4": "One should walk alone like a rhinoceros.</em>",
  "cnd19:63.5": "<em>126 : One is addressed among companions",
  "cnd19:63.6": "At home, standing, walking, or traveling,",
  "cnd19:63.7": "Watching for the freedom that is not desired,",
  "cnd19:63.8": "One should walk alone like a rhinoceros.</em>",
  "cnd19:63.9": "<em>126 : One is addressed among companions",
  "cnd19:63.10": "At home, standing, walking, or traveling,",
  "cnd19:63.11": "Watching for the freedom that is not desired,",
  "cnd19:63.12": "One should walk alone like a rhinoceros.</em>",
  "cnd19:63.13": "<em>126 : One is addressed among companions",
  "cnd19:63.14": "At home, standing, walking, or traveling,",
  "cnd19:63.15": "Watching for the freedom that is not desired,",
  "cnd19:63.16": "One should walk alone like a rhinoceros.</em>",
  "cnd19:64.1": "\"He is addressed among his companions, when staying at home, standing, walking,",
  "cnd19:64.2": "traveling\": wherever he is happy, (with whom he is) happy to come, happy to go",
  "cnd19:64.3": "with, happy to stand, happy to sit, happy to sleep, happy for good talk,",
  "cnd19:64.4": "pleasant talk, and pleasant conversation, are called companions. \"He is",
  "cnd19:64.5": "addressed among his companions, when staying at home, standing, walking, and",
  "cnd19:64.6": "traveling\": When staying at home, standing, walking, and traveling among his",
  "cnd19:64.7": "companions, he considers his own interests, the interests of others, and both",
  "cnd19:64.8": "interests, consider the interests of the current life, the interests of the",
  "cnd19:64.9": "afterlife, and the interests of both.",
  "cnd19:65.1": "\"Watching the freedom not to be desired\": For the fool, the unkind, the",
  "cnd19:65.2": "outsider, and the sectarian disciples, this is undesirable, that is: to be bald",
  "cnd19:65.3": "and robe-clothed; for the supporter of the Buddha (an independent person), this",
  "cnd19:65.4": "is what is desired, that is, becoming bald and robe-clothed. \"Free\" has two",
  "cnd19:65.5": "types of freedom: .... \"Watching the freedom not to be desired\": Watch, see,",
  "cnd19:65.6": "contemplate, and observe the freedom of the Dhamma.",
  "cnd19:66.1": "<em>127 : There is entertainment and joy among companions,",
  "cnd19:66.2": "And great love for sons.",
  "cnd19:66.3": "Hating the parting with the dear,",
  "cnd19:66.4": "One should walk alone like a rhinoceros.</em>",
  "cnd19:66.5": "<em>127 : There is entertainment and joy among companions,",
  "cnd19:66.6": "And great love for sons.",
  "cnd19:66.7": "Hating the parting with the dear,",
  "cnd19:66.8": "One should walk alone like a rhinoceros.</em>",
  "cnd19:66.9": "<em>127 : There is entertainment and joy among companions,",
  "cnd19:66.10": "And great love for sons.",
  "cnd19:66.11": "Hating the parting with the dear,",
  "cnd19:66.12": "One should walk alone like a rhinoceros.</em>",
  "cnd19:66.13": "<em>127 : There is entertainment and joy among companions,",
  "cnd19:66.14": "And great love for sons.",
  "cnd19:66.15": "Hating the parting with the dear,",
  "cnd19:66.16": "One should walk alone like a rhinoceros.</em>",
  "cnd19:67.1": "\"There is entertainment and joy among companions\": \"Entertainment,\" there are",
  "cnd19:67.2": "two types of entertainment: physical entertainment and verbal entertainment.",
  "cnd19:67.3": "What is physical entertainment? Playing with elephants, horses, carts, bows,",
  "cnd19:67.4": "swords and other weapons, octagonal chess, ten-eye chess, aerial chess, and",
  "cnd19:67.5": "hopscotch, also playing with a stone jigsaw, also with a dice board, also with a",
  "cnd19:67.6": "wooden stick, also with the hand, also with dice, also with a leaf flute, also",
  "cnd19:67.7": "with a toy hoe, also with somersaults, also with toy windmills, also playing",
  "cnd19:67.8": "with toy measuring instruments, cart games, toy bows and arrows, guessing words,",
  "cnd19:67.9": "guessing ideas, and imitating flaws [DN.1].",
  "cnd19:68.1": "What is verbal entertainment? The sound of playing a drum with a mouth, the",
  "cnd19:68.2": "sound of a drum being smeared with the mouth, the sound of the felling drum with",
  "cnd19:68.3": "the mouth, the sound of a bend of the lips, the playing of a drum with the",
  "cnd19:68.4": "mouth, the mouth (imitating) the hollow sound of drums, loud cheers, commotion",
  "cnd19:68.5": "at dancers, singing, and joking.",
  "cnd19:69.1": "\"Joy,\" which is synonymous with being satisfied, is \"joy.\" Those with whom one",
  "cnd19:69.2": "is happy to go, come, stand, sit, lie down, talk, and converse, are called",
  "cnd19:69.3": "companions. There is entertainment and joy in companions.",
  "cnd19:70.1": "\"And there is great love in sons\": \"Sons,\" .... There is much love of the son.",
  "cnd19:71.1": "\"Disliking separation from the dear\": There are two types of dear (lovely):",
  "cnd19:71.2": "sentient beings or deeds. What are lovely beings? Here, they are the mother or",
  "cnd19:71.3": "father who wants to be beneficial to him, who wants to be useful, and who wants",
  "cnd19:71.4": "to get away from the harness. Relatives, or brothers, or sisters, or sons, or",
  "cnd19:71.5": "daughters, or friends, or colleagues, or relatives, or people of blood (kin),",
  "cnd19:71.6": "these are lovely beings.",
  "cnd19:72.1": "What are the dear deeds? Desirable forms, desirable sounds, ...smells, flavors,",
  "cnd19:72.2": "touches, these are lovely behaviors. \"Disliking parting from the dear\": Hating,",
  "cnd19:72.3": "disgusted, and ashamed of the parting from the dear.",
  "cnd19:73.1": "<em>128 : Becoming a person who does not reject the four directions,",
  "cnd19:73.2": "Who is satisfied with everything,",
  "cnd19:73.3": "Those who are tolerant of danger and those who are not scared,",
  "cnd19:73.4": "Should walk alone like a rhinoceros.</em>",
  "cnd19:73.5": "<em>128 : Becoming a person who does not reject the four directions,",
  "cnd19:73.6": "Who is satisfied with everything,",
  "cnd19:73.7": "Those who are tolerant of danger and those who are not scared,",
  "cnd19:73.8": "Should walk alone like a rhinoceros.</em>",
  "cnd19:73.9": "<em>128 : Becoming a person who does not reject the four directions,",
  "cnd19:73.10": "Who is satisfied with everything,",
  "cnd19:73.11": "Those who are tolerant of danger and those who are not scared,",
  "cnd19:73.12": "Should walk alone like a rhinoceros.</em>",
  "cnd19:73.13": "<em>128 : Becoming a person who does not reject the four directions,",
  "cnd19:73.14": "Who is satisfied with everything,",
  "cnd19:73.15": "Those who are tolerant of danger and those who are not scared,",
  "cnd19:73.16": "Should walk alone like a rhinoceros.</em>",
  "cnd19:74.1": "\"Those who do not reject the four directions\": \"The four directions,\" the",
  "cnd19:74.2": "alone-enlightened person fills one side (direction) with a heart of compassion",
  "cnd19:74.3": "and lives, and like that a second side, and the third, and the fourth, like this",
  "cnd19:74.4": "the up and down (directions), horizontally, everywhere, to everything as to",
  "cnd19:74.5": "yourself, with a heart of compassion, with a heart of vastness, excellence,",
  "cnd19:74.6": "immeasurable, no resentment, and no malice, filling all the world and dwelling",
  "cnd19:74.7": "afterwards. Walk with sorrow...(omitted,) walk with joy..., walk with peace and",
  "cnd19:74.8": "live in one side, .... \"The four directions, not to reject those\": In the state",
  "cnd19:74.9": "of being practiced in compassion, all beings in the east will not disobey, those",
  "cnd19:74.10": "in the south will not disobey, and those in the west will not disobey; all",
  "cnd19:74.11": "beings in the north are not against them, all beings in the middle of the east",
  "cnd19:74.12": "are not against them, and all beings in the middle of the south are not against",
  "cnd19:74.13": "them, and all beings in the middle of the west are not against them; all beings",
  "cnd19:74.14": "in the middle of the north are not against them, all beings below are not",
  "cnd19:74.15": "against them, all beings above are not against them, all beings in all",
  "cnd19:74.16": "directions are not against them. They are not against them in a state of sadness",
  "cnd19:74.17": "that has been practiced..., in a state of joy that has been practiced..., in a",
  "cnd19:74.18": "state of calm that has been practiced, all beings in the east are not against",
  "cnd19:74.19": "them... (omitted) in all directions are not against them.",
  "cnd19:75.1": "\"The one who is satisfied with everything\": The Enlightened One is the one who",
  "cnd19:75.2": "is satisfied with whatever clothes, and praises the satisfaction with whatever",
  "cnd19:75.3": "clothes. He does not come to inappropriate evil because of clothes. Please,",
  "cnd19:75.4": "don't tremble if you don't get clothes, don't be tied (attached) if you get the",
  "cnd19:75.5": "clothes, don't be infatuated, innocent, seeing the troubled land, using with",
  "cnd19:75.6": "wisdom [SN.16.1], and he does not use this, no matter with what type of clothes,",
  "cnd19:75.7": "is satisfied, not praising oneself, and not despising others. Those who are",
  "cnd19:75.8": "skilled, not lazy, righteous, and mindful are called the alone-enlightened",
  "cnd19:75.9": "person who lives in the highest caste of the past [DN.33/AN.4.28].",
  "cnd19:76.1": "It is a person who is satisfied with whatever food ...(omitted), no matter the",
  "cnd19:76.2": "place of residence..., no matter the patient's needs and medical necessities....",
  "cnd19:77.1": "\"Those who are tolerant of danger and not frightened\": \"Danger (distress,",
  "cnd19:77.2": "crisis, peril),\" there are two types of dangers: obvious dangers and secret",
  "cnd19:77.3": "dangers. What are the obvious dangers? Lions, tigers, leopards, bears, dogs,",
  "cnd19:77.4": "wolves, bison, elephants, snakes, scorpions, centipedes, or thieves or gangsters",
  "cnd19:77.5": "who do bad things or are ready to do bad things, eye diseases, ear diseases,",
  "cnd19:77.6": "nose diseases, tongue diseases, body diseases, head diseases, external ear",
  "cnd19:77.7": "disease, mouth disease, dental disease, cough, wheezing, external nose disease,",
  "cnd19:77.8": "fever, old age, abdominal disease, coma, diarrhea, abdominal pain, cholera,",
  "cnd19:77.9": "leprosy, tumor, ringworm, lung disease, epilepsy, scabies, rheumatoid ringworm,",
  "cnd19:77.10": "scratches (disease), dry and cracked skin, blood biliary disease, diabetes,",
  "cnd19:77.11": "hemorrhoids, rashes (boils), ulcers, diseases caused by gallbladder, diseases",
  "cnd19:77.12": "caused by phlegm, diseases caused by wind, etc., (three) diseases caused by a",
  "cnd19:77.13": "combination of seasons, diseases caused by incorrect postures, sudden attack",
  "cnd19:77.14": "diseases, diseases born from the fruit of kamma, such as cold, heat, hunger,",
  "cnd19:77.15": "thirst, feces, urine, contact with fly mosquitoes, sun snakes, etc., are called",
  "cnd19:77.16": "obvious dangers.",
  "cnd19:78.1": "What are the hidden dangers? Evil body (deeds), evil speech, evil intent, desire",
  "cnd19:78.2": "cover, malice cover, sleepy cover, demotion and regret cover, doubt cover,",
  "cnd19:78.3": "greed, aversion, ignorance, anger, resentment, hiding evil, domineering,",
  "cnd19:78.4": "jealousy, stinginess, deceit, cunning, stubbornness, passion, conceit,",
  "cnd19:78.5": "arrogance, relaxation, all pollution, all evil deeds, all troubles, all anxiety,",
  "cnd19:78.6": "all enthusiasm, all unwholesome deeds, these are called hidden secret danger.",
  "cnd19:79.1": "\"Danger, crisis, peril,\" what is the meaning of danger? \"Conquer all over\" is a",
  "cnd19:79.2": "crisis; \"leading to loss\" is a crisis; \"live there\" is a crisis. How is",
  "cnd19:79.3": "\"conquering all over\" peril? Those dangers who conquer, defeat, overwhelm, end,",
  "cnd19:79.4": "and crush that person are \"conquer all over\" as dangers.",
  "cnd19:80.1": "How is \"leading to loss\" a danger? Those obstacles and retreats that lead to",
  "cnd19:80.2": "good dhamma in crisis; which good dhamma? The right way, the following way, the",
  "cnd19:80.3": "uninverted way, the way of non-contradiction, the way as it means, the way of",
  "cnd19:80.4": "the Dhamma, the precepts are complete, guarding the roots, knowing the right",
  "cnd19:80.5": "amount of food, specializing in sobriety, mindfulness and right knowledge, four",
  "cnd19:80.6": "mindfulnesses...(omitted), the obstacles that lead to the loss of this good",
  "cnd19:80.7": "Dhamma, this is \"leading to loss\" as a crisis.",
  "cnd19:81.1": "How is \"inhabiting there\" danger? There, these evil and unwholesome dhammas",
  "cnd19:81.2": "arose to restrain individuals, such as burrowing animals lying in caves; aquatic",
  "cnd19:81.3": "animals lying in water; forest animals lying in the forest; arboreal animals",
  "cnd19:81.4": "lying in trees. In the same way, these evil and unwholesome dhammas give rise to",
  "cnd19:81.5": "mutual dependence.",
  "cnd19:82.1": "This was said by the Blessed One [SN.35.151]: \"Bhikkhus! Bhikkhus with apprentices",
  "cnd19:82.2": "and masters live in misery and restlessness. But, bhikkhus! How is it that bhikkhus",
  "cnd19:82.3": "with disciples and masters live in distress and restlessness?",
  "cnd19:83.1": "Bhikkhus! Here, after seeing the form with his eyes, the bhikkhu has the",
  "cnd19:83.2": "memories and intentions of those evil and unwholesome Dhamma that follow the",
  "cnd19:83.3": "knot. They live in him; evil and unwholesome dhammas live and enter (occupy).",
  "cnd19:83.4": "Therefore, he is called 'having disciples.' They conquer him; evil and",
  "cnd19:83.5": "unwholesome dhammas conquer him. Therefore, he is called 'the master.'",
  "cnd19:84.1": "Besides, bhikkhus! After the bhikkhu hears the sound with his ears...(omitted),",
  "cnd19:84.2": "after smelling the smell with his nose..., after tasting the taste with his",
  "cnd19:84.3": "tongue..., touching the touch with his body..., after knowing the dhamma with",
  "cnd19:84.4": "consciousness, he arises memories and intentions of evil and unwholesome dhamma.",
  "cnd19:84.5": "They live in him; evil and unwholesome dhammas live and enter.... Bhikkhus! In",
  "cnd19:84.6": "this way, bhikkhus with disciples and masters live in misery and restlessness.\"",
  "cnd19:85.1": "This was said by the Blessed One [It.88]: \"Bhikkhus! There are these three types of",
  "cnd19:85.2": "internal grime, internal non-friends, internal enemies, internal killers, and",
  "cnd19:85.3": "internal grievances. Bhikkhus! Greed is internal grime, internal non-friends,",
  "cnd19:85.4": "...; Bhikkhus! Sorrow...; Bhikkhus! Infatuation.... Bhikkhus! These are the three",
  "cnd19:85.5": "types of internal grime, internal non-friends, internal enemies, internal",
  "cnd19:85.6": "killers, and internal grievances.\"",
  "cnd19:86.1": "\"Greed is the cause of no benefit, and greed is the one which shakes the heart,",
  "cnd19:86.2": "Horror arises from it, and people don't realize (understand) it.",
  "cnd19:86.3": "The greedy person does not know the benefits, the greedy person cannot see the Dhamma,",
  "cnd19:86.4": "At that time he was a blind dark one: anyone who can conquer with greed.",
  "cnd19:86.5": "Anger is the cause of no benefit, anger is the one that shakes the heart,",
  "cnd19:86.6": "horror arises from it, and people don't realize it.",
  "cnd19:86.7": "The angry do not know the benefits, the angry cannot see the Dhamma,",
  "cnd19:86.8": "At that time he was a blind dark one: a man who can (be) conquered.",
  "cnd19:86.9": "Foolishness is the cause of no benefit, foolishness is the one that shakes the heart,",
  "cnd19:86.10": "horror arises from it, and people don't realize it.",
  "cnd19:86.11": "Fools don't know the benefits, fools can't see the Dhamma,",
  "cnd19:86.12": "At that time he was a blind dark one: anyone who can be conquered.\"",
  "cnd19:87.1": "This was said by the Blessed One [SN.3.2]: \"King! When the three dhammas within",
  "cnd19:87.2": "a person arise, disadvantage, suffering, and restlessness arise. Which three are",
  "cnd19:87.3": "there? King! When the greed within the man himself arises, disadvantages,",
  "cnd19:87.4": "sufferings, and restlessness arise; King! When the aggression within the man",
  "cnd19:87.5": "himself arises.... King! When the foolishness within the person arises, ....\"",
  "cnd19:88.1": "\"A greedy, aversive, foolish, malevolent man,",
  "cnd19:88.2": "Hurts oneself, like many fruits (damage) a tree's heart.\"",
  "cnd19:89.1": "This was said by the Blessed One: [SN.10.3]",
  "cnd19:89.2": "\"From here come greed and anger,",
  "cnd19:89.3": "Unhappiness, happiness, and horror (lit. body hair standing on end);",
  "cnd19:89.4": "From here is where intention arises,",
  "cnd19:89.5": "Like a little boy letting a crow go.\"",
  "cnd19:90.1": "\"Those who endure the dangers,\" the ones who endure in danger, the winners, the",
  "cnd19:90.2": "overwhelmer, the terminator, the renegade. \"The one who is not frightened,\" the",
  "cnd19:90.3": "one who is alone-enlightened is the one who is not timid, not frightened, not",
  "cnd19:90.4": "afeared, and does not run away. He dwells in having given up fear of fear and",
  "cnd19:90.5": "(giving up) his body hair standing on end.",
  "cnd19:91.1": "<em>129 : Even some bhikkhus are difficult to take care of,",
  "cnd19:91.2": "So too with lay (family) members who live at home,",
  "cnd19:91.3": "After becoming someone who doesn't care about other people's sons,",
  "cnd19:91.4": "One should walk alone like a rhinoceros.</em>",
  "cnd19:91.5": "<em>129 : Even some bhikkhus are difficult to take care of,",
  "cnd19:91.6": "So too with lay (family) members who live at home,",
  "cnd19:91.7": "After becoming someone who doesn't care about other people's sons,",
  "cnd19:91.8": "One should walk alone like a rhinoceros.</em>",
  "cnd19:91.9": "<em>129 : Even some bhikkhus are difficult to take care of,",
  "cnd19:91.10": "So too with lay (family) members who live at home,",
  "cnd19:91.11": "After becoming someone who doesn't care about other people's sons,",
  "cnd19:91.12": "One should walk alone like a rhinoceros.</em>",
  "cnd19:91.13": "<em>129 : Even some bhikkhus are difficult to take care of,",
  "cnd19:91.14": "So too with lay (family) members who live at home,",
  "cnd19:91.15": "After becoming someone who doesn't care about other people's sons,",
  "cnd19:91.16": "One should walk alone like a rhinoceros.</em>",
  "cnd19:92.1": "\"There are even some bhikkhus, for whom it is difficult to take care\": Here,",
  "cnd19:92.2": "there is a type of bhikkhu, although they should be given refuge, although they",
  "cnd19:92.3": "are given instructions, they are given many questions, although they are given",
  "cnd19:92.4": "clothes, ...the bowl, ...a copper bowl, a water filter, a water filter pouch, a",
  "cnd19:92.5": "bag, a shoe, belt, they would not listen, don't turn their hearts or ears to",
  "cnd19:92.6": "know, don't know, those who are disloyal, disobedient, and opposing behaviors,",
  "cnd19:92.7": "don't turn their face to others [Ni.2].",
  "cnd19:93.1": "\"There are also resident families who live at home\": Here, there is a",
  "cnd19:93.2": "type of resident who is given elephants... (omitted); although they are",
  "cnd19:93.3": "given carts, fields, homes, gold, and gold coins, they are given villages...,",
  "cnd19:93.4": "towns, cities, royal capitals..., although they are given places, they don't",
  "cnd19:93.5": "listen, don't listen to them, don't turn their hearts or ears to know, are",
  "cnd19:93.6": "disloyal, disobedient, have opposing behavior.",
  "cnd19:94.1": "\"After becoming someone who does not care about the sons of others\": In all this",
  "cnd19:94.2": "sense except for himself, for the sons of others. After becoming indifferent to",
  "cnd19:94.3": "the sons of those other people, after becoming a less busy person, becoming a",
  "cnd19:94.4": "non-concerned person, after that.",
  "cnd19:95.1": "<em>130 : After abandoning the mark of the family (lay life),",
  "cnd19:95.2": "As the kovilạ̄ra tree whose leaves have been shed,",
  "cnd19:95.3": "After the hero cuts off the bondage of his family,",
  "cnd19:95.4": "He should walk alone like a rhinoceros.</em>",
  "cnd19:95.5": "<em>130 : After abandoning the mark of the family (lay life),",
  "cnd19:95.6": "As the kovilạ̄ra tree whose leaves have been shed,",
  "cnd19:95.7": "After the hero cuts off the bondage of his family,",
  "cnd19:95.8": "He should walk alone like a rhinoceros.</em>",
  "cnd19:95.9": "<em>130 : After abandoning the mark of the family (lay life),",
  "cnd19:95.10": "As the kovilạ̄ra tree whose leaves have been shed,",
  "cnd19:95.11": "After the hero cuts off the bondage of his family,",
  "cnd19:95.12": "He should walk alone like a rhinoceros.</em>",
  "cnd19:95.13": "<em>130 : After abandoning the mark of the family (lay life),",
  "cnd19:95.14": "As the kovilạ̄ra tree whose leaves have been shed,",
  "cnd19:95.15": "After the hero cuts off the bondage of his family,",
  "cnd19:95.16": "He should walk alone like a rhinoceros.</em>",
  "cnd19:96.1": "\"After abandoning the mark of the family\": hair, beard, wreath, spices, balm,",
  "cnd19:96.2": "ornaments, accessories, clothes, coverings, headband, massage, rubbing, bathing,",
  "cnd19:96.3": "mirror, eye ointment, garland perfume balm, face powder, face cream, bracelet,",
  "cnd19:96.4": "ribbon hair accessory, rod, barrel, sword, umbrella, colorful shoes, bun, orb,",
  "cnd19:96.5": "whisk, long and short white clothes, etc., are called laymen's marks. \"After",
  "cnd19:96.6": "abandoning the mark of the family member\": After the family member's mark is",
  "cnd19:96.7": "abandoned, after completely abandoning, after being put down, after stopping.",
  "cnd19:97.1": "\"Like a kovilạ̄ra tree whose leaves have been shed\": As the leaves of a kovilạ̄ra",
  "cnd19:97.2": "tree have been cut, cut off, fallen, dropped, similarly, the mark of the layman",
  "cnd19:97.3": "of the alone-enlightened person has been cut, cut off, fallen down.",
  "cnd19:98.1": "\"After the hero cuts off the bondage of his family\": \"Hero,\" \"Energetic\" is a",
  "cnd19:98.2": "hero; \"able\" is a hero; \"sufficient\" is a hero; \"ample\" is a hero; \"brave\" is a",
  "cnd19:98.3": "hero; \"heroic\" is a hero; \"one who is not afraid\" is a hero; \"no terror\" is a",
  "cnd19:98.4": "hero; \"no fear\" are heroes; \"those who do not run away\" are heroes; \"those who",
  "cnd19:98.5": "have renounced terror and fear\" are heroes; \"those who have left their fear and",
  "cnd19:98.6": "body hair standing on end\" are heroes.",
  "cnd19:99.1": "\"Abstaining from all evil deeds,",
  "cnd19:99.2": "With vitality, after transcending the suffering of hell,",
  "cnd19:99.3": "An energetic and hardworking person;",
  "cnd19:99.4": "People like this can be called a hero.\"",
  "cnd19:99.5": "[Sn.3.6]",
  "cnd19:100.1": "Sons, wives, male servants, maids, goats and sheep, chickens and pigs,",
  "cnd19:100.2": "elephants, cows and horses, mules horses, fields, homesteads, gold, gold coins,",
  "cnd19:100.3": "villages, towns, royal capitals, places, treasury, warehouse, whatever things",
  "cnd19:100.4": "can be corrupted by greed are called the bondage of the lay family.",
  "cnd19:101.1": "\"After the hero cuts off the bondage of the family member\": The one who is",
  "cnd19:101.2": "alone is a hero. After the bondage of the family member is cut off, after",
  "cnd19:101.3": "breaking, after abandoning, after being driven away, after ending, after making",
  "cnd19:101.4": "it go to non-existence."
}
