{
  "cnd21:0.1": "Third Chapter",
  "cnd21:1.1": "<em>141 : \"The distorted view has been cast off,",
  "cnd21:1.2": "The decision has been reached, the way has been obtained,",
  "cnd21:1.3": "I have arisen knowledge and will not be guided by others\":",
  "cnd21:1.4": "So saying, one should walk alone like a rhinoceros.</em>",
  "cnd21:1.5": "<em>141 : \"The distorted view has been cast off,",
  "cnd21:1.6": "The decision has been reached, the way has been obtained,",
  "cnd21:1.7": "I have arisen knowledge and will not be guided by others\":",
  "cnd21:1.8": "So saying, one should walk alone like a rhinoceros.</em>",
  "cnd21:1.9": "<em>141 : \"The distorted view has been cast off,",
  "cnd21:1.10": "The decision has been reached, the way has been obtained,",
  "cnd21:1.11": "I have arisen knowledge and will not be guided by others\":",
  "cnd21:1.12": "So saying, one should walk alone like a rhinoceros.</em>",
  "cnd21:1.13": "<em>141 : \"The distorted view has been cast off,",
  "cnd21:1.14": "The decision has been reached, the way has been obtained,",
  "cnd21:1.15": "I have arisen knowledge and will not be guided by others\":",
  "cnd21:1.16": "So saying, one should walk alone like a rhinoceros.</em>",
  "cnd21:2.1": "\"The distorted view has been cast off\": The distorted view is called the Twenty",
  "cnd21:2.2": "Dependent Views. Here, the ordinary people who have not heard of the Holy One,",
  "cnd21:2.3": "have never seen the saints, those who are not proficient in the Dhamma, and have",
  "cnd21:2.4": "not been trained in the Dhamma; they have never seen the Dhamma of good people,",
  "cnd21:2.5": "are unskilled in the Dhamma, and have not been trained in the good Dhamma. They",
  "cnd21:2.6": "think that form is self, or 'I' have form, or form is in 'me,' or 'I' am in",
  "cnd21:2.7": "form, ...feeling..., ...thinking..., ...consciousness... [SN.22.1]; these are",
  "cnd21:2.8": "distorted views. \"The distorted view has been shaken off\": The distorted view",
  "cnd21:2.9": "has been shaken off, has been surpassed, has been traversed, has been",
  "cnd21:2.10": "transcended, has been overcome.",
  "cnd21:3.1": "\"The decision has been reached, the way has been obtained\": The four (holy) ways",
  "cnd21:3.2": "(Paths) are called decisions. Those who possess the four noble paths have",
  "cnd21:3.3": "reached, fully reached, and decision that has been reached. \"The path has been",
  "cnd21:3.4": "obtained,\" He has gained the Path, has obtained the Path, has reached the Path,",
  "cnd21:3.5": "has witnessed the Path.",
  "cnd21:4.1": "\"I am the one who has arisen wisdom and will not be guided by other people\": The",
  "cnd21:4.2": "wisdom of the one who has been enlightened has arisen, has been fully arisen,",
  "cnd21:4.3": "has been born, has been produced, has appeared: \"All actions are impermanent\"",
  "cnd21:4.4": "has arisen... (omitted), \"all deeds are suffering\"..., \"all dhammas are without",
  "cnd21:4.5": "self\"..., \"any collection of dhammas is an extinction\"....\"Won't be guided by",
  "cnd21:4.6": "other people,\" that alone-enlightened person is one who is not guided by others,",
  "cnd21:4.7": "does not depend on others, does not rely on others, has arrived to not being",
  "cnd21:4.8": "bound by others, he knows and sees truthfully, is not ignorant, the right",
  "cnd21:4.9": "knower, and the rememberer: \"All actions are impermanent,\" he is a person who is",
  "cnd21:4.10": "not guided by others...(omitted)....",
  "cnd21:5.1": "<em>142 : Those who do not have greed, deceit, or desire,",
  "cnd21:5.2": "Those who do not hide evil, those who have eliminated evil and delusions,",
  "cnd21:5.3": "After becoming one who has left his wishes in all the world,",
  "cnd21:5.4": "One should walk alone like a rhinoceros.</em>",
  "cnd21:5.5": "<em>142 : Those who do not have greed, deceit, or desire,",
  "cnd21:5.6": "Those who do not hide evil, those who have eliminated evil and delusions,",
  "cnd21:5.7": "After becoming one who has left his wishes in all the world,",
  "cnd21:5.8": "One should walk alone like a rhinoceros.</em>",
  "cnd21:5.9": "<em>142 : Those who do not have greed, deceit, or desire,",
  "cnd21:5.10": "Those who do not hide evil, those who have eliminated evil and delusions,",
  "cnd21:5.11": "After becoming one who has left his wishes in all the world,",
  "cnd21:5.12": "One should walk alone like a rhinoceros.</em>",
  "cnd21:5.13": "<em>142 : Those who do not have greed, deceit, or desire,",
  "cnd21:5.14": "Those who do not hide evil, those who have eliminated evil and delusions,",
  "cnd21:5.15": "After becoming one who has left his wishes in all the world,",
  "cnd21:5.16": "One should walk alone like a rhinoceros.</em>",
  "cnd21:6.1": "\"Those who are not greedy, who are not deceitful, and those who are not",
  "cnd21:6.2": "craving\": Greed is called craving, that is greed, lust, acquiescence,",
  "cnd21:6.3": "conformity, joy, desire, obsession, taking, contaminated, disturbance, fraud,",
  "cnd21:6.4": "(reincarnation) root cause, (bitter) fertility, tailoring (greed), net, river,",
  "cnd21:6.5": "bondage, rope, attachment, accumulation, companionship, desire, intimate",
  "cnd21:6.6": "interaction, forest, jungle, love, expectation, relationship, desire for form,",
  "cnd21:6.7": "desire for sounds, desire for smells, desire for tastes, desire for touches,",
  "cnd21:6.8": "desire for acquisition, desire for wealth, desire for sons, desire for life, the",
  "cnd21:6.9": "state of desire, hope, prayer, greedy appearance, possessing greed, inquiring",
  "cnd21:6.10": "for profit, illegal greed, improper greed, hope, envy, desire for desire, desire",
  "cnd21:6.11": "for nothingness, desire for form, formless thirst, extinguished thirst, form",
  "cnd21:6.12": "thirst, sound thirst, smell thirst, taste thirst, touch thirst, dhamma thirst,",
  "cnd21:6.13": "torrent, harness, binding, clinging, obstacles, covering, defilements, potential",
  "cnd21:6.14": "trends of troubles, entanglement, vines, stinginess, suffering roots, causes of",
  "cnd21:6.15": "suffering, occurrence of suffering, magical nets, magical hooks, magical food,",
  "cnd21:6.16": "the realm of the devil, the residence of the devil, the state of the devil, the",
  "cnd21:6.17": "bondage of the devil, the river of thirst, the net of thirst, the rope of",
  "cnd21:6.18": "thirst, the sea of thirst, craving, greed, and the root of unwholesomeness. That",
  "cnd21:6.19": "greed, craving, for the alone-enlightened person, has been cut off, the root has",
  "cnd21:6.20": "been cut off just like a palm tree without roots, becoming non-existent, a",
  "cnd21:6.21": "non-living thing for the future, so the Buddha is the undisturbed. In the",
  "cnd21:6.22": "disturbed state of disconnection, the Blessed One does not waver; does not shake",
  "cnd21:6.23": "when he does not get it (obtain something); does not shake when he has",
  "cnd21:6.24": "reputation; does not shake when he has no reputation; does not shake with",
  "cnd21:6.25": "praise; does not shake with reprimand; does not shake at times; does not shake,",
  "cnd21:6.26": "does not move, does not tremble. Therefore, the alone-enlightened person is the",
  "cnd21:6.27": "one without greed.",
  "cnd21:7.1": "\"Non-deceitful,\" there are three types of deceit): deceit to use resources,",
  "cnd21:7.2": "deceit of deportment, and deceit of talking all around for gain.",
  "cnd21:8.1": "What is the trickery of using resources? Here, the homeowners invite the",
  "cnd21:8.2": "bhikkhus with clothes, food, shelter, patients' necessities, and medical",
  "cnd21:8.3": "necessities. He is a person with evil desire, a person with a desire for nature,",
  "cnd21:8.4": "and a person with hope. He is a person who has clothes, food, shelter,",
  "cnd21:8.5": "necessities of the patient, and medical necessities. Hoping for more and",
  "cnd21:8.6": "rejecting clothes, refusal to give food, refusal to shelter, refusal of",
  "cnd21:8.7": "patients' necessities and medical necessities, he said: \"What do high-value",
  "cnd21:8.8": "clothes have for a Samaṇa!\" It is appropriate that a Samaṇa should use rags from",
  "cnd21:8.9": "the mound room or garbage dump or in front of the shop to make coats of. What",
  "cnd21:8.10": "does high-value food mean to a Samaṇa! It is appropriate that a Samaṇa should",
  "cnd21:8.11": "survive by wandering for alms. What is there for a Samaṇa with high-value",
  "cnd21:8.12": "accommodation! ...A Samaṇa should be those who live under the trees or between",
  "cnd21:8.13": "the mounds or live in the open. ...needs of patients and medical necessities!",
  "cnd21:8.14": "...should use medicine of fermented cow urine or crushed greens. After grasping",
  "cnd21:8.15": "that, he wears coarse clothes; receives coarse food; lives in coarse dwellings;",
  "cnd21:8.16": "uses coarse patients' necessities and medical necessities. The homeowners knew",
  "cnd21:8.17": "him this way: \"This Samaṇa is a person with little desire, a contented person, a",
  "cnd21:8.18": "lonely person, a person who is away from the masses, a person whose vitality has",
  "cnd21:8.19": "been activated, and a teacher.\" They invite more and more with with clothes,",
  "cnd21:8.20": "food, shelter, patients' necessities, and medical necessities. He said: \"The",
  "cnd21:8.21": "three current states have faithful men who produce a lot of merit: the current",
  "cnd21:8.22": "state of faith has faithful men, the current state that produces a lot of merit",
  "cnd21:8.23": "and donation has a believing man who produces a lot of merit, and the current",
  "cnd21:8.24": "state of a person worthy of support has a believing man who produces a lot of",
  "cnd21:8.25": "merit. You are the believer, and the charity exists (is found), and I am the",
  "cnd21:8.26": "receiver. If I don't accept it, then you will become outsiders of merit. This is",
  "cnd21:8.27": "not necessary for me, but just for pity, from you, I accept.\" After clinging to",
  "cnd21:8.28": "that, he accepts many clothes, many foods, many residences, and many patients'",
  "cnd21:8.29": "necessities and medical necessities. The frowning of anyone who frowns like this",
  "cnd21:8.30": "is the path of deceit, the state of deceit, this is deceit to gain resources.",
  "cnd21:9.1": "What is the trickery of deportment? Here, there are certain types of evil",
  "cnd21:9.2": "desirers, those who desire nature, and those who desire respect, (thought): \"In",
  "cnd21:9.3": "this way, people will respect me.\" He placed to walk, placed to stand, placed to",
  "cnd21:9.4": "sit, placed to lie down, walked for desire, stood for desire, sat down for",
  "cnd21:9.5": "desire, lay down for desire, walked like a person in concentration, as in",
  "cnd21:9.6": "concentration he stands, sits down like a meditation person, lies down like a",
  "cnd21:9.7": "meditation person, and becomes visible as a meditator. The placement,",
  "cnd21:9.8": "strengthening, and complete placement of behaviors like this; the frown of this",
  "cnd21:9.9": "frowning person is the path of trickery and the state of trickery, this is the",
  "cnd21:9.10": "trickery of deportment.",
  "cnd21:10.1": "What is the trickery of talking all around for gain? Here, there are certain",
  "cnd21:10.2": "types of evil desirers, those who desire nature, and those who desire respect,",
  "cnd21:10.3": "(thought): \"In this way, people will respect me.\" He spoke according to the Holy",
  "cnd21:10.4": "Dhamma, and he said: \"Whoever dresses like this is a powerful Samaṇa.\" He said:",
  "cnd21:10.5": "\"Anyone who holds a bowl like this..., holding a copper bowl..., holding a water",
  "cnd21:10.6": "filter..., water filter, keys, wearing shoe, a belt, ...is a Samaṇa of great",
  "cnd21:10.7": "power.\" He said: \"Whoever his followers are like this, he is a powerful Samaṇa.\"",
  "cnd21:10.8": "He said: \"Whoever his teacher is like this..., the equivalent of a bhikkhu is",
  "cnd21:10.9": "like this..., the equivalent of a teacher, a friend, an acquaintance, a close",
  "cnd21:10.10": "person, a companion..., he is a powerful Samaṇa.\" He said: \"Anyone who lives in",
  "cnd21:10.11": "a dwelling like this..., in a half-roof house, in a tall building, in a flat",
  "cnd21:10.12": "house, in a cave, living in a cave, a hut, a heavy pavilion, an observatory,",
  "cnd21:10.13": "round house, a shed, a lecture hall, a tent, living under a tree..., he is the",
  "cnd21:10.14": "Samaṇa of great power.\"",
  "cnd21:11.1": "Or, those who keep frowning; constantly frowning; those who keep tricking; those",
  "cnd21:11.2": "who keep nagging; those who are respected because of their mouths, who says such",
  "cnd21:11.3": "deep, secret, subtle, out-of-the-world, and empty talk: \"This Samaṇa gets this",
  "cnd21:11.4": "quiet residence like this and waits.\" The frown of anyone who frowns like this;",
  "cnd21:11.5": "the path of the trick, the state of the trick, this is the trickery of the",
  "cnd21:11.6": "surrounding language. For the alone-enlightened person, these three types of",
  "cnd21:11.7": "tricks: tricks with money (resources), tricks with deportment, and tricks with",
  "cnd21:11.8": "of speaking around for gain, have been cut off, calmed down, stopped, can't",
  "cnd21:11.9": "arise and burned by the fire of wisdom, therefore, the alone-enlightened one is",
  "cnd21:11.10": "a non-scheming one.",
  "cnd21:12.1": "\"Those who have no desire,\" desire is called thirst, which is greed.... The",
  "cnd21:12.2": "longing, the thirsting, has been cut off for the enlightened one, and the roots",
  "cnd21:12.3": "have been cut off.... Therefore, the one enlightened one is the one without",
  "cnd21:12.4": "desire.",
  "cnd21:13.1": "\"Those who do not hide the evil, have eliminated the filth and delusions\":",
  "cnd21:13.2": "\"Hiding evil\" refers to all acts of hiding evil, hypocrisy, and jealousy.",
  "cnd21:13.3": "\"Filth\" refers to greed, vulgarity, obscenity, sordid filth, anger...,",
  "cnd21:13.4": "resentment..., hiding evil..., domineering..., all unwholesome contrived things.",
  "cnd21:13.5": "\"Ignorance\" is ignorance in suffering, ignorance in the path leading to",
  "cnd21:13.6": "suffering, ignorance in the past, ignorance in the future, in the past and the",
  "cnd21:13.7": "future, the ignorance of the specific conditionality and the conditioned state,",
  "cnd21:13.8": "all such ignorance, not seeing, not being aware, not enlightening, not",
  "cnd21:13.9": "understanding, not firmly understanding, not to see correctly, not to examine,",
  "cnd21:13.10": "bad wisdom, obsession, the torrent of ignorance, harness of ignorance, potential",
  "cnd21:13.11": "trend of trouble of ignorance, entanglement of ignorance, the fence of",
  "cnd21:13.12": "ignorance, the root of ignorance. For that alone-enlightened person, hiding evil",
  "cnd21:13.13": "and filth and ignorance has been spit out, has been spit out completely, has",
  "cnd21:13.14": "been eliminated, has been cut off.... The alone-enlightened person is the one",
  "cnd21:13.15": "who does not hide the evil, and has eliminated the filth and delusion.",
  "cnd21:14.1": "\"Becoming one who has left the desire in all the world\": Desire is called",
  "cnd21:14.2": "craving, which is greed.... \"In all worlds,\" in the world of suffering, in the",
  "cnd21:14.3": "world of humans, in the world of heaven, in the world of aggregates, in the",
  "cnd21:14.4": "world of the world. \"Become the one who has no desire in all the worlds\": In all",
  "cnd21:14.5": "the worlds, become the one who has no desires; become the one who departs from",
  "cnd21:14.6": "thirst; after becoming the one who departs from the desire.",
  "cnd21:15.1": "<em>143 : Evil companions should be avoided,",
  "cnd21:15.2": "Those who show what is of no benefit, those who are fixed on what is wrong,",
  "cnd21:15.3": "One should not make friends with those who are devoted (to wrong things) and loose,",
  "cnd21:15.4": "But should walk alone like a rhinoceros.</em>",
  "cnd21:15.5": "<em>143 : Evil companions should be avoided,",
  "cnd21:15.6": "Those who show what is of no benefit, those who are fixed on what is wrong,",
  "cnd21:15.7": "One should not make friends with those who are devoted (to wrong things) and loose,",
  "cnd21:15.8": "But should walk alone like a rhinoceros.</em>",
  "cnd21:15.9": "<em>143 : Evil companions should be avoided,",
  "cnd21:15.10": "Those who show what is of no benefit, those who are fixed on what is wrong,",
  "cnd21:15.11": "One should not make friends with those who are devoted (to wrong things) and loose,",
  "cnd21:15.12": "But should walk alone like a rhinoceros.</em>",
  "cnd21:15.13": "<em>143 : Evil companions should be avoided,",
  "cnd21:15.14": "Those who show what is of no benefit, those who are fixed on what is wrong,",
  "cnd21:15.15": "One should not make friends with those who are devoted (to wrong things) and loose,",
  "cnd21:15.16": "But should walk alone like a rhinoceros.</em>",
  "cnd21:16.1": "\"Should avoid evil companions\": Anyone who has ten bases for evil views is",
  "cnd21:16.2": "called an evil companion: \"There is no charity, no offerings, no good or evil",
  "cnd21:16.3": "kamma, no results and rewards. In this world, there is no other world, no",
  "cnd21:16.4": "mother, no father, no arisen sentient beings. There is no righteous Samaṇa or",
  "cnd21:16.5": "Brāhmaṇa in this world who testifies to this world and other worlds.\" This is an",
  "cnd21:16.6": "evil companion. \"Evil companions should be avoided\": \"Evil companions should be",
  "cnd21:16.7": "avoided, should be shunned.",
  "cnd21:17.1": "\"The unbeneficial seer, the one who is fixed on the unrighteous\": Anyone who has",
  "cnd21:17.2": "the bad view, those companions of the ten bases of evil views, is called the",
  "cnd21:17.3": "unprofitable seer: \"No charity, no support....\" \"The one who is fixed on the",
  "cnd21:17.4": "wrong,\" the one who is fixed in the wrong body kamma; the one who is fixed in",
  "cnd21:17.5": "the wrong language kamma; the one who is fixed in the wrong intention kamma;",
  "cnd21:17.6": "those who are fixed in unrighteous killing; those who are fixed when they take",
  "cnd21:17.7": "without being given; ...in unrighteous adultery; ...unrighteous deceit;",
  "cnd21:17.8": "...unrighteous separation wrong language; unfair and vulgar language; unjust",
  "cnd21:17.9": "vulgar language; unrighteous greed; unfair malice; unfair views; wrong deeds;",
  "cnd21:17.10": "five wrong desires; fixed, deeply fixed (attached), stuck, stopped, on the five",
  "cnd21:17.11": "wrong covers, to be entered, to be stained, to be turned toward, to be attached,",
  "cnd21:17.12": "to be fixed, to be obstructed.",
  "cnd21:18.1": "\"One should not make friends with those who are keen and loose\": \"Keen",
  "cnd21:18.2": "(enthusiasts),\" those who seek and beg on all desires, those with that",
  "cnd21:18.3": "character, those who have more, those who value the other, those who target",
  "cnd21:18.4": "that, the hardworking person, the ones who lean towards that, the overcomer, and",
  "cnd21:18.5": "the uplifter, he is a passionate person. Anyone who is seeking and begging in",
  "cnd21:18.6": "all forms because of thirst..., in sound..., (omitted) in smell..., in taste...,",
  "cnd21:18.7": "in touch..., ...he is also a passionate one. Whoever gets in the forms because",
  "cnd21:18.8": "of thirst..., in the sound..., ....he is also a passionate person. Anyone who is",
  "cnd21:18.9": "used in all forms because of thirst..., in sound..., in smell..., in taste...,",
  "cnd21:18.10": "in touch.... Enthusiasts, such as critics are enthusiastic about criticism,",
  "cnd21:18.11": "workers are enthusiastic about work, those who walk on the path are keen on the",
  "cnd21:18.12": "path, and meditators are keen on meditation; in the same way, whoever seeks,",
  "cnd21:18.13": "...is a passionate one. Anyone that is seeking and begging in the various forms",
  "cnd21:18.14": "because of thirst.... Whatever is obtained in the various forms because of",
  "cnd21:18.15": "thirst.... \"Loose (eased, relaxed)\" means that in the evil deeds of the body, or",
  "cnd21:18.16": "in the evil deeds of speech, or in the evil deeds of the mind, or in the five",
  "cnd21:18.17": "desires, letting go can be turned, and the heart's abandonment does not arise.",
  "cnd21:18.18": "Or, the state of no respect for the practice of good Dhamma, the state of",
  "cnd21:18.19": "impermanence, the state of non-stop working, the state of being stuck to the",
  "cnd21:18.20": "habit, the state of neglecting desire, the state of neglecting responsibility,",
  "cnd21:18.21": "not practicing not practicing much, not establishing, practicing, letting go",
  "cnd21:18.22": "(relaxing). Anything like this state of relaxation, letting go, and ease is",
  "cnd21:18.23": "called loose.",
  "cnd21:19.1": "\"Oneself should not make friends with those who are enthusiasts and loose\": With",
  "cnd21:19.2": "those who are enthusiasts one should not make friends; with those who are loose",
  "cnd21:19.3": "one should not make friends; they should not make friends, should not engage in,",
  "cnd21:19.4": "should not participate, should not be used, should not be practiced, and should",
  "cnd21:19.5": "not be practiced fully, and should not be gone on with after accepting.",
  "cnd21:20.1": "<em>144 : You should get close to people who learn a lot, those who hold the Dhamma,",
  "cnd21:20.2": "And excellent and eloquent friends,",
  "cnd21:20.3": "After knowing all the benefits and dispelling doubts,",
  "cnd21:20.4": "One should walk alone like a rhinoceros.</em>",
  "cnd21:20.5": "<em>144 : You should get close to people who learn a lot, those who hold the Dhamma,",
  "cnd21:20.6": "And excellent and eloquent friends,",
  "cnd21:20.7": "After knowing all the benefits and dispelling doubts,",
  "cnd21:20.8": "One should walk alone like a rhinoceros.</em>",
  "cnd21:20.9": "<em>144 : You should get close to people who learn a lot, those who hold the Dhamma,",
  "cnd21:20.10": "And excellent and eloquent friends,",
  "cnd21:20.11": "After knowing all the benefits and dispelling doubts,",
  "cnd21:20.12": "One should walk alone like a rhinoceros.</em>",
  "cnd21:20.13": "<em>144 : You should get close to people who learn a lot, those who hold the Dhamma,",
  "cnd21:20.14": "And excellent and eloquent friends,",
  "cnd21:20.15": "After knowing all the benefits and dispelling doubts,",
  "cnd21:20.16": "One should walk alone like a rhinoceros.</em>",
  "cnd21:21.1": "\"Should be close to those who hear (learn) more and those who hold the Dhamma\":",
  "cnd21:21.2": "Friends are those who hear more, remember what they hear, accumulate what they",
  "cnd21:21.3": "hear, and those who start with goodness, the middle is good, and the end is",
  "cnd21:21.4": "good; the meaning is correct and the words are correct. He declares that there",
  "cnd21:21.5": "is only perfection and purification of Brahma. Such a Dhamma has been heard,",
  "cnd21:21.6": "remembered, memorized, observed with the heart, and penetrated with the good.",
  "cnd21:21.7": "\"Dhamma-holder,\" remembering of the Dhamma: Suttas, Geyya, Veyyākaraṇa, Gātha,",
  "cnd21:21.8": "Udāna, Itivuttaka, Jātaka, Abbhuta Dhamma, Vedalla. \"Should be close to those",
  "cnd21:21.9": "who hear more and those who hold the Dhamma\": Those who hear more and the Dhamma",
  "cnd21:21.10": "holders should be close friends, should be completely close, should be obeyed,",
  "cnd21:21.11": "one should bend to obey, one should be completely obedient, and should be",
  "cnd21:21.12": "towards.",
  "cnd21:22.1": "\"Excellent, eloquent friends\": Friends who are excellent in virtue of precept,",
  "cnd21:22.2": "concentration, wisdom, liberation, and liberation of wisdom. There are three",
  "cnd21:22.3": "types of eloquent people: the learned, the inquisitive, and the proven. What is",
  "cnd21:22.4": "a learned debater? Here, a certain type of person is a learner of Buddhist",
  "cnd21:22.5": "language (the teachings of the Buddha): Suttas, Verses, ..., appear after",
  "cnd21:22.6": "relying on his learning.",
  "cnd21:23.1": "What is a debater who asks repeatedly? Here, a certain type of person is a",
  "cnd21:23.2": "questioner in (their own) interests, justice (righteous) (interests),",
  "cnd21:23.3": "characteristics, reasons, possibility and impossibility, and appears after",
  "cnd21:23.4": "reliance on his questioning.",
  "cnd21:24.1": "What is a proven debater? Here, a certain type of person is the attainer of the",
  "cnd21:24.2": "four mindfulnesses, the four righteousnesses, the four spiritual bases, the five",
  "cnd21:24.3": "senses, the five powers, the seven enlightenment elements, the eight holy paths,",
  "cnd21:24.4": "the four Samaṇa fruits, the four debates, and the six magic powers. Those who",
  "cnd21:24.5": "have known the reason, the known method, and the known word, the reason is",
  "cnd21:24.6": "defended in the known principle, the method appears in the known Dhamma, the",
  "cnd21:24.7": "word is defended in the known word, and the three types of wisdom are not",
  "cnd21:24.8": "hindered. To understand the wisdom, the one who has the independent",
  "cnd21:24.9": "enlightenment arrives, fully arrives, enters, fully enters, has enough, is fully",
  "cnd21:24.10": "satisfied, and possesses this type of argument. If he hasn't learned,",
  "cnd21:24.11": "questioned, and proved, what will he answer?",
  "cnd21:25.1": "\"You should get rid of doubt after knowing all the benefits\": After knowing your",
  "cnd21:25.2": "own interests, you should know the interests of others; after knowing the",
  "cnd21:25.3": "interests of the two, after knowing the interests of the current life, after",
  "cnd21:25.4": "knowing the interests of the future life, after knowing the highest interest,",
  "cnd21:25.5": "after verifying, after understanding, after weighing, after judging, after",
  "cnd21:25.6": "separating, after clarifying, suspecting, he will be removed, expelled, cut off,",
  "cnd21:25.7": "discarded, terminated, and made to cease to exist.",
  "cnd21:26.1": "<em>145 : Without satisfaction in the entertainment,",
  "cnd21:26.2": "Joy, desire and pleasure in the world,",
  "cnd21:26.3": "Without decoration (adornment),",
  "cnd21:26.4": "Become a person without interest,",
  "cnd21:26.5": "With separation from adornment, a truth-speaker,",
  "cnd21:26.6": "One should walk alone like a rhinoceros.</em>",
  "cnd21:26.7": "<em>145 : Without satisfaction in the entertainment,",
  "cnd21:26.8": "Joy, desire and pleasure in the world,",
  "cnd21:26.9": "Without decoration (adornment),",
  "cnd21:26.10": "Become a person without interest,",
  "cnd21:26.11": "With separation from adornment, a truth-speaker,",
  "cnd21:26.12": "One should walk alone like a rhinoceros.</em>",
  "cnd21:26.13": "<em>145 : Without satisfaction in the entertainment,",
  "cnd21:26.14": "Joy, desire and pleasure in the world,",
  "cnd21:26.15": "Without decoration (adornment),",
  "cnd21:26.16": "Become a person without interest,",
  "cnd21:26.17": "With separation from adornment, a truth-speaker,",
  "cnd21:26.18": "One should walk alone like a rhinoceros.</em>",
  "cnd21:26.19": "<em>145 : Without satisfaction in the entertainment,",
  "cnd21:26.20": "Joy, desire and pleasure in the world,",
  "cnd21:26.21": "Without decoration (adornment),",
  "cnd21:26.22": "Become a person without interest,",
  "cnd21:26.23": "With separation from adornment, a truth-speaker,",
  "cnd21:26.24": "One should walk alone like a rhinoceros.</em>",
  "cnd21:26.25": "<em>145 : Without satisfaction in the entertainment,",
  "cnd21:26.26": "Joy, desire and pleasure in the world,",
  "cnd21:26.27": "Without decoration (adornment),",
  "cnd21:26.28": "Become a person without interest,",
  "cnd21:26.29": "With separation from adornment, a truth-speaker,",
  "cnd21:26.30": "One should walk alone like a rhinoceros.</em>",
  "cnd21:26.31": "<em>145 : Without satisfaction in the entertainment,",
  "cnd21:26.32": "Joy, desire and pleasure in the world,",
  "cnd21:26.33": "Without decoration (adornment),",
  "cnd21:26.34": "Become a person without interest,",
  "cnd21:26.35": "With separation from adornment, a truth-speaker,",
  "cnd21:26.36": "One should walk alone like a rhinoceros.</em>",
  "cnd21:27.1": "\"Entertainment, joy and desire in the world\": \"Entertainment\": There are two",
  "cnd21:27.2": "types of entertainment: physical entertainment and verbal entertainment...",
  "cnd21:27.3": "(omitted). \"Joy,\" which is synonymous with being satisfied, is \"joy.\" \"Desire,\"",
  "cnd21:27.4": "this is said by the Blessed One [MN.139]: \"Bhikkhus! There are five types of",
  "cnd21:27.5": "desires, which five types? (Those that) can be known (recognized) by the eye,",
  "cnd21:27.6": "which makes for desire, want, greed for form; ...the ear..., nose, tongue, body;",
  "cnd21:27.7": "Bhikkhus! These are called the five desires. Bhikkhus! All the happiness and joy",
  "cnd21:27.8": "that arise from these five desires, bhikkhus, this is called lust, filthy",
  "cnd21:27.9": "happiness, ordinary people's happiness, and vulgar comfort. I said: 'It should",
  "cnd21:27.10": "not be practiced, it should not be practiced much, you should be afraid of this",
  "cnd21:27.11": "type of happiness.' Bhikkhus! The happiness and joy that arise from these five",
  "cnd21:27.12": "desires, bhikkhus! This is called lust.\" \"In the world,\" in the world of man.",
  "cnd21:28.1": "\"Become a non-interested one without decoration\": In the entertainment and joy",
  "cnd21:28.2": "in the world and the pleasure of the world, become non-interested, and without",
  "cnd21:28.3": "decoration. After he has given up, driven away, after the end, and making it go",
  "cnd21:28.4": "to non-existence.",
  "cnd21:29.1": "\"Separated from the state of decoration, speaking truly\": \"Decoration,\" there",
  "cnd21:29.2": "are two types of decoration: there are decorations for the resident, and there",
  "cnd21:29.3": "are decorations for the non-residents. What is the decoration of the resident?",
  "cnd21:29.4": "Hair, beard, wreath, ..., this is the decoration of the layperson.",
  "cnd21:30.1": "What is the decoration of non-resident? The decoration of clothes, the",
  "cnd21:30.2": "decoration of the bowl, the decoration of the bed, the decoration of the rotten",
  "cnd21:30.3": "body or the decoration of necessities, beautification (solemnity), desire to",
  "cnd21:30.4": "dress up, well-dressed, greedy state, impetuous state, impetuous and shallow,",
  "cnd21:30.5": "this is the decoration of non-residents (bhikkhus).",
  "cnd21:31.1": "\"True speaker,\" the one who is alone-enlightened is the true whisperer, the",
  "cnd21:31.2": "truthful, the reliable, the trustworthy, and the one who has no deception in the",
  "cnd21:31.3": "world. The decorative state has been separated, abstained, quashed, left,",
  "cnd21:31.4": "renunciation, unbound, and liberation, he lives with an unrestrained heart.",
  "cnd21:32.1": "<em>146 : Wife and parents, children,",
  "cnd21:32.2": "Wealth, grain, and relatives,",
  "cnd21:32.3": "After giving up all the desires in the scope,",
  "cnd21:32.4": "One should walk alone like a rhinoceros.</em>",
  "cnd21:32.5": "<em>146 : Wife and parents, children,",
  "cnd21:32.6": "Wealth, grain, and relatives,",
  "cnd21:32.7": "After giving up all the desires in the scope,",
  "cnd21:32.8": "One should walk alone like a rhinoceros.</em>",
  "cnd21:32.9": "<em>146 : Wife and parents, children,",
  "cnd21:32.10": "Wealth, grain, and relatives,",
  "cnd21:32.11": "After giving up all the desires in the scope,",
  "cnd21:32.12": "One should walk alone like a rhinoceros.</em>",
  "cnd21:32.13": "<em>146 : Wife and parents, children,",
  "cnd21:32.14": "Wealth, grain, and relatives,",
  "cnd21:32.15": "After giving up all the desires in the scope,",
  "cnd21:32.16": "One should walk alone like a rhinoceros.</em>",
  "cnd21:33.1": "\"Children, wife and parents\": \"Son,\" there are four types of sons: sons born to",
  "cnd21:33.2": "oneself, sons born in the field, adopted sons, and apprentices. The wife is",
  "cnd21:33.3": "called the one who should be supported. \"Father,\" that is the one who gave",
  "cnd21:33.4": "produced (one). \"Mother,\" that is the one who gave birth.",
  "cnd21:34.1": "\"Wealth, grain, and relatives\": Gold, gold coins, pearls, orbs, glass, spirals,",
  "cnd21:34.2": "rocks, corals, silver, gold, rubies, agate are called wealth (things). Grain",
  "cnd21:34.3": "(things): rice, paddy rice, barley, wheat, millet, and grains, are grains (lit.",
  "cnd21:34.4": "suitable for curry). \"Relations,\" there are four types of relatives: direct",
  "cnd21:34.5": "relatives are relatives, surname relatives are also relatives, sacred relatives",
  "cnd21:34.6": "are also relatives, and skill (trade) relatives are also relatives.",
  "cnd21:35.1": "\"After abandoning all the desires according to the scope\": \"Desire,\" there are",
  "cnd21:35.2": "two types of desires: .... \"After abandoning all desires,\" after he knows the",
  "cnd21:35.3": "desire for things, after abandoning the desire for pollution, after abandoning,",
  "cnd21:35.4": "after being driven away, after finishing, and making it go beyond existence.",
  "cnd21:35.5": "\"After abandoning all the desires according to the scope\": Any pollution that is",
  "cnd21:35.6": "cut off by the Sotāpanna Path, those pollutions he no longer experiences and",
  "cnd21:35.7": "does not return; all the pollution that is cut off by the Sakadāgāmī...; the",
  "cnd21:35.8": "pollution that is cut off by the Anāgāmī Path...; the pollution that is cut off",
  "cnd21:35.9": "by the Arahant Path will no longer be experienced or return to the pollution.",
  "cnd21:36.1": "<em>147 : This is tie, there is little happiness here,",
  "cnd21:36.2": "Little (that is) enjoyable, and (there is) more suffering (here),",
  "cnd21:36.3": "Like this, this is a fishing hook; after knowing this,",
  "cnd21:36.4": "The wise person should walk alone like a rhinoceros.</em>",
  "cnd21:36.5": "<em>147 : This is tie, there is little happiness here,",
  "cnd21:36.6": "Little (that is) enjoyable, and (there is) more suffering (here),",
  "cnd21:36.7": "Like this, this is a fishing hook; after knowing this,",
  "cnd21:36.8": "The wise person should walk alone like a rhinoceros.</em>",
  "cnd21:36.9": "<em>147 : This is tie, there is little happiness here,",
  "cnd21:36.10": "Little (that is) enjoyable, and (there is) more suffering (here),",
  "cnd21:36.11": "Like this, this is a fishing hook; after knowing this,",
  "cnd21:36.12": "The wise person should walk alone like a rhinoceros.</em>",
  "cnd21:36.13": "<em>147 : This is tie, there is little happiness here,",
  "cnd21:36.14": "Little (that is) enjoyable, and (there is) more suffering (here),",
  "cnd21:36.15": "Like this, this is a fishing hook; after knowing this,",
  "cnd21:36.16": "The wise person should walk alone like a rhinoceros.</em>",
  "cnd21:37.1": "\"This is a tie, there is little happiness here\": \"Tie,\" or \"crochet,\" or",
  "cnd21:37.2": "\"tempting object,\" or \"sticking,\" or \"obstacle,\" which is synonymous with the",
  "cnd21:37.3": "five desires. \"Here is little happiness,\" this is said by the Blessed One:",
  "cnd21:37.4": "\"Bhikkhus! There are these five desires, which are the five? .... This pleasure",
  "cnd21:37.5": "is small; this pleasure is insignificant; this pleasure is only some; this",
  "cnd21:37.6": "pleasure is inferior; this pleasure is lesser; this pleasure is lower.\"",
  "cnd21:38.1": "\"Less enjoyment and more suffering here\": The Blessed One said: \"Desire causes",
  "cnd21:38.2": "less pleasure but more suffering and more despair, there are more troubles",
  "cnd21:38.3": "here;\" the Blessed One said: \"desire is like a skeleton..., like a piece of",
  "cnd21:38.4": "flesh..., like a torch..., a charcoal pit..., dream, a borrowed thing, the fruit",
  "cnd21:38.5": "a tree, a slaughterhouse, a sword halberd...;\" the Blessed One said: \"desire is",
  "cnd21:38.6": "like a snake's head, and is bitter and desperate; there are more troubles here.\"",
  "cnd21:38.7": "[MN.22]",
  "cnd21:39.1": "\"Like this, this is the fish hook, the wise one knows it\": \"hook,\" or \"crochet,\"",
  "cnd21:39.2": "or \"temptation,\" or \"sticking,\" or \"obstacle,\" which is synonymous with the five",
  "cnd21:39.3": "desires. \"Like this,\" the continuation of sentences; the connection of",
  "cnd21:39.4": "sentences; the completion of sentences; the combination of words; the connection",
  "cnd21:39.5": "of words; this is the order of sentences, which is \"like this.\" \"The wise\" are",
  "cnd21:39.6": "wise, enlightened, differentiated, and wise. \"Like this, this is a fishing hook.",
  "cnd21:39.7": "The one who knows the wisdom knows it\": The one who knows the \"hook\" knows the",
  "cnd21:39.8": "\"crochet,\" knows the \"temptation,\" knows the \"sticking,\" knows the \"binding,\"",
  "cnd21:39.9": "knows the \"obstacles;\" after knowing he understands, weighs, judges, separates,",
  "cnd21:39.10": "and clarifies.",
  "cnd21:40.1": "<em>148 : After breaking the knots,",
  "cnd21:40.2": "Like a fish in the water breaking the net,",
  "cnd21:40.3": "Like a fire not returning to the burnt object,",
  "cnd21:40.4": "One should walk alone like a rhinoceros.</em>",
  "cnd21:40.5": "<em>148 : After breaking the knots,",
  "cnd21:40.6": "Like a fish in the water breaking the net,",
  "cnd21:40.7": "Like a fire not returning to the burnt object,",
  "cnd21:40.8": "One should walk alone like a rhinoceros.</em>",
  "cnd21:40.9": "<em>148 : After breaking the knots,",
  "cnd21:40.10": "Like a fish in the water breaking the net,",
  "cnd21:40.11": "Like a fire not returning to the burnt object,",
  "cnd21:40.12": "One should walk alone like a rhinoceros.</em>",
  "cnd21:40.13": "<em>148 : After breaking the knots,",
  "cnd21:40.14": "Like a fish in the water breaking the net,",
  "cnd21:40.15": "Like a fire not returning to the burnt object,",
  "cnd21:40.16": "One should walk alone like a rhinoceros.</em>",
  "cnd21:41.1": "\"After breaking the knots\": There are ten types of knots: desire knot, hate",
  "cnd21:41.2": "knot, conceit knot, see knot, doubt knot, covetous knot, have greed knot,",
  "cnd21:41.3": "jealous knot, miserly knot, and ignorant knot. \"After breaking the knots\": After",
  "cnd21:41.4": "the ten types of knots are broken, driven away, after finishing, and making them",
  "cnd21:41.5": "go to non-existence.",
  "cnd21:42.1": "\"Like a fish in the water after breaking a net\": The net is called a rope net,",
  "cnd21:42.2": "the water (salilaṃ) is called water (udakaṃ), and the fish (ambucārī) is called",
  "cnd21:42.3": "fish (maccho). Like a fish destroys, completely destroys, and breaks, the net is",
  "cnd21:42.4": "completely broken and completely broken, it walks, lives, moves, goes on,",
  "cnd21:42.5": "guards, and survives. Similarly, there are two types of nets: thirst nets and",
  "cnd21:42.6": "seeing nets.... For the one who is enlightened, the thirst net has been cut off,",
  "cnd21:42.7": "and the seeing net has been cut off. In the state where the thirst net has been",
  "cnd21:42.8": "cut off, the saw net has been cut off. In the state of mindfulness, that",
  "cnd21:42.9": "individual who is enlightened is not adhered to form, sound, or smell...",
  "cnd21:42.10": "(omitted); seeing, hearing, perceiving, and being aware of the dhammas, they are",
  "cnd21:42.11": "not adhered to, captured, bound, not unconscious, separated, left, liberated,",
  "cnd21:42.12": "already leaving the bondage, he lives with the unrestrained heart.",
  "cnd21:43.1": "\"As the fire does not turn back to the burned object\": As the fire burns grass",
  "cnd21:43.2": "fuel, it goes until it does not turn back, and the same, for the",
  "cnd21:43.3": "alone-enlightened person, all the pollution that is cut off by the Sotāpanna",
  "cnd21:43.4": "Path, ..., does not return.",
  "cnd21:44.1": "<em>149 : Those whose eyes are downward and those who do not wander,",
  "cnd21:44.2": "Those who guard the roots, those who protect the mind,",
  "cnd21:44.3": "Those who have no pollutions and are not burned all over (with passion),",
  "cnd21:44.4": "Should walk alone like rhinoceros.</em>",
  "cnd21:44.5": "<em>149 : Those whose eyes are downward and those who do not wander,",
  "cnd21:44.6": "Those who guard the roots, those who protect the mind,",
  "cnd21:44.7": "Those who have no pollutions and are not burned all over (with passion),",
  "cnd21:44.8": "Should walk alone like rhinoceros.</em>",
  "cnd21:44.9": "<em>149 : Those whose eyes are downward and those who do not wander,",
  "cnd21:44.10": "Those who guard the roots, those who protect the mind,",
  "cnd21:44.11": "Those who have no pollutions and are not burned all over (with passion),",
  "cnd21:44.12": "Should walk alone like rhinoceros.</em>",
  "cnd21:44.13": "<em>149 : Those whose eyes are downward and those who do not wander,",
  "cnd21:44.14": "Those who guard the roots, those who protect the mind,",
  "cnd21:44.15": "Those who have no pollutions and are not burned all over (with passion),",
  "cnd21:44.16": "Should walk alone like rhinoceros.</em>",
  "cnd21:45.1": "\"The one with the eyes down and the one that does not wander\": How are the eyes",
  "cnd21:45.2": "confused? Here, the bhikkhu is an restless in the eyes: what should be seen",
  "cnd21:45.3": "becomes invisible, and what should be crossed (over) becomes seen. From the",
  "cnd21:45.4": "garden to the garden, from the village to the village, from the town to the",
  "cnd21:45.5": "town, from the city to the city, from the country to the country, from the place",
  "cnd21:45.6": "to the place, he sees the long parades (processions) and occasional parades in",
  "cnd21:45.7": "various forms.",
  "cnd21:46.1": "Or, when the bhikkhu is a visitor at home, a walker on the street, he walks",
  "cnd21:46.2": "unprotected: he looks at the elephant, the horse, the cart, the infantry, the",
  "cnd21:46.3": "boy, and the girl as he walks. Watching women, watching men, watching the",
  "cnd21:46.4": "market, watching the door of the house, watching the top, watching the bottom,",
  "cnd21:46.5": "and watching in all directions.",
  "cnd21:47.1": "Or, after the bhikkhu sees a form with his eyes, he becomes a grasper of",
  "cnd21:47.2": "appearance and a grasper of subtle appearance, because when he stays at the root",
  "cnd21:47.3": "of his eyes, greed, sorrow and evil will flow in. He does not act according to",
  "cnd21:47.4": "his self-control, does not protect the roots of the eyes, and does not achieve",
  "cnd21:47.5": "self-control [SN.35.120] of the roots of the eyes.",
  "cnd21:48.1": "Or if some Samaṇas and Brāhmaṇa masters received food offered by faith, they",
  "cnd21:48.2": "dwelt at performances and watched like this: dancing, singing, music, drama,",
  "cnd21:48.3": "speaking about ancient times, handbells, cymbals, drums, magic, iron balls,",
  "cnd21:48.4": "bamboo stick play, stunts, elephant fighting, horse fighting, buffalo fighting,",
  "cnd21:48.5": "bull fighting, goat fighting, ram fighting, rooster fighting, quail fighting,",
  "cnd21:48.6": "club fighting, fist fighting, wrestling, exercises, drills, army formations,",
  "cnd21:48.7": "military parade [DN.1], etc., who are engaged in watching various performances",
  "cnd21:48.8": "like this.",
  "cnd21:49.1": "How is the eye down? Here, the bhikkhu is not a person with unstable eyes, and",
  "cnd21:49.2": "one who does not possess (restless) eyes: what should be seen becomes",
  "cnd21:49.3": "invisible..., from places to places, he didn't want to see long parades and",
  "cnd21:49.4": "occasional parades in various forms.",
  "cnd21:50.1": "Or, when the bhikkhu is a visitor to the home, a walker on the street, he walks",
  "cnd21:50.2": "protectively: he does not look at the elephant while walking, does not look at",
  "cnd21:50.3": "the horse, ...the cart..., ...the infantry..., does not look at all directions.",
  "cnd21:51.1": "Or, after the bhikkhu sees the form with his eyes, he does not become a grasper",
  "cnd21:51.2": "of the form or a grasper of the subtle form, because when he stays at the root",
  "cnd21:51.3": "of the eye, greed, sorrow and evil will flow in, and he will act according to",
  "cnd21:51.4": "his self-control, protect the root of the eye and achieve self-control of the",
  "cnd21:51.5": "root of the eye.",
  "cnd21:52.1": "Or if some Samaṇas and Brāhmaṇa masters received the food offered by faith, they",
  "cnd21:52.2": "did not dwell at at the performances and watch like this, that is: dancing,",
  "cnd21:52.3": "singing, music... (omitted), avoiding watching the performances like this.",
  "cnd21:53.1": "\"And not wandering,\" how is it wandering? Here, a certain type of bhikkhu is a",
  "cnd21:53.2": "wanderer, with wandering nature: from garden to garden, ..., from place to",
  "cnd21:53.3": "place, he lives engaged in long parades and irregular parades.",
  "cnd21:54.1": "Or a wandering bhikkhu in the bhikkhu's garden, wandering: for no benefit, no",
  "cnd21:54.2": "reason, uprooted, quietly walking from the bhikkhu's room to the bhikkhu's room,",
  "cnd21:54.3": "from residence to residence, from half-roof house..., from high-rise..., flat",
  "cnd21:54.4": "house, cave, hut, pavilion,observation deck, tent, shed, lecture hall, round",
  "cnd21:54.5": "house, tree, or where the bhikkhus sit, and he walks there, where the first",
  "cnd21:54.6": "becomes the second, or the second position becomes the third position, or the",
  "cnd21:54.7": "third position becomes the fourth position. There is a lot of miscellaneous",
  "cnd21:54.8": "talking there, namely: the theory (talk) of kings, of thieves, ministers, army,",
  "cnd21:54.9": "fear, war, food, beverage, clothing, bedding, garland, smell, kinship, cart",
  "cnd21:54.10": "ride, village, town, city, land, woman, (man theory,) hero, street, water well,",
  "cnd21:54.11": "ancestor spirit, various things, world origin, ocean origin, and so on [DN.1].",
  "cnd21:55.1": "\"One who does not wander,\" the one who has been separated from wandering, has",
  "cnd21:55.2": "abstained, has given up, has left, has been freed, has separated from the",
  "cnd21:55.3": "bondage, and is happy to be alone with an unrestrained heart. The sitting",
  "cnd21:55.4": "person, the person who likes to sit alone, the practitioner of inner cessation,",
  "cnd21:55.5": "the person who does not despise the jhāna, has the observer, and increases the",
  "cnd21:55.6": "vacant house, the meditator, the jhāna-loving person, the singular practitioner,",
  "cnd21:55.7": "and the admirer of his own interests.",
  "cnd21:56.1": "\"The one who protects the root, the one who protects the mind\": \"The one who",
  "cnd21:56.2": "protects the root,\" The one who, seeing form with his eyes, does not become a",
  "cnd21:56.3": "grasper of appearance, a grasper of details, because he when he lives at the",
  "cnd21:56.4": "root of the eye he is unprotected, greed, sorrow and evil will flow in. He acts",
  "cnd21:56.5": "according to his self-control, protects the eye roots, achieves self-control at",
  "cnd21:56.6": "the eye roots; when he listens to sounds with his ears..., after smelling with",
  "cnd21:56.7": "his nose..., after tasting the taste of the tongue..., touching the touch with",
  "cnd21:56.8": "the body..., after knowing the Dhamma with consciousness, he will not become the",
  "cnd21:56.9": "grasper of the aspect, the grasper of the subtle aspect, because when the mind",
  "cnd21:56.10": "is not protected, he will be greedy and worried, evil and unwholesome dhammas",
  "cnd21:56.11": "will flow in, and he will act according to his self-control, protect the root of",
  "cnd21:56.12": "mind, and achieve self-control on the root of mind The \"protective mind\" is the",
  "cnd21:56.13": "guardian of the mind.",
  "cnd21:57.1": "\"Those who have no leaks (pollution) and are not burned all over\": This is said",
  "cnd21:57.2": "by the Venerable Moggallāna [SN.35.243]: \"Mendicants! I will teach you about",
  "cnd21:57.3": "leaking and not leaking. You have to listen! Be careful! I'm going to say it.\"",
  "cnd21:57.4": "Venerable Moggallāna said:",
  "cnd21:58.1": "\"Mendicants! What is a leaker? Mendicants! Here, after seeing the form with his",
  "cnd21:58.2": "eyes, the bhikkhu falls in love with the desirable form, rejects the unlovable",
  "cnd21:58.3": "form, lives without establishing mindfulness of the body, and their heart is",
  "cnd21:58.4": "limited. Liberation: the evil and unwholesome dhammas that have arisen have no",
  "cnd21:58.5": "end; after hearing the sound with ears... (omitted), after knowing the dhamma",
  "cnd21:58.6": "with consciousness, fall in love with the lovable dhamma, reject the unlovable",
  "cnd21:58.7": "dhamma, live in the body and have no thoughts, without the truth of mind relief,",
  "cnd21:58.8": "freedom from wisdom, and wisdom liberation: those evil and unwholesome dhammas",
  "cnd21:58.9": "that have arisen have no extinguishment, fellow students! This is called the",
  "cnd21:58.10": "bhikkhu who is the leaker in the form that can be recognized by the eye....",
  "cnd21:58.11": "Students! When the Bhikkhu lives like this, if the demon approaches him from the",
  "cnd21:58.12": "eyes, the demon gets the opportunity and the demon gets the object; if the demon",
  "cnd21:58.13": "approaches him from the ear... (omitted;) if the demon approaches him",
  "cnd21:58.14": "intentionally he, the devil, gets the opportunity, the devil gets the object.",
  "cnd21:59.1": "Mendicants! It is like a reed house or thatched house that has been dry for",
  "cnd21:59.2": "three or four years. If a man approaches it with a burning torch from the east,",
  "cnd21:59.3": "the fire will get the opportunity and the fire will get the object; if the man",
  "cnd21:59.4": "is from the west... (omitted), if from the north..., if From the south..., if",
  "cnd21:59.5": "from below..., if from above..., if a man approaches it with a burning torch no",
  "cnd21:59.6": "matter which direction it is from, the fire will get the opportunity and the",
  "cnd21:59.7": "fire will get the object. Similarly, fellow students! When the bhikkhu lives",
  "cnd21:59.8": "like this, if the demon approaches him from the eye, the demon gets the",
  "cnd21:59.9": "opportunity and the demon gets the object; if the demon is from the ear....",
  "cnd21:60.1": "Mendicants! When living like this, form conquers bhikkhus rather than bhikkhus",
  "cnd21:60.2": "conquering form; ...sound...; smell...; taste....; touches....; Dhamma...;",
  "cnd21:60.3": "fellow students! This is called a bhikkhu who is conquered by form, conquered by",
  "cnd21:60.4": "sound, conquered by smell, conquered by taste, conquered by touch, conquered by",
  "cnd21:60.5": "Dhamma; conquered, not conqueror; polluted, reborn, and distressed; retribution,",
  "cnd21:60.6": "he will be killed by the evil dhamma of life and death in the future. Friends!",
  "cnd21:60.7": "This is the leaker.",
  "cnd21:61.1": "Mendicants! How is it not to leak? Friends! Here, after seeing form with his",
  "cnd21:61.2": "eyes, the bhikkhu does not fall in love with the desirable form, does not reject",
  "cnd21:61.3": "the undesirable, lives having established mindfulness of the body, with an",
  "cnd21:61.4": "unrestrained heart, immeasurable, truthfully knowing the mind, and liberated by",
  "cnd21:61.5": "wisdom; the evil and unwholesome dhammas that arise can be destroyed. After",
  "cnd21:61.6": "hearing the sound... (omitted), and liberate from wisdom: there is no end to the",
  "cnd21:61.7": "evil and unwholesome Dhamma that arises, fellow students! This is called a",
  "cnd21:61.8": "bhikkhu who does not leak out in terms of the forms that can be recognized by",
  "cnd21:61.9": "the eye.... Friends! When the bhikkhu lives in this way, if the demon approaches",
  "cnd21:61.10": "him from the eyes, the demon neither gets the opportunity nor the object; if",
  "cnd21:61.11": "from the ear... (omitted) if the demon approaches him intentionally, the demon",
  "cnd21:61.12": "neither gets the chance, nor the object.",
  "cnd21:62.1": "Mendicants! It is like a heavy pavilion or a lecture hall newly coated with",
  "cnd21:62.2": "thick clay. If a man approaches it with a burning torch from the east, the fire",
  "cnd21:62.3": "will neither have a chance nor an object; if it is from the west..., no matter",
  "cnd21:62.4": "which direction it is from, the fire will neither get the chance nor the object.",
  "cnd21:62.5": "Similarly, fellow students! When the bhikkhu lives like this, if the demon",
  "cnd21:62.6": "approaches him from the eye, the demon will neither get the opportunity nor the",
  "cnd21:62.7": "object..., if the demon approaches him deliberately, the demon will neither get",
  "cnd21:62.8": "the opportunity nor the object.",
  "cnd21:63.1": "Mendicants! When living in this way, bhikkhus conquer form are not conquered by",
  "cnd21:63.2": "form;and non-form; ...sound...; ...tastes..., smells, touches, Dhamma, ...fellow",
  "cnd21:63.3": "students! This is called the bhikkhu conquering form, conquering sound,",
  "cnd21:63.4": "conquering smell, conquering taste, conquering touch, conquering the Dhamma; the",
  "cnd21:63.5": "conqueror, not the conquered; he conquers the polluted, regenerated, distressed,",
  "cnd21:63.6": "and bitter, the evil and unwholesome Dhamma of life and death in the future.",
  "cnd21:63.7": "Friends! This is the one who does not leak.\"",
  "cnd21:64.1": "\"Those who are not burned all over,\" those who are not burnt by the scorching",
  "cnd21:64.2": "heat of greed; those who are not burned by the scorching heat of anger; those",
  "cnd21:64.3": "who are not burned by the scorching heat of ignorance.",
  "cnd21:65.1": "<em>150 : After leaving the marks of the family member (layperson),",
  "cnd21:65.2": "Like a pāricchattaka tree covered with leaves,",
  "cnd21:65.3": "In the yellow robes, after leaving home,",
  "cnd21:65.4": "One should walk alone like a rhinoceros.</em>",
  "cnd21:65.5": "<em>150 : After leaving the marks of the family member (layperson),",
  "cnd21:65.6": "Like a pāricchattaka tree covered with leaves,",
  "cnd21:65.7": "In the yellow robes, after leaving home,",
  "cnd21:65.8": "One should walk alone like a rhinoceros.</em>",
  "cnd21:65.9": "<em>150 : After leaving the marks of the family member (layperson),",
  "cnd21:65.10": "Like a pāricchattaka tree covered with leaves,",
  "cnd21:65.11": "In the yellow robes, after leaving home,",
  "cnd21:65.12": "One should walk alone like a rhinoceros.</em>",
  "cnd21:65.13": "<em>150 : After leaving the marks of the family member (layperson),",
  "cnd21:65.14": "Like a pāricchattaka tree covered with leaves,",
  "cnd21:65.15": "In the yellow robes, after leaving home,",
  "cnd21:65.16": "One should walk alone like a rhinoceros.</em>",
  "cnd21:66.1": "\"After taking off the mark of the layman\": hair, beard..., are called the mark",
  "cnd21:66.2": "of the layman. \"After taking off the mark of the family member\": After the",
  "cnd21:66.3": "family member's mark is abandoned, after completely abandoning, after putting",
  "cnd21:66.4": "down, after stopping.",
  "cnd21:67.1": "\"Like a pāricchattaka tree covered with leaves\": Like the pāricchattaka tree",
  "cnd21:67.2": "with dense leaves and thick shade. Similarly, that alone-enlightened person is a",
  "cnd21:67.3": "perfect mantle-bearer. (Some translations of this sutta use \"...having shed its",
  "cnd21:67.4": "leaves;\" this seems in line with previous verses and makes sense in context, but",
  "cnd21:67.5": "does not seem to be what is literally written here).",
  "cnd21:68.1": "\"In the robes, after leaving home\": The single-conscious person cut off all",
  "cnd21:68.2": "obstacles of the house, cut off the obstacles of his children and wife, ...of",
  "cnd21:68.3": "relatives, ...friends, ...storage; after removing the obstacles, shaved hair and",
  "cnd21:68.4": "beard, wrapped in robes, went from home to a non-domestic (monastic) life, and",
  "cnd21:68.5": "began to walk alone, live, act, go on, guard, and survive, after becoming in a",
  "cnd21:68.6": "state of nothing."
}
