{
  "cnd5:0.1": "5. Dhotaka",
  "cnd5:1.1": "<em>30 : [Venerable Dhotaka like this:]",
  "cnd5:1.2": "Blessed One, I ask you, please tell me this,",
  "cnd5:1.3": "Great rishi! I look forward to your words,",
  "cnd5:1.4": "After hearing what you said,",
  "cnd5:1.5": "One should learn for one's own Nibbāna.</em>",
  "cnd5:1.6": "<em>30 : [Venerable Dhotaka like this:]",
  "cnd5:1.7": "Blessed One, I ask you, please tell me this,",
  "cnd5:1.8": "Great rishi! I look forward to your words,",
  "cnd5:1.9": "After hearing what you said,",
  "cnd5:1.10": "One should learn for one's own Nibbāna.</em>",
  "cnd5:1.11": "<em>30 : [Venerable Dhotaka like this:]",
  "cnd5:1.12": "Blessed One, I ask you, please tell me this,",
  "cnd5:1.13": "Great rishi! I look forward to your words,",
  "cnd5:1.14": "After hearing what you said,",
  "cnd5:1.15": "One should learn for one's own Nibbāna.</em>",
  "cnd5:1.16": "<em>30 : [Venerable Dhotaka like this:]",
  "cnd5:1.17": "Blessed One, I ask you, please tell me this,",
  "cnd5:1.18": "Great rishi! I look forward to your words,",
  "cnd5:1.19": "After hearing what you said,",
  "cnd5:1.20": "One should learn for one's own Nibbāna.</em>",
  "cnd5:1.21": "<em>30 : [Venerable Dhotaka like this:]",
  "cnd5:1.22": "Blessed One, I ask you, please tell me this,",
  "cnd5:1.23": "Great rishi! I look forward to your words,",
  "cnd5:1.24": "After hearing what you said,",
  "cnd5:1.25": "One should learn for one's own Nibbāna.</em>",
  "cnd5:2.1": "\"Master, let me ask you, please tell me this\": \"I ask,\" I ask of you; I beg you;",
  "cnd5:2.2": "please make me clear; please tell me. \"The Blessed One\" is synonymous with",
  "cnd5:2.3": "respect. In addition, the \"greed breaker\" is the Blessed One; the \"sickness",
  "cnd5:2.4": "destroyer\" is the Blessed One; \"the one who has destroyed conceit\" is the",
  "cnd5:2.5": "Blessed One; \"the one who has destroyed the thorns\" is the Blessed One; \"the one",
  "cnd5:2.6": "who has destroyed the pollutants\" is Blessed One; \"the one who has ended\" is the",
  "cnd5:2.7": "Blessed One; \"the one who has practiced the body, the precepts, the mind, and",
  "cnd5:2.8": "the wisdom\" is the Blessed One; or \"the Blessed One is close to the woods, wild",
  "cnd5:2.9": "forests, and border dwellings (sitting place), where speaking is lessened, it is",
  "cnd5:2.10": "quiet, away from the human atmosphere, alone, and suitable for sitting alone\" is",
  "cnd5:2.11": "the Blessed One; or \"the Blessed One is the one who divides clothes, food,",
  "cnd5:2.12": "shelter, the needs of patients, and medical necessities\"; or \"the Blessed One is",
  "cnd5:2.13": "the one who has the taste of righteousness, the taste of Dhamma, the taste of",
  "cnd5:2.14": "liberation, the increased precepts, the mind, and the wisdom\"; or \"the Blessed",
  "cnd5:2.15": "One is the four types of jhāna, the four immeasurables, the four formlessness,",
  "cnd5:2.16": "etc., the one who divides is the Blessed One\"; or the Blessed One is the one who",
  "cnd5:2.17": "has the eighth liberation, the eight victories, the ninth dwelling place, etc.;",
  "cnd5:2.18": "or the Blessed One is the practice of ten thoughts, (ten) abidings, the one who",
  "cnd5:2.19": "(observes) the in and out of breath; the one who is purely divided is the",
  "cnd5:2.20": "Blessed One; or the Blessed One divides the four mindfulness, the four",
  "cnd5:2.21": "righteousness, the four divine bases (iddhipāda), the five faculties, the five",
  "cnd5:2.22": "powers, the seven enlightenment factors, and the eight branches of the holy",
  "cnd5:2.23": "path; or the Blessed One is ten Tathāgata, four fearlessness, four unobstructed",
  "cnd5:2.24": "solutions, six supernatural powers and the six enlightenment methods. \"Blessed",
  "cnd5:2.25": "One,\" this name is not given by the mother; not given by the father; not given",
  "cnd5:2.26": "by brothers; not given by sisters; not given by friends; not given by relatives;",
  "cnd5:2.27": "not given by Samaṇas or Brāhmaṇas; not given by heaven; it is ultimate",
  "cnd5:2.28": "liberation; the establishment (of the pseudonym) for the acquisition and",
  "cnd5:2.29": "testimony of the Buddha, the Blessed One, under the Bodhi tree, and all",
  "cnd5:2.30": "knowledge and wisdom, that is, the Blessed One.",
  "cnd5:3.1": "\"[Venerable Dhotaka like this]\": \"Like this,\" \"Like this,\" the continuation of",
  "cnd5:3.2": "the sentences, the connection of the words, the completion of the sentences, the",
  "cnd5:3.3": "combination of words, this is the order of the sentence, which is \"like this.\"",
  "cnd5:3.4": "\"Venerable,\" this is a synonym of love, respect, and obedience. \"Dhotaka,\" the",
  "cnd5:3.5": "name, title, security of the Brāhmaṇa, title, word, phrase.",
  "cnd5:4.1": "\"Great rishi! I look forward to your words\": Your words, ways of speaking,",
  "cnd5:4.2": "teaching, teaching, admonition, I expect, I hope, I pray. \"Great rishi,\" why is",
  "cnd5:4.3": "the Blessed One the Great rishi? The \"seekers, and pursuers of the great",
  "cnd5:4.4": "precepts\" are the great rishis. ...of the great concentration..., ...of the",
  "cnd5:4.5": "great liberation aggregate..., \"the seeker and pursuer of the great liberation",
  "cnd5:4.6": "of wisdom and insight\" is the great rishi; the fragments gathered by the",
  "cnd5:4.7": "dark..., the destruction of the great upside down..., the pulling out of the big",
  "cnd5:4.8": "arrow of thirst..., the unraveling of the accumulation of sight..., the lifting",
  "cnd5:4.9": "of the big conceit flag, ...the calming of the great work..., the calming of the",
  "cnd5:4.10": "big torrent..., the laying down of the heavy burden..., the severance of the",
  "cnd5:4.11": "cycle of the great reincarnation..., the disappearance of the great heat..., the",
  "cnd5:4.12": "cessation of the great heat..., \"the seeker and the pursuer who lifts the flag",
  "cnd5:4.13": "of Dhamma in his heart\" is the great rishi; the great minds..., the great",
  "cnd5:4.14": "exertion..., the great divine bases..., the great roots..., the power..., the",
  "cnd5:4.15": "great enlightenment branches..., the big eight branches of the holy path...,",
  "cnd5:4.16": "\"the immortality of the great supreme benefit, the seeker of Nibbāna, the",
  "cnd5:4.17": "pursuer\" is great rishi; \"sought, pursued, and searched for by powerful beings:",
  "cnd5:4.18": "Where is the Buddha? Where is the Blessed One? Where is the god among the gods?",
  "cnd5:4.19": "Where is the bull king among people?\" Such is the great rishi. \"The highest",
  "cnd5:4.20": "Dhamma,\" the highest Dhamma is called non-living, Nibbāna, that is the cessation",
  "cnd5:4.21": "of all actions, the cessation of all attachments, the cessation of craving,",
  "cnd5:4.22": "greed, extinguishment, and Nibbāna.",
  "cnd5:5.1": "\"After hearing your words\": Your speech, language, teachings admonitions; after",
  "cnd5:5.2": "hearing, after grasping, after understanding, after discriminating.",
  "cnd5:6.1": "\"You should learn for your own Nibbāna\": There are three types of learning: to",
  "cnd5:6.2": "learn to increase precepts, to learn to increase mind, and to also learn to",
  "cnd5:6.3": "increase wisdom.",
  "cnd5:7.1": "What is meant by \"to increase precepts?\" Here, the bhikkhu is a preceptor who",
  "cnd5:7.2": "lives in the protection of self-control of the Pātimokkha. He has sufficient",
  "cnd5:7.3": "righteousness and state of affairs. He sees the horror in minor sins and learns",
  "cnd5:7.4": "after accepting from a teacher. Small precepts aggregate and large precept",
  "cnd5:7.5": "aggregates are the foundation of abstinence, the (self) inhibition of behavior,",
  "cnd5:7.6": "the entrance of self-control, the uppermost of good dhamma, etc., this is to",
  "cnd5:7.7": "increase precept learning.",
  "cnd5:8.1": "What is meant by \"to increase mind?\" Here, the bhikkhu starts from the desire to",
  "cnd5:8.2": "escape... (omitted) the first jhāna..., the second jhāna..., the third jhāna...,",
  "cnd5:8.3": "after entering, he lives in the fourth jhāna (neither suffering or joyous, from",
  "cnd5:8.4": "calm and chanting), this is \"to learn to increase mind.\"",
  "cnd5:9.1": "What is learning to increase wisdom? Here, the bhikkhu is a wise person,",
  "cnd5:9.2": "possessing the knowledge of arising and passing away; the holy, insight, and the",
  "cnd5:9.3": "complete extinction of suffering is (the wisdom), he truthfully knows \"This is",
  "cnd5:9.4": "suffering. ...(omitted)\" \"this is hard work.\"... \"this is the path that leads to",
  "cnd5:9.5": "suffering\"... \"these are troubles\"... \"this is the set of troubles\"... \"this is",
  "cnd5:9.6": "annoyance\"... \"this is the path leading to troubles;\" this is the addition of",
  "cnd5:9.7": "wisdom. These three learnings, they learn when they face (note); they learn when",
  "cnd5:9.8": "they know; they learn when they see (; when they learn with introspection); they",
  "cnd5:9.9": "learn when the mind is established (in a decision); they learn when faith",
  "cnd5:9.10": "prevails; they learn with vigor and hard work; when mindfulness arises, they",
  "cnd5:9.11": "learn; when mind is set (focused) they learn; when wisdom is learned, they",
  "cnd5:9.12": "learn; when they are proved to have known, they learn; they learn through",
  "cnd5:9.13": "renunciation; they learn when they practice; they practice well, and sustain",
  "cnd5:9.14": "when they are testified, then they go on. For this reason they are called",
  "cnd5:9.15": "learning. \"Everyone\" is the multitude. These learned practitioners are the",
  "cnd5:9.16": "Sotāpanna, Sakadāgāmī, Anāgāmī, and Arahant.",
  "cnd5:10.1": "\"For your own Nibbāna,\" to extinguish your own greed, ...anger, ..ignorance,",
  "cnd5:10.2": "...(omitted); to calm, silence, extinguish, cut off, and cease all unwholesome",
  "cnd5:10.3": "practices, you should learn to increase precepts, you learn to increase mind,",
  "cnd5:10.4": "and you should learn to increase wisdom. These three learnings should be studied",
  "cnd5:10.5": "when directed towards (noting); when known they should be learned; when seen...",
  "cnd5:10.6": "(omitted); when introspecting...; and being careful to establish (a decision),",
  "cnd5:10.7": "you should learn; you should learn when you win by faith; you should learn when",
  "cnd5:10.8": "you have energetic effort; you should learn when mindfulness arises; you should",
  "cnd5:10.9": "learn with mindfulness; you should learn when you know with wisdom; we should",
  "cnd5:10.10": "learn when we can testify; we should learn when we can know; we should learn",
  "cnd5:10.11": "when we should be renounced; we should learn when we should be practiced as",
  "cnd5:10.12": "testimony; [Ps.1,41] learning should be practiced, should be carried out well,",
  "cnd5:10.13": "one should go on after accepting.",
  "cnd5:11.1": "<em>31 : [Blessed One: \"Dhotaka!\"]",
  "cnd5:11.2": "If that is the case, please be enthusiastic,",
  "cnd5:11.3": "And wise and mindful here,",
  "cnd5:11.4": "After hearing these words,",
  "cnd5:11.5": "You should learn for your own Nibbāna.</em>",
  "cnd5:11.6": "<em>31 : [Blessed One: \"Dhotaka!\"]",
  "cnd5:11.7": "If that is the case, please be enthusiastic,",
  "cnd5:11.8": "And wise and mindful here,",
  "cnd5:11.9": "After hearing these words,",
  "cnd5:11.10": "You should learn for your own Nibbāna.</em>",
  "cnd5:11.11": "<em>31 : [Blessed One: \"Dhotaka!\"]",
  "cnd5:11.12": "If that is the case, please be enthusiastic,",
  "cnd5:11.13": "And wise and mindful here,",
  "cnd5:11.14": "After hearing these words,",
  "cnd5:11.15": "You should learn for your own Nibbāna.</em>",
  "cnd5:11.16": "<em>31 : [Blessed One: \"Dhotaka!\"]",
  "cnd5:11.17": "If that is the case, please be enthusiastic,",
  "cnd5:11.18": "And wise and mindful here,",
  "cnd5:11.19": "After hearing these words,",
  "cnd5:11.20": "You should learn for your own Nibbāna.</em>",
  "cnd5:11.21": "<em>31 : [Blessed One: \"Dhotaka!\"]",
  "cnd5:11.22": "If that is the case, please be enthusiastic,",
  "cnd5:11.23": "And wise and mindful here,",
  "cnd5:11.24": "After hearing these words,",
  "cnd5:11.25": "You should learn for your own Nibbāna.</em>",
  "cnd5:12.1": "\"If that's the case, please be enthusiastic\": Please be enthusiastic, please be",
  "cnd5:12.2": "brave, please be zealous, please have fortitude, please be firm, please be",
  "cnd5:12.3": "vigorous; and may you make it happen, make it arise, make it fully produced,",
  "cnd5:12.4": "make it appear, make it live.",
  "cnd5:13.1": "\"Dhotaka,\" .... \"Blessed One,\" ....",
  "cnd5:14.1": "\"Wise and mindful here\": \"Here,\" belonging to this view, to this liking, to this",
  "cnd5:14.2": "inclination, in this attachment, in this Dhamma; in this teaching; in this",
  "cnd5:14.3": "Brahma, in the teachings of this master, in this individual, in this human",
  "cnd5:14.4": "world. \"Wise,\" the concious, the enlightened, the discriminating, the wise.",
  "cnd5:15.1": "\"Mindful,\" Mindful in four ways: when practicing mindfulness on the body, when",
  "cnd5:15.2": "practicing mindfulness on perception, when watching the mind in the heart, when",
  "cnd5:15.3": "the practice is in line with the teachings, it is mindful.",
  "cnd5:16.1": "And again in four ways: the state of avoiding non-mind, the state of the Dhamma",
  "cnd5:16.2": "that should be done to the mind, the state of the Dhamma that is obstructed by",
  "cnd5:16.3": "the mind, the state of the mindfulness factor (phase) not being forgotten.",
  "cnd5:17.1": "And again in four ways: the state of possessing mindfulness, the state of",
  "cnd5:17.2": "abiding in mindfulness, the state of experiencing mindfulness, and the state of",
  "cnd5:17.3": "mindfulness not lowering.",
  "cnd5:18.1": "And again in four ways: with the state of being mindful as the object of",
  "cnd5:18.2": "mindfulness, the quiet state as the object, the calm state as the object, the",
  "cnd5:18.3": "state of silence; the recollection of the Buddha, the recollection of the",
  "cnd5:18.4": "Dhamma, the recollection of the Saṅgha, the precepts, the alms, of the mind;",
  "cnd5:18.5": "mindfulness of the in and out breath, of death, of the body, of silence; all",
  "cnd5:18.6": "mindfulness, free-mindfulness..., the path without a fork, are called",
  "cnd5:18.7": "mindfulness. Having been fully possessed, reaching fully, possessing, arriving,",
  "cnd5:18.8": "with this thought, he is called mindful.",
  "cnd5:19.1": "\"After hearing these words\": ....",
  "cnd5:20.1": "\"You should learn for your own Nibbāna\": ....",
  "cnd5:21.1": "<em>32 : (Dhotaka:) I see a Brāhmaṇa owning nothing",
  "cnd5:21.2": "In the world of heaven and the world of man,",
  "cnd5:21.3": "I salute you, all-seeing one, Sakyamuni!",
  "cnd5:21.4": "Please free me from doubts.</em>",
  "cnd5:21.5": "<em>32 : (Dhotaka:) I see a Brāhmaṇa owning nothing",
  "cnd5:21.6": "In the world of heaven and the world of man,",
  "cnd5:21.7": "I salute you, all-seeing one, Sakyamuni!",
  "cnd5:21.8": "Please free me from doubts.</em>",
  "cnd5:21.9": "<em>32 : (Dhotaka:) I see a Brāhmaṇa owning nothing",
  "cnd5:21.10": "In the world of heaven and the world of man,",
  "cnd5:21.11": "I salute you, all-seeing one, Sakyamuni!",
  "cnd5:21.12": "Please free me from doubts.</em>",
  "cnd5:21.13": "<em>32 : (Dhotaka:) I see a Brāhmaṇa owning nothing",
  "cnd5:21.14": "In the world of heaven and the world of man,",
  "cnd5:21.15": "I salute you, all-seeing one, Sakyamuni!",
  "cnd5:21.16": "Please free me from doubts.</em>",
  "cnd5:22.1": "\"I see, in heaven and the world of man\": \"Heaven,\" there are three types of",
  "cnd5:22.2": "heaven: general (secular, worldly) heaven, rebirth heaven, and pure heaven. What",
  "cnd5:22.3": "is secular heaven? Kings and princes and queens are called secular heavens. What",
  "cnd5:22.4": "is the rebirth heaven? The four great god kings, the realm of the thirty-three",
  "cnd5:22.5": "gods, Tusita heaven, fashioned heaven, all Brahma heavens, and all the heavens",
  "cnd5:22.6": "above that are called rebirth heavens. What is pure heaven? The troubles of the",
  "cnd5:22.7": "disciples of the Tathāgata, Arahants, and Paccekabuddhas, have been exhausted,",
  "cnd5:22.8": "this is called pure heavens. The Blessed One is of the general heaven, the",
  "cnd5:22.9": "rebirth heaven, the pure heaven, and the victorious heaven, the heaven among the",
  "cnd5:22.10": "heaven, the lion among the lions, the dragon among the dragons, the lord among",
  "cnd5:22.11": "the lords, the Muni among the Munis, the king among the kings. \"I see in the",
  "cnd5:22.12": "heavens and in the world of man\": In the world of man and the heavens, I see, I",
  "cnd5:22.13": "see the superior heaven, I see the heaven in the heaven; I see, I watch, I",
  "cnd5:22.14": "contemplate, I observe.",
  "cnd5:23.1": "\"Brāhmaṇa actors (doers) without possessions\": \"No,\" no greed, no hatred,",
  "cnd5:23.2": "ignorance, sloth, seeing (views), pollution, evil deeds; any of these, for the",
  "cnd5:23.3": "Blessed One, it has been cut off, and the roots have been cut off, just like a",
  "cnd5:23.4": "palm tree without roots, becoming non-existent and non-living for the future.",
  "cnd5:23.5": "Therefore, the Buddha is called the non-owner. \"Brāhmaṇa,\" the Blessed One is",
  "cnd5:23.6": "the one in the state of excluding the seven dhammas: seeing is excluded,",
  "cnd5:23.7": "suspicion is excluded, abstinence.., greed..., aversion, ignorance, sloth, and",
  "cnd5:23.8": "those evil and unwholesome dhammas are excluded: those that are polluted, there",
  "cnd5:23.9": "are again. People who are fearful, who suffer the consequences, and will die in",
  "cnd5:23.10": "the future.",
  "cnd5:24.1": "The Blessed One: [Sn.3.6, 524]",
  "cnd5:24.2": "\"After all evil is eliminated,",
  "cnd5:24.3": "Standing the spotless, virtuous state,",
  "cnd5:24.4": "After he transcends reincarnation,",
  "cnd5:24.5": "He becomes a perfect person.",
  "cnd5:24.6": "Those who are not dependent,",
  "cnd5:24.7": "Like this can be called Brāhmaṇa.\"",
  "cnd5:25.1": "\"Actor,\" walker, doer, dweller, on-goer, guardian, and survivor.",
  "cnd5:26.1": "\"I respect you, all-seeing one\": \"You,\" he addressed the Blessed One. \"I",
  "cnd5:26.2": "respect,\" I respect with my body, or I respect with words, or I respect with my",
  "cnd5:26.3": "heart, or I respect in intention, or I follow the Dhamma to show respect,",
  "cnd5:26.4": "salute. \"All-seeing,\" all-eyes are called the state of all knowing wisdom. The",
  "cnd5:26.5": "Blessed One has the state of intelligence, of fully having, entering, fully",
  "cnd5:26.6": "entering, sufficiently having, having all the knowledge.",
  "cnd5:27.1": "\"For him, there is nothing unseen here (in this world),",
  "cnd5:27.2": "There is no knowledge that cannot be known,",
  "cnd5:27.3": "He proves that everything that exists should be guided by inference,",
  "cnd5:27.4": "Because the Tathāgata, like that, is all-eyes.\"",
  "cnd5:27.5": "[Ps.1]",
  "cnd5:28.1": "\"Sakyamuni! Please free me from doubts\": \"Sakyamuni,\" Sakyamuni is a bhikkhu",
  "cnd5:28.2": "from the house of Sakya. This is Sakyamuni. Or, \"the rich, the wealthy,\" this is",
  "cnd5:28.3": "also Sakyamuni. For him there are these wealth, namely: trusting wealth,",
  "cnd5:28.4": "abstaining from wealth, ashamed of wealth, hearing about wealth, giving wealth,",
  "cnd5:28.5": "wisdom wealth, mindfulness of wealth, righteous wealth, divine wealth, root",
  "cnd5:28.6": "wealth, strength wealth, enlightenment wealth, Path wealth, Fruit wealth,",
  "cnd5:28.7": "Nibbāna wealth, and use these various treasures as the rich, the wealthy. Or,",
  "cnd5:28.8": "those who are possible, those who are able, those who flow out all types of",
  "cnd5:28.9": "things, those who are sufficient, those who are heroes, those who are brave,",
  "cnd5:28.10": "those who are heroic, those who are not timid, those who are not frightened,",
  "cnd5:28.11": "those who do not run away, those who have given up fear of fear, those who have",
  "cnd5:28.12": "given up terror and fear. \"Doubts\" are called doubts: doubt of suffering, doubt",
  "cnd5:28.13": "of the path leading to suffering, doubt of the future, doubt of the past, doubt",
  "cnd5:28.14": "of the future and the past, doubt of causal connections, such doubts,",
  "cnd5:28.15": "suspicions, doubtful states, confusion, hesitation, crossroads, inconsistent",
  "cnd5:28.16": "grasping, hesitating, incomplete understanding, stiff state, confusion of mind.",
  "cnd5:28.17": "\"Sakyamuni! Please free me from doubt\": Please free me, please release me, pull",
  "cnd5:28.18": "me out, please pull me out completely, bring me out of doubt.",
  "cnd5:29.1": "<em>33 : (The Blessed One:) I will not be able to liberate, Dhotaka,",
  "cnd5:29.2": "Anyone who doubts in the world,",
  "cnd5:29.3": "When you know the best Dhamma,",
  "cnd5:29.4": "Then you will get through this torrent.</em>",
  "cnd5:29.5": "<em>33 : (The Blessed One:) I will not be able to liberate, Dhotaka,",
  "cnd5:29.6": "Anyone who doubts in the world,",
  "cnd5:29.7": "When you know the best Dhamma,",
  "cnd5:29.8": "Then you will get through this torrent.</em>",
  "cnd5:29.9": "<em>33 : (The Blessed One:) I will not be able to liberate, Dhotaka,",
  "cnd5:29.10": "Anyone who doubts in the world,",
  "cnd5:29.11": "When you know the best Dhamma,",
  "cnd5:29.12": "Then you will get through this torrent.</em>",
  "cnd5:29.13": "<em>33 : (The Blessed One:) I will not be able to liberate, Dhotaka,",
  "cnd5:29.14": "Anyone who doubts in the world,",
  "cnd5:29.15": "When you know the best Dhamma,",
  "cnd5:29.16": "Then you will get through this torrent.</em>",
  "cnd5:30.1": "\"I will not be able to liberate\": I will not be able to release, free, make",
  "cnd5:30.2": "liberated, pull out, pull out completely, make to ascend, make to fully ascend,",
  "cnd5:30.3": "a being struck by the arrow of doubt. Or, I don't work hard on the unbelievers,",
  "cnd5:30.4": "on the unwilling, on the slack, on those with inferior vitality, on the",
  "cnd5:30.5": "inactive; I don't do my best, I don't strive, I don't do with valor, I don't",
  "cnd5:30.6": "work with enthusiasm, I don't make fortitude, I don't make determination, I",
  "cnd5:30.7": "don't make vitality, I don't make it produce, I don't make it appear, I don't",
  "cnd5:30.8": "make it fully produced, I don't make it arise, I don't make it give birth to the",
  "cnd5:30.9": "teachings of the Dhamma. Or, you don't have any other liberators. Those who can",
  "cnd5:30.10": "be liberated use their own fortitude, with their own energy, with their own",
  "cnd5:30.11": "striving, with their own brave efforts, with their own power, with their own",
  "cnd5:30.12": "human power, with their own human vitality, with their own work, with their own",
  "cnd5:30.13": "correct way of doing, following the path, not going the opposite way, the way of",
  "cnd5:30.14": "following the Dhamma, and the way of doing the Dhamma, they can be freed.",
  "cnd5:31.1": "This was said by the Blessed One: \"Cunda! 'I am the one who has fallen into the",
  "cnd5:31.2": "quagmire and will pull out the other people who have fallen into the quagmire.'",
  "cnd5:31.3": "This is impossible. Cunda! 'I am an unregulated, untrained, non-Nibbāna one. I",
  "cnd5:31.4": "will make others tune, train, and attain Nibbāna.' This is impossible.\" [MN.8]",
  "cnd5:32.1": "This is said by the Blessed One: [Dph.12,165]",
  "cnd5:32.2": "\"He who has done evil, he is polluted,",
  "cnd5:32.3": "He who does do not do evil, He come pure,",
  "cnd5:32.4": "Purity and impurity are separate, one cannot make the other pure.\"",
  "cnd5:33.1": "This was also said by the Blessed One: \"Similarly, Brāhmaṇa, Nibbāna stays and",
  "cnd5:33.2": "abides, the path which leads to Nibbāna stays and abides, and my persuasion",
  "cnd5:33.3": "(teaching) stays and abides. However, when my disciples are taught and",
  "cnd5:33.4": "admonished in this way, some of them reach the ultimate end of Nibbāna, and some",
  "cnd5:33.5": "do not reach. Brāhmaṇa, What can I do here? Brāhmaṇa, The Tathāgata is the",
  "cnd5:33.6": "guide. [MN.107] The Buddha only told (directed) the way, and when they practice",
  "cnd5:33.7": "it by themselves, they could be free.\"",
  "cnd5:34.1": "\"Any doubter in the world\": A doubter, a person who has doubts, confusion, and",
  "cnd5:34.2": "hesitation. \"Any (person),\" any khattiya, or Brāhmaṇa, or vessa, or sudda, or",
  "cnd5:34.3": "layman, or bhikkhu, or heaven, or person. \"In the world,\" in the world of the",
  "cnd5:34.4": "suffering world... (omitted).",
  "cnd5:35.1": "\"When knowing the most triumphant Dhamma\": The highest Dhamma is called",
  "cnd5:35.2": "non-living, Nibbāna, which is the cessation of all actions, the cessation of",
  "cnd5:35.3": "all attachments, the cessation of craving, greed, extinguishment, and Nibbāna.",
  "cnd5:35.4": "Supreme, the first, the most victorious, the extraordinary, the highest, the",
  "cnd5:35.5": "most advanced Dhamma; when knowing, distinguishing, understanding, through.",
  "cnd5:36.1": "\"This way you will get through this torrent\": Such a torrent of desire, the",
  "cnd5:36.2": "torrent of seeing, the torrent of ignorance, you can get through, you can",
  "cnd5:36.3": "surpass, you can you can overcome the torrent.",
  "cnd5:37.1": "<em>34 : (Dhotaka:) Brāhmaṇa! I ask, out of compassion,",
  "cnd5:37.2": "Teach me the Dhamma of seclusion,",
  "cnd5:37.3": "(So that) as the void is not bound,",
  "cnd5:37.4": "Here I can walk silently and unrestrained.</em>",
  "cnd5:37.5": "<em>34 : (Dhotaka:) Brāhmaṇa! I ask, out of compassion,",
  "cnd5:37.6": "Teach me the Dhamma of seclusion,",
  "cnd5:37.7": "(So that) as the void is not bound,",
  "cnd5:37.8": "Here I can walk silently and unrestrained.</em>",
  "cnd5:37.9": "<em>34 : (Dhotaka:) Brāhmaṇa! I ask, out of compassion,",
  "cnd5:37.10": "Teach me the Dhamma of seclusion,",
  "cnd5:37.11": "(So that) as the void is not bound,",
  "cnd5:37.12": "Here I can walk silently and unrestrained.</em>",
  "cnd5:37.13": "<em>34 : (Dhotaka:) Brāhmaṇa! I ask, out of compassion,",
  "cnd5:37.14": "Teach me the Dhamma of seclusion,",
  "cnd5:37.15": "(So that) as the void is not bound,",
  "cnd5:37.16": "Here I can walk silently and unrestrained.</em>",
  "cnd5:38.1": "\"Brāhmaṇa! Please teach the commandment out of compassion\": Brāhmaṇa, please",
  "cnd5:38.2": "teach the commandment; Brāhmaṇa, please help; Brāhmaṇa, please be merciful. \"The",
  "cnd5:38.3": "compassionate person,\" The compassionate, the sympathizer, the protector, the",
  "cnd5:38.4": "funder, the compassionate.",
  "cnd5:39.1": "\"The Dhamma of seclusion, that I can know\": Seclusion Dhamma is called",
  "cnd5:39.2": "non-living, Nibbāna, that is the cessation of all actions, the cessation of all",
  "cnd5:39.3": "attachments, the extinction of craving, greed, extinction, and Nibbāna. \"I can",
  "cnd5:39.4": "know,\" I can know, discern, know for sure, understand, prove, reach, and",
  "cnd5:39.5": "testify.",
  "cnd5:40.1": "\"As the void (space) is not bound\": As the void is not stuck, not captured, not",
  "cnd5:40.2": "bound, not tied to the world, then it is the one who is not stuck, not captured,",
  "cnd5:40.3": "and not tied, the one who is not all-bound. (Or,) as the emptiness is not dyed",
  "cnd5:40.4": "with carmine, or golden yellow, or indigo, or deep red, then the one who is not",
  "cnd5:40.5": "dyed (stained), the one who is not angry, the one who does not change foolishly,",
  "cnd5:40.6": "and the one who does not pollute. As the void does not get angry, is not",
  "cnd5:40.7": "abusive, does not resist, and is not attacked, this is the one who is not angry,",
  "cnd5:40.8": "the one who is not abusive, the one who does not resist, the one who is not",
  "cnd5:40.9": "attacked, and the one who does not fight back.",
  "cnd5:41.1": "\"Here I can walk silently and unrestrainedly\": \"Here, silently,\" when you are",
  "cnd5:41.2": "here; when you are sitting here; when you are sitting on this seat; when sitting",
  "cnd5:41.3": "down among the crowd. Or, just here is silent, calm, cooled, stopped. There are",
  "cnd5:41.4": "two types of dependence: the dependence of craving and the dependence of",
  "cnd5:41.5": "seeing... (omitted). After the dependence of love has been cut off, and the",
  "cnd5:41.6": "dependence of seeing has been cut off, one becomes non-dependent on the eyes,",
  "cnd5:41.7": "...the ear..., the nose, tongue, body, mind, forms, sounds, smells, tastes,",
  "cnd5:41.8": "touches, dhammas, family, group, residence, gain, reputation, praise, clothes,",
  "cnd5:41.9": "food, dwelling, (patient's needs and medical necessities), the desire realm, the",
  "cnd5:41.10": "formed realm, the formless realm, the desire to be, the desire for the formless,",
  "cnd5:41.11": "the desire to have, to exist, one aggregate, four aggregates, five aggregates,",
  "cnd5:41.12": "past, future, present, what you see, hear, feel, and can perceive; those who do",
  "cnd5:41.13": "not adhere to, those who do not fall into, those who do not turn their minds",
  "cnd5:41.14": "towards, those who have left, have given up, have been freed, have been",
  "cnd5:41.15": "separated from the bondage, living with an unrestrained heart. \"Can do\" can",
  "cnd5:41.16": "live, can act, can go on, can guard, can survive.",
  "cnd5:42.1": "<em>35 : [The Blessed One: \"Dhotaka!\"]",
  "cnd5:42.2": "I will tell you about the stillness,",
  "cnd5:42.3": "Known in (real) life rather than (through) rumor,",
  "cnd5:42.4": "Anyone who knows it, living mindfully,",
  "cnd5:42.5": "Can cross over love (desire) in the world.</em>",
  "cnd5:42.6": "<em>35 : [The Blessed One: \"Dhotaka!\"]",
  "cnd5:42.7": "I will tell you about the stillness,",
  "cnd5:42.8": "Known in (real) life rather than (through) rumor,",
  "cnd5:42.9": "Anyone who knows it, living mindfully,",
  "cnd5:42.10": "Can cross over love (desire) in the world.</em>",
  "cnd5:42.11": "<em>35 : [The Blessed One: \"Dhotaka!\"]",
  "cnd5:42.12": "I will tell you about the stillness,",
  "cnd5:42.13": "Known in (real) life rather than (through) rumor,",
  "cnd5:42.14": "Anyone who knows it, living mindfully,",
  "cnd5:42.15": "Can cross over love (desire) in the world.</em>",
  "cnd5:42.16": "<em>35 : [The Blessed One: \"Dhotaka!\"]",
  "cnd5:42.17": "I will tell you about the stillness,",
  "cnd5:42.18": "Known in (real) life rather than (through) rumor,",
  "cnd5:42.19": "Anyone who knows it, living mindfully,",
  "cnd5:42.20": "Can cross over love (desire) in the world.</em>",
  "cnd5:42.21": "<em>35 : [The Blessed One: \"Dhotaka!\"]",
  "cnd5:42.22": "I will tell you about the stillness,",
  "cnd5:42.23": "Known in (real) life rather than (through) rumor,",
  "cnd5:42.24": "Anyone who knows it, living mindfully,",
  "cnd5:42.25": "Can cross over love (desire) in the world.</em>",
  "cnd5:43.1": "\"I will tell you about the stillness\": The stillness of greed, the stillness of",
  "cnd5:43.2": "aversion, ...(omitted), the stillness of all unwholesome creations; silence,",
  "cnd5:43.3": "cessation; I will tell, announce, say, explain, teach, interpret, build,",
  "cnd5:43.4": "uncover, parse, clarify.",
  "cnd5:44.1": "\"[The Blessed One: 'Dhotaka'] \": \"Dhotaka,\" the World Venerable calls the",
  "cnd5:44.2": "Brāhmaṇa by his name. \"Blessed One,\" ...(omitted).",
  "cnd5:45.1": "\"In the current life and not from hearsay\": \"In the current life,\" in the seen,",
  "cnd5:45.2": "in the known, in the measured, in the made clear: \"All actions are",
  "cnd5:45.3": "impermanent\"... (omitted) \"any collection of dhammas is an extinction of",
  "cnd5:45.4": "dhammas\" means in the Dhamma that is seen (in the current life), in the Dhamma",
  "cnd5:45.5": "that is known, in the Dhamma that is measured, in the Dhamma that is made clear;",
  "cnd5:45.6": "this is what I will talk about, in the real life. Or, I will tell you about the",
  "cnd5:45.7": "suffering which is seen, I will tell you about the collection which is seen, I",
  "cnd5:45.8": "will tell you the way which is seen, I will tell you about the extinction of",
  "cnd5:45.9": "what is seen, and this is what I will talk about, in the present. Or, in the",
  "cnd5:45.10": "life as directly visible, instant, inviting you to see, able to guide, and the",
  "cnd5:45.11": "wise should experience it by themselves; this is what I will talk about, in this",
  "cnd5:45.12": "life. \"Not rumors,\" not anecdotal, not from hearsay, not from inheritance, not",
  "cnd5:45.13": "from scripture, not from logical inference, not from reasoning, not because of",
  "cnd5:45.14": "theoretical reflection, not because of an opinion received after reflection, but",
  "cnd5:45.15": "by oneself. The known and self-evidenced Dhamma, I will talk about that.",
  "cnd5:46.1": "\"Anyone who lives mindfully after knowing\": After knowing, weighing, judging,",
  "cnd5:46.2": "separating, clarifying: \"All actions are impermanent\" after knowing,",
  "cnd5:46.3": "...(omitted). \"Mindful,\" ...(omitted) he is called mindful. \"Living,\" when you",
  "cnd5:46.4": "go, live, act, guard, exist, survive.",
  "cnd5:47.1": "\"Able to cross through love in the world\": \"Love\" is called craving, which is",
  "cnd5:47.2": "greed, ...(omitted) unwholesome roots. \"Being in love,\" what does it mean to be",
  "cnd5:47.3": "loving? The \"spread\" is love, the \"broad\" is love, the \"vast\" is love, the",
  "cnd5:47.4": "\"incorrect\" is love, \"it forces\" is love, \"it seizes\" is love, \"fraud\" is love,",
  "cnd5:47.5": "\"poisonous root\" is love, \"poisonous fruit\" is love, \"poison is used\" is love;",
  "cnd5:47.6": "or, \"the vast thirst for love\": in form..., sound..., smell..., taste...",
  "cnd5:47.7": "(omitted), the material realm, the formless realm, the desire realm, the four",
  "cnd5:47.8": "constituents, the five endowments, past, future, now, the enlarged attachments",
  "cnd5:47.9": "in the dhammas that are seen, heard, felt, and knowable, are love. \"In the",
  "cnd5:47.10": "world,\" in the world of suffering, in the world of humans, (omitted)..., and in",
  "cnd5:47.11": "the world of being. \"Able to cross the love in the world\": \"The love in the",
  "cnd5:47.12": "world, he can pass through, surpass, pass, transcend, and overcome mindfully\"",
  "cnd5:47.13": "[Ni.1].",
  "cnd5:48.1": "<em>36 : (Dhotaka:) I rejoice at that, great rishi!",
  "cnd5:48.2": "The highest silence,",
  "cnd5:48.3": "Anyone who knows which, living mindfully,",
  "cnd5:48.4": "Can cross through love in the world.</em>",
  "cnd5:48.5": "<em>36 : (Dhotaka:) I rejoice at that, great rishi!",
  "cnd5:48.6": "The highest silence,",
  "cnd5:48.7": "Anyone who knows which, living mindfully,",
  "cnd5:48.8": "Can cross through love in the world.</em>",
  "cnd5:48.9": "<em>36 : (Dhotaka:) I rejoice at that, great rishi!",
  "cnd5:48.10": "The highest silence,",
  "cnd5:48.11": "Anyone who knows which, living mindfully,",
  "cnd5:48.12": "Can cross through love in the world.</em>",
  "cnd5:48.13": "<em>36 : (Dhotaka:) I rejoice at that, great rishi!",
  "cnd5:48.14": "The highest silence,",
  "cnd5:48.15": "Anyone who knows which, living mindfully,",
  "cnd5:48.16": "Can cross through love in the world.</em>",
  "cnd5:49.1": "\"I rejoice at that\": \"That,\" your words, language, teaching, teaching,",
  "cnd5:49.2": "admonition. \"I rejoice,\" I am happy, I wish, I hope, I pray.",
  "cnd5:50.1": "\"Great rishi! The supreme silence\": \"Great rishi\" ...(omitted). \"The supreme",
  "cnd5:50.2": "silence,\" silence is called non-living, Nibbāna, that is the cessation of all",
  "cnd5:50.3": "actions, ...(omitted).",
  "cnd5:51.1": "\"Anyone who knows the thought after knowing\": After knowing... (omitted).",
  "cnd5:52.1": "\"Able to live through the love in the world\": \"Love\" is called craving...",
  "cnd5:52.2": "(omitted).",
  "cnd5:53.1": "<em>37 : [The Blessed One: \"Dhotaka!\"]",
  "cnd5:53.2": "Anything you know rightly, in the upper, lower and middle four directions,",
  "cnd5:53.3": "After knowing that this is the \"tie\" in the world,",
  "cnd5:53.4": "You should not be thirsty for all types of existence.</em>",
  "cnd5:53.5": "<em>37 : [The Blessed One: \"Dhotaka!\"]",
  "cnd5:53.6": "Anything you know rightly, in the upper, lower and middle four directions,",
  "cnd5:53.7": "After knowing that this is the \"tie\" in the world,",
  "cnd5:53.8": "You should not be thirsty for all types of existence.</em>",
  "cnd5:53.9": "<em>37 : [The Blessed One: \"Dhotaka!\"]",
  "cnd5:53.10": "Anything you know rightly, in the upper, lower and middle four directions,",
  "cnd5:53.11": "After knowing that this is the \"tie\" in the world,",
  "cnd5:53.12": "You should not be thirsty for all types of existence.</em>",
  "cnd5:53.13": "<em>37 : [The Blessed One: \"Dhotaka!\"]",
  "cnd5:53.14": "Anything you know rightly, in the upper, lower and middle four directions,",
  "cnd5:53.15": "After knowing that this is the \"tie\" in the world,",
  "cnd5:53.16": "You should not be thirsty for all types of existence.</em>",
  "cnd5:54.1": "\"Anything you know rightly\": Anything you know rightly, what you understand,",
  "cnd5:54.2": "what you know, what you know for sure. \"Dhotaka,\" .... \"Blessed One,\" ....",
  "cnd5:55.1": "\"Upper, lower, and middle four directions\": \"Up\" is the future, \"down\" is the",
  "cnd5:55.2": "past, \"middle four\" is the present; \"up\" is the heavenly world, \"down\" is the",
  "cnd5:55.3": "hell world, \"middle four\" is the world of human beings. Or, \"up\" is good Dhamma,",
  "cnd5:55.4": "\"down\" is unwholesome Dhamma, \"middle four\" is non-marked Dhamma; \"up\" is the",
  "cnd5:55.5": "formless realm, \"down\" is the desire realm, and \"middle four\" is the physical",
  "cnd5:55.6": "realm; \"up\" means joy, \"down\" means suffering, \"middle four\" means neither",
  "cnd5:55.7": "suffering nor joy; \"up\" means above the sole of the foot, \"down\" means below the",
  "cnd5:55.8": "hair, and \"middle four\" means in the middle.",
  "cnd5:56.1": "\"After knowing that this is the 'tie' in the world\": This is the tie, this is",
  "cnd5:56.2": "adhesion, this is binding, this is an obstacle. After knowing, after",
  "cnd5:56.3": "understanding, after weighing, after judging, after separating.",
  "cnd5:57.1": "\"Don't thirst in all types of existence\": \"Thirst\" for love, the thirst for",
  "cnd5:57.2": "form, the thirst for sound... (omitted), the thirst for Dhamma. \"In all types of",
  "cnd5:57.3": "existence,\" all types of existence in kamma, in the middle, in the desire to be",
  "cnd5:57.4": "exist again; in the desire to have, the physical existence; in the physical",
  "cnd5:57.5": "existence, the formless existence; in the formless existence, existence again",
  "cnd5:57.6": "and again; in repeated coming around, rebirth; in rebirth, individual birth.",
  "cnd5:57.7": "Don't be thirsty, don't arouse craving, don't produce desire, don't want thirst,",
  "cnd5:57.8": "don't give birth to thirst, give up, drive away, cause it to end, make it go to",
  "cnd5:57.9": "non-existence.",
  "cnd5:58.1": "At the end of these verses... \"The Blessed One is my teacher, I am a disciple.\""
}