{
  "cnd6:0.1": "6. Upasīva",
  "cnd6:1.1": "<em>38 : [Venerable Upasīva like this:]",
  "cnd6:1.2": "Sakyamuni! Alone, lonely, without support,",
  "cnd6:1.3": "I can't get through the torrent,",
  "cnd6:1.4": "All-seeing One, please tell me about an object,",
  "cnd6:1.5": "Those who depend on which can survive the torrent.</em>",
  "cnd6:1.6": "<em>38 : [Venerable Upasīva like this:]",
  "cnd6:1.7": "Sakyamuni! Alone, lonely, without support,",
  "cnd6:1.8": "I can't get through the torrent,",
  "cnd6:1.9": "All-seeing One, please tell me about an object,",
  "cnd6:1.10": "Those who depend on which can survive the torrent.</em>",
  "cnd6:1.11": "<em>38 : [Venerable Upasīva like this:]",
  "cnd6:1.12": "Sakyamuni! Alone, lonely, without support,",
  "cnd6:1.13": "I can't get through the torrent,",
  "cnd6:1.14": "All-seeing One, please tell me about an object,",
  "cnd6:1.15": "Those who depend on which can survive the torrent.</em>",
  "cnd6:1.16": "<em>38 : [Venerable Upasīva like this:]",
  "cnd6:1.17": "Sakyamuni! Alone, lonely, without support,",
  "cnd6:1.18": "I can't get through the torrent,",
  "cnd6:1.19": "All-seeing One, please tell me about an object,",
  "cnd6:1.20": "Those who depend on which can survive the torrent.</em>",
  "cnd6:1.21": "<em>38 : [Venerable Upasīva like this:]",
  "cnd6:1.22": "Sakyamuni! Alone, lonely, without support,",
  "cnd6:1.23": "I can't get through the torrent,",
  "cnd6:1.24": "All-seeing One, please tell me about an object,",
  "cnd6:1.25": "Those who depend on which can survive the torrent.</em>",
  "cnd6:2.1": "\"Sakyamuni! Alone..., the torrent\": \"Alone,\" Without a personal partner, or",
  "cnd6:2.2": "without my partner of the Dhamma: anyone who is dependent on the Dhamma can",
  "cnd6:2.3": "survive, can transcend, pass, surpass, and overcome the torrents of great",
  "cnd6:2.4": "desire, the torrents of seeing, the torrents of ignorance. \"Sakyamuni,\"",
  "cnd6:2.5": "Sakyamuni is a bhikkhu from the house of Sakya. This is Sakyamuni. Or, \"the",
  "cnd6:2.6": "rich, the wealthy,\" this is also Sakyamuni. For him there are these wealth,",
  "cnd6:2.7": "namely: trusting wealth, abstaining from wealth, ashamed of wealth, hearing",
  "cnd6:2.8": "about wealth, giving wealth, wisdom wealth, mindfulness of wealth, righteous",
  "cnd6:2.9": "wealth, divine wealth, root wealth, strength wealth, enlightenment wealth, Path",
  "cnd6:2.10": "wealth, Fruit wealth, Nibbāna wealth, and use these various treasures as the",
  "cnd6:2.11": "rich, the wealthy. Or, those who are possible, those who are able, those who",
  "cnd6:2.12": "flow out all types of things, those who are sufficient, those who are heroes,",
  "cnd6:2.13": "those who are brave, those who are heroic, those who are not timid, those who",
  "cnd6:2.14": "are not frightened, those who do not run away, those who have given up fear of",
  "cnd6:2.15": "fear, those who have given up terror and fear. Doubts are called doubts: doubt",
  "cnd6:2.16": "of suffering, doubt of the path leading to suffering, doubt of the future, doubt",
  "cnd6:2.17": "of the past, doubt of the future and the past, doubt of causal connections, such",
  "cnd6:2.18": "doubts, suspicions, doubtful states, confusion, hesitation, crossroads,",
  "cnd6:2.19": "inconsistent grasping, hesitating, incomplete understanding, stiff state,",
  "cnd6:2.20": "confusion of mind.",
  "cnd6:3.1": "\"[Like this Venerable Upasīva]\": \"Like this,\" the continuation of the sentences,",
  "cnd6:3.2": "the connection of the words, the completion of the sentences, the combination of",
  "cnd6:3.3": "words, this is the order of the sentence, which is \"like this.\" \"Venerable,\"",
  "cnd6:3.4": "this is a synonym of love, respect, and obedience. \"Upasīva,\" the name, title,",
  "cnd6:3.5": "security of the Brāhmaṇa, title, word, phrase.",
  "cnd6:4.1": "\"Unsupported, I can't get through\": \"Unsupported,\" without support of man or",
  "cnd6:4.2": "without support of the Dhamma, I can't get over it, transcend, pass, surpass,",
  "cnd6:4.3": "overcome the violent currents of great desire, the violent currents of seeing,",
  "cnd6:4.4": "the violent currents of ignorance.",
  "cnd6:5.1": "\"All-seeing, please tell about the object\": The object, the dependence of the",
  "cnd6:5.2": "condition, the close dependence, please tell, please explain, teach, inform,",
  "cnd6:5.3": "establish, uncover, parse, clarify. \"All-eyes,\" all eyes are called the state of",
  "cnd6:5.4": "all-knowing wisdom. Therefore, the Blessed One reaches (has), enters, enters",
  "cnd6:5.5": "completely, has sufficiently, the state of wisdom.",
  "cnd6:6.1": "\"For him, there is nothing unseen here (in this world),",
  "cnd6:6.2": "There is no knowledge that cannot be known,",
  "cnd6:6.3": "He proves that everything that exists should be guided by inference,",
  "cnd6:6.4": "Because the Tathāgata, like that, is all-eyes.\"",
  "cnd6:6.5": "[Ps.1]",
  "cnd6:7.1": "\"Anyone who is dependent (on it) can ride through the torrent\": \"Anyone who is",
  "cnd6:7.2": "dependent,\" a mortal or Dhamma-based person can overcome, transcend, pass,",
  "cnd6:7.3": "surpass, and overcome the torrent of great desire, torrents of being, seeing",
  "cnd6:7.4": "torrents, ignorance torrents.",
  "cnd6:8.1": "<em>39 : [The Blessed One: \"Upasīva!\"]",
  "cnd6:8.2": "Watching non-owning, mindful,",
  "cnd6:8.3": "Relying on \"nothing\" to make you ride through the torrent,",
  "cnd6:8.4": "After giving up on desire,",
  "cnd6:8.5": "Day and night see (contemplate) the demise of craving.</em>",
  "cnd6:8.6": "<em>39 : [The Blessed One: \"Upasīva!\"]",
  "cnd6:8.7": "Watching non-owning, mindful,",
  "cnd6:8.8": "Relying on \"nothing\" to make you ride through the torrent,",
  "cnd6:8.9": "After giving up on desire,",
  "cnd6:8.10": "Day and night see (contemplate) the demise of craving.</em>",
  "cnd6:8.11": "<em>39 : [The Blessed One: \"Upasīva!\"]",
  "cnd6:8.12": "Watching non-owning, mindful,",
  "cnd6:8.13": "Relying on \"nothing\" to make you ride through the torrent,",
  "cnd6:8.14": "After giving up on desire,",
  "cnd6:8.15": "Day and night see (contemplate) the demise of craving.</em>",
  "cnd6:8.16": "<em>39 : [The Blessed One: \"Upasīva!\"]",
  "cnd6:8.17": "Watching non-owning, mindful,",
  "cnd6:8.18": "Relying on \"nothing\" to make you ride through the torrent,",
  "cnd6:8.19": "After giving up on desire,",
  "cnd6:8.20": "Day and night see (contemplate) the demise of craving.</em>",
  "cnd6:8.21": "<em>39 : [The Blessed One: \"Upasīva!\"]",
  "cnd6:8.22": "Watching non-owning, mindful,",
  "cnd6:8.23": "Relying on \"nothing\" to make you ride through the torrent,",
  "cnd6:8.24": "After giving up on desire,",
  "cnd6:8.25": "Day and night see (contemplate) the demise of craving.</em>",
  "cnd6:9.1": "\"Watching non-owning, mindful\": The Brāhmaṇa was originally the attainer and the",
  "cnd6:9.2": "dependent who has no possessions. He doesn't know \"This is my dependence.\" The",
  "cnd6:9.3": "Blessed One explained to him the dependence and the higher way out: enter into",
  "cnd6:9.4": "the state of non-ownership with mindfulness and wait, and then after coming out",
  "cnd6:9.5": "from there, seeing (it) is impermanent, suffering, and sick in the mind and",
  "cnd6:9.6": "mental states that arise, tumor, arrow, curse, the other side, corruption,",
  "cnd6:9.7": "disaster, movable, perishable, unstable, it is no refuge, is miserable, the root",
  "cnd6:9.8": "of misfortune, hypocritical, empty, selfless, it is the dhamma of impermanence,",
  "cnd6:9.9": "murderer, increasing, bait, is life, the method of old age, the method of sorrow",
  "cnd6:9.10": "and despair, of pollution, pleasure, the extinction, trouble, renunciation; he",
  "cnd6:9.11": "is watching, seeing, and observing.",
  "cnd6:10.1": "\"Those with mindfulness\": all thoughts, perceptions, memories... (omitted), this",
  "cnd6:10.2": "is called mindfulness. Having... (omitted), having this mindfulness, he is",
  "cnd6:10.3": "called a mindful person.",
  "cnd6:11.1": "\"[The Blessed One: 'Upasīva!']\": \"Upasīva,\" the Blessed One calls the Brāhmaṇa",
  "cnd6:11.2": "by his surname. \"The Blessed One\" is synonymous with respect. In addition, the",
  "cnd6:11.3": "\"greed breaker\" is the Blessed One; the \"sickness destroyer\" is the Blessed One;",
  "cnd6:11.4": "\"the one who has destroyed conceit\" is the Blessed One; \"the one who has",
  "cnd6:11.5": "destroyed the thorns\" is the Blessed One; \"the one who has destroyed the",
  "cnd6:11.6": "pollutants\" is Blessed One; \"the one who has ended\" is the Blessed One; \"the one",
  "cnd6:11.7": "who has practiced the body, the precepts, the mind, and the wisdom\" is the",
  "cnd6:11.8": "Blessed One; or \"the Blessed One is close to the woods, wild forests, and border",
  "cnd6:11.9": "dwellings (sitting place), where speaking is lessened, it is quiet, away from",
  "cnd6:11.10": "the human atmosphere, alone, and suitable for sitting alone\" is the Blessed One;",
  "cnd6:11.11": "or \"the Blessed One is the one who divides clothes, food, shelter, the needs of",
  "cnd6:11.12": "patients, and medical necessities\"; or \"the Blessed One is the one who has the",
  "cnd6:11.13": "taste of righteousness, the taste of Dhamma, the taste of liberation, the",
  "cnd6:11.14": "increased precepts, the mind, and the wisdom\"; or \"the Blessed One is the four",
  "cnd6:11.15": "types of jhāna, the four immeasurables, the four formlessness, etc., the one who",
  "cnd6:11.16": "divides is the Blessed One\"; or the Blessed One is the one who has the eighth",
  "cnd6:11.17": "liberation, the eight victories, the ninth dwelling place, etc.; or the Blessed",
  "cnd6:11.18": "One is the practice of ten thoughts, (ten) abidings, the one who (observes) the",
  "cnd6:11.19": "in and out of breath; the one who is purely divided is the Blessed One; or the",
  "cnd6:11.20": "Blessed One divides the four mindfulness, the four righteousness, the four",
  "cnd6:11.21": "divine bases (iddhipāda), the five faculties, the five powers, the seven",
  "cnd6:11.22": "enlightenment factors, and the eight branches of the holy path; or the Blessed",
  "cnd6:11.23": "One is ten Tathāgata, four fearlessness, four unobstructed solutions, six",
  "cnd6:11.24": "supernatural powers and the six enlightenment methods. \"Blessed One,\" this name",
  "cnd6:11.25": "is not given by the mother; not given by the father; not given by brothers; not",
  "cnd6:11.26": "given by sisters; not given by friends; not given by relatives; not given by",
  "cnd6:11.27": "Samaṇas or Brāhmaṇas; not given by heaven; it is ultimate liberation; the",
  "cnd6:11.28": "establishment (of the pseudonym) for the acquisition and testimony of the",
  "cnd6:11.29": "Buddha, the Blessed One, under the Bodhi tree, and all knowledge and wisdom,",
  "cnd6:11.30": "that is, the Blessed One.",
  "cnd6:12.1": "\"Relying on 'nothing' makes you ride through the torrent\": \"Nothing\" means",
  "cnd6:12.2": "dwelling in nothingness. For what reason is \"nothing\" dwelling in nothingness?",
  "cnd6:12.3": "Enter into the abode of boundless consciousness mindfully; after dwelling, come",
  "cnd6:12.4": "out from there; that consciousness, perceiving it to not exist, making it to",
  "cnd6:12.5": "disappear, he sees \"nothing,\" and for this reason \"nothing\" is nothing. After",
  "cnd6:12.6": "relying on, and after doing what you want, you can get through, surpass, pass,",
  "cnd6:12.7": "go over, overcome the torrents of desire, torrents of being, the torrents of",
  "cnd6:12.8": "seeing.",
  "cnd6:13.1": "\"After giving up on desire, have been freed from doubts\": \"Desire,\" there are",
  "cnd6:13.2": "two types of desires: the desire for things and the desire for pollution. What",
  "cnd6:13.3": "are the desires for things? Desirable sight, sound, smell, taste, touch;",
  "cnd6:13.4": "bedding, clothing, maidservants, goats and sheep, chickens and pigs, elephants,",
  "cnd6:13.5": "cows, horses, mules, horses, fields, houses, gold, gold coins, villages and",
  "cnd6:13.6": "towns, capitals, countries, territories, treasuries, warehouses; everything that",
  "cnd6:13.7": "can be tainted by greed is the desire for things.",
  "cnd6:14.1": "In addition, there are past desires, future desires, present desires, internal",
  "cnd6:14.2": "desires, external desires, internal and external desires, inferior desires,",
  "cnd6:14.3": "medium desires, superior desires; desires in the suffering world, human desires,",
  "cnd6:14.4": "heavenly desires, existing desire, created desire, uncreated desire, created",
  "cnd6:14.5": "desire by others, possessed desire, unpossessed desire, cherished desire,",
  "cnd6:14.6": "non-cherished desires; the desires of all the worlds of desire, the desires of",
  "cnd6:14.7": "all the worlds of physicality, all the desires of the world of non-material",
  "cnd6:14.8": "worlds, dependence on thirst and desire for love, desiring righteousness, greed",
  "cnd6:14.9": "for righteousness, the desire to be intoxicated by righteousness and happiness,",
  "cnd6:14.10": "is called the desire for things.",
  "cnd6:15.1": "What is the desire for defilement? The desire for desire, the desire for greed,",
  "cnd6:15.2": "the desire of desire to greed, the desire of intention, the desire for lust, the",
  "cnd6:15.3": "desire for intention, the joy of desire, love obsession, the binding harness of",
  "cnd6:15.4": "desire, attachment, the desire for cover.",
  "cnd6:16.1": "\"Seeing those roots of desire,",
  "cnd6:16.2": "Wanting to be produced by thought (intention),",
  "cnd6:16.3": "I will not think of them,",
  "cnd6:16.4": "So desire will not exist.\"",
  "cnd6:16.5": "[Jat.8.421]",
  "cnd6:17.1": "These are called polluting desires. Craving thirst, attachment, it is greed,",
  "cnd6:17.2": "lust... (omitted) unwholesome roots. \"Should give up on desire\": In the desire",
  "cnd6:17.3": "to pollute, one should not be greedy, or obstructed in the desire of things,",
  "cnd6:17.4": "should be separated from greed, and those who have excluded greed, have been",
  "cnd6:17.5": "freed from greed, have renounced greed, have no greed, have eliminated greed,",
  "cnd6:17.6": "those who have attained the cessation of greed, have no hunger and thirst, those",
  "cnd6:17.7": "who have extinguished, have become cool, and feel joy, should live as a",
  "cnd6:17.8": "Brāhmaṇa.",
  "cnd6:18.1": "\"After giving up on the desires,\" after knowing the desires for things, after",
  "cnd6:18.2": "giving up on the desires for pollution, after giving up, after being driven",
  "cnd6:18.3": "away, after finishing, and making it come to non-existence. \"I have been",
  "cnd6:18.4": "separated from doubts,\" doubts are called suspicions: doubts of suffering...",
  "cnd6:18.5": "(omitted). I have been separated from doubts, have abstained, have been",
  "cnd6:18.6": "separated, have left, have been freed, have been separated from the bondage,",
  "cnd6:18.7": "living with an unrestrained heart. Or, separated from thirty-two types of",
  "cnd6:18.8": "beasts, abstinence, quashed, renunciation, and liberation, living with an",
  "cnd6:18.9": "unrestrained heart.",
  "cnd6:19.1": "\"Day and night see the extinguishment of craving\": The craving of \"thirst\"...",
  "cnd6:19.2": "(omitted). Night is called night, day is day; day and night, watch and increase,",
  "cnd6:19.3": "looking up, seeing, watching, observing the extinction of craving, the",
  "cnd6:19.4": "extinction of greed, ...of hatred, ...of ignorance, of interest, of past life,",
  "cnd6:19.5": "of the end of life, of reincarnation, of rotation.",
  "cnd6:20.1": "<em>40 : [Venerable Upasīva like this:]",
  "cnd6:20.2": "Anyone who has left greed in all desires,",
  "cnd6:20.3": "Relies on nothingness and abandoning all others,",
  "cnd6:20.4": "The victor who has the highest liberation of knowledge,",
  "cnd6:20.5": "Can he dwell there and become a non-traveler?</em>",
  "cnd6:20.6": "<em>40 : [Venerable Upasīva like this:]",
  "cnd6:20.7": "Anyone who has left greed in all desires,",
  "cnd6:20.8": "Relies on nothingness and abandoning all others,",
  "cnd6:20.9": "The victor who has the highest liberation of knowledge,",
  "cnd6:20.10": "Can he dwell there and become a non-traveler?</em>",
  "cnd6:20.11": "<em>40 : [Venerable Upasīva like this:]",
  "cnd6:20.12": "Anyone who has left greed in all desires,",
  "cnd6:20.13": "Relies on nothingness and abandoning all others,",
  "cnd6:20.14": "The victor who has the highest liberation of knowledge,",
  "cnd6:20.15": "Can he dwell there and become a non-traveler?</em>",
  "cnd6:20.16": "<em>40 : [Venerable Upasīva like this:]",
  "cnd6:20.17": "Anyone who has left greed in all desires,",
  "cnd6:20.18": "Relies on nothingness and abandoning all others,",
  "cnd6:20.19": "The victor who has the highest liberation of knowledge,",
  "cnd6:20.20": "Can he dwell there and become a non-traveler?</em>",
  "cnd6:20.21": "<em>40 : [Venerable Upasīva like this:]",
  "cnd6:20.22": "Anyone who has left greed in all desires,",
  "cnd6:20.23": "Relies on nothingness and abandoning all others,",
  "cnd6:20.24": "The victor who has the highest liberation of knowledge,",
  "cnd6:20.25": "Can he dwell there and become a non-traveler?</em>",
  "cnd6:21.1": "\"Anyone who has departed from greed in all desires\": \"In everything,\" all",
  "cnd6:21.2": "completely, completely in every aspect, without residue, and the whole earth.",
  "cnd6:21.3": "This is the language of pervasiveness, which is \"in everything.\" \"Desire,\"",
  "cnd6:21.4": "...(omitted). \"Anyone who has departed from greed in all desires\": Anyone who",
  "cnd6:21.5": "has gone away from greed in all desires, has no greed, has abandoned greed, has",
  "cnd6:21.6": "eliminated greed, has been freed from greed, has renounced greed, has broken",
  "cnd6:21.7": "greed, those who have suppressed greed.",
  "cnd6:22.1": "\"[Like this Venerable Upasīva]\": ...(omitted).",
  "cnd6:23.1": "\"Relying on non-owning and abandoning the others\": The lower six attainments he",
  "cnd6:23.2": "abandons, renounces, after giving up forever, surpasses, crosses, overcomes, and",
  "cnd6:23.3": "attains the sphere of nothingness, non-dependent, non-clinging. Those who enter,",
  "cnd6:23.4": "those who fully enter, those who are tied, those who turn their minds toward",
  "cnd6:23.5": "them.",
  "cnd6:24.1": "\"The victors who are liberated at the highest level\": Those who are liberated",
  "cnd6:24.2": "are called the seven attainments, and the liberation of nothingness is the",
  "cnd6:24.3": "first, the most victorious, the best, the foremost, the highest, the top, the",
  "cnd6:24.4": "winner of liberation, the overcomer, the character, the abundant, the serious,",
  "cnd6:24.5": "the one with that as the object, inclining to, leading to, resolved, the winner.",
  "cnd6:25.1": "\"Can he dwell there and become a non-traveler\": \"Can he dwell,\" questioning of",
  "cnd6:25.2": "doubt, questioning of perplexity, questioning of confusion, more than one",
  "cnd6:25.3": "question: \"Is that so? Isn't that true? What is it? How is it?\" \"There,\" in",
  "cnd6:25.4": "nowhere. \"Non-travelers,\" those who do not follow, those who do not shake",
  "cnd6:25.5": "(waver), those who do not leave, those who do not disappear, and those who do",
  "cnd6:25.6": "not return. Or, the one who is not infected, the one who does not fall, the one",
  "cnd6:25.7": "who does not change to be foolish, the one who is not defiled.",
  "cnd6:26.1": "<em>41 : [The Blessed One: \"Upasīva!\"]",
  "cnd6:26.2": "After going away from greed in all their desires,",
  "cnd6:26.3": "Relying on nothingness, abandoning other things,",
  "cnd6:26.4": "The victor who is liberated in the knowledge,",
  "cnd6:26.5": "He can live there and become a non-traveler.</em>",
  "cnd6:26.6": "<em>41 : [The Blessed One: \"Upasīva!\"]",
  "cnd6:26.7": "After going away from greed in all their desires,",
  "cnd6:26.8": "Relying on nothingness, abandoning other things,",
  "cnd6:26.9": "The victor who is liberated in the knowledge,",
  "cnd6:26.10": "He can live there and become a non-traveler.</em>",
  "cnd6:26.11": "<em>41 : [The Blessed One: \"Upasīva!\"]",
  "cnd6:26.12": "After going away from greed in all their desires,",
  "cnd6:26.13": "Relying on nothingness, abandoning other things,",
  "cnd6:26.14": "The victor who is liberated in the knowledge,",
  "cnd6:26.15": "He can live there and become a non-traveler.</em>",
  "cnd6:26.16": "<em>41 : [The Blessed One: \"Upasīva!\"]",
  "cnd6:26.17": "After going away from greed in all their desires,",
  "cnd6:26.18": "Relying on nothingness, abandoning other things,",
  "cnd6:26.19": "The victor who is liberated in the knowledge,",
  "cnd6:26.20": "He can live there and become a non-traveler.</em>",
  "cnd6:26.21": "<em>41 : [The Blessed One: \"Upasīva!\"]",
  "cnd6:26.22": "After going away from greed in all their desires,",
  "cnd6:26.23": "Relying on nothingness, abandoning other things,",
  "cnd6:26.24": "The victor who is liberated in the knowledge,",
  "cnd6:26.25": "He can live there and become a non-traveler.</em>",
  "cnd6:27.1": "\"Anyone who has departed from greed in all desires\": ...(omitted).",
  "cnd6:28.1": "\"[The Blessed One: 'Upasīva!']\": ...(omitted).",
  "cnd6:29.1": "\"Rely on nothing and abandon the others\": ...(omitted).",
  "cnd6:30.1": "\"The victors who are liberated at the highest level\": ...(omitted).",
  "cnd6:31.1": "\"He can dwell there and become a non-traveler\": \"He can dwell,\" he can live and",
  "cnd6:31.2": "stand for sixty thousand kappas. \"There,\" in nowhere. \"Non-traveler,\" the",
  "cnd6:31.3": "non-follower, the one who does not shake (waver), the one who does not leave,",
  "cnd6:31.4": "the one who does not disappear, the one who does not retreat. Or, the one who is",
  "cnd6:31.5": "not infected, the one who does not fall, the one who does not remain ignorant,",
  "cnd6:31.6": "the one who does not defile.",
  "cnd6:32.1": "<em>42 : [Venerable Upasīva like this:]",
  "cnd6:32.2": "If he can live there and become a non-traveler,",
  "cnd6:32.3": "Even for many years, all-seeing One!",
  "cnd6:32.4": "Would he become cooled and liberated?",
  "cnd6:32.5": "Will the consciousness of people like that die?</em>",
  "cnd6:32.6": "<em>42 : [Venerable Upasīva like this:]",
  "cnd6:32.7": "If he can live there and become a non-traveler,",
  "cnd6:32.8": "Even for many years, all-seeing One!",
  "cnd6:32.9": "Would he become cooled and liberated?",
  "cnd6:32.10": "Will the consciousness of people like that die?</em>",
  "cnd6:32.11": "<em>42 : [Venerable Upasīva like this:]",
  "cnd6:32.12": "If he can live there and become a non-traveler,",
  "cnd6:32.13": "Even for many years, all-seeing One!",
  "cnd6:32.14": "Would he become cooled and liberated?",
  "cnd6:32.15": "Will the consciousness of people like that die?</em>",
  "cnd6:32.16": "<em>42 : [Venerable Upasīva like this:]",
  "cnd6:32.17": "If he can live there and become a non-traveler,",
  "cnd6:32.18": "Even for many years, all-seeing One!",
  "cnd6:32.19": "Would he become cooled and liberated?",
  "cnd6:32.20": "Will the consciousness of people like that die?</em>",
  "cnd6:32.21": "<em>42 : [Venerable Upasīva like this:]",
  "cnd6:32.22": "If he can live there and become a non-traveler,",
  "cnd6:32.23": "Even for many years, all-seeing One!",
  "cnd6:32.24": "Would he become cooled and liberated?",
  "cnd6:32.25": "Will the consciousness of people like that die?</em>",
  "cnd6:33.1": "\"If he can live there and become a non-traveler\": ...(omitted).",
  "cnd6:34.1": "\"Even for many years, all-eyes\": \"Even for many years, many years; many hundred",
  "cnd6:34.2": "years; many thousand years; many ten thousand years; many kappas. All eyes are",
  "cnd6:34.3": "called the state of all knowing wisdom... (omitted).",
  "cnd6:35.1": "\"Will he become cooled and liberated? Will the consciousness of a person like",
  "cnd6:35.2": "that die?\": The arrival of the cool state, constant, firm, eternal, and",
  "cnd6:35.3": "unchanging. Will it survive as everlasting? Or will his consciousness die, be",
  "cnd6:35.4": "extinguished, disappear, perish, or not exist? Will some reborn consciousness be",
  "cnd6:35.5": "born from the desire realm, or the physical realm, or the non-material realm? He",
  "cnd6:35.6": "asked of the permanence and extinction of those who have entered into",
  "cnd6:35.7": "nothingness. Or will they there realize Nibbāna in the ultimate unremaining",
  "cnd6:35.8": "Nibbāna? Or, will his consciousness die, and the further realization of",
  "cnd6:35.9": "consciousness will arise in the desire realm, Or the physical realm, or the",
  "cnd6:35.10": "non-material realm? He asked about the Nibbāna and consummation of those who",
  "cnd6:35.11": "have no place to regenerate. \"That type of person,\" Like that, the fixator, this",
  "cnd6:35.12": "type, the similar, the rebirth after nothingness.",
  "cnd6:36.1": "<em>43 : [The Blessed One: \"Upasīva!\"]",
  "cnd6:36.2": "Like the flame being thrown by the wind,",
  "cnd6:36.3": "Goes to extinction and cannot be reckoned (to exist),",
  "cnd6:36.4": "Like this, the Muni has been freed from the name and body,",
  "cnd6:36.5": "Goes to extinction, and cannot be reckoned (to exist).</em>",
  "cnd6:36.6": "<em>43 : [The Blessed One: \"Upasīva!\"]",
  "cnd6:36.7": "Like the flame being thrown by the wind,",
  "cnd6:36.8": "Goes to extinction and cannot be reckoned (to exist),",
  "cnd6:36.9": "Like this, the Muni has been freed from the name and body,",
  "cnd6:36.10": "Goes to extinction, and cannot be reckoned (to exist).</em>",
  "cnd6:36.11": "<em>43 : [The Blessed One: \"Upasīva!\"]",
  "cnd6:36.12": "Like the flame being thrown by the wind,",
  "cnd6:36.13": "Goes to extinction and cannot be reckoned (to exist),",
  "cnd6:36.14": "Like this, the Muni has been freed from the name and body,",
  "cnd6:36.15": "Goes to extinction, and cannot be reckoned (to exist).</em>",
  "cnd6:36.16": "<em>43 : [The Blessed One: \"Upasīva!\"]",
  "cnd6:36.17": "Like the flame being thrown by the wind,",
  "cnd6:36.18": "Goes to extinction and cannot be reckoned (to exist),",
  "cnd6:36.19": "Like this, the Muni has been freed from the name and body,",
  "cnd6:36.20": "Goes to extinction, and cannot be reckoned (to exist).</em>",
  "cnd6:36.21": "<em>43 : [The Blessed One: \"Upasīva!\"]",
  "cnd6:36.22": "Like the flame being thrown by the wind,",
  "cnd6:36.23": "Goes to extinction and cannot be reckoned (to exist),",
  "cnd6:36.24": "Like this, the Muni has been freed from the name and body,",
  "cnd6:36.25": "Goes to extinction, and cannot be reckoned (to exist).</em>",
  "cnd6:37.1": "\"Like a flame thrown by the wind\": The flame is called a light flame. \"Wind,\"",
  "cnd6:37.2": "east wind, west wind, north wind, south wind, dusty wind, dust-free wind, cold",
  "cnd6:37.3": "wind, hot wind, small wind, extreme wind, swift wind, cross wind, wind of the",
  "cnd6:37.4": "golden-winged bird, wind of the dormitory leaves, wind of the fan. \"Tossed by",
  "cnd6:37.5": "the wind,\" tossed, thrown, dispersed, strongly dispersed, hit, eliminated by the",
  "cnd6:37.6": "wind.",
  "cnd6:38.1": "\"[The Blessed One: 'Upasīva!']\": ...(omitted).",
  "cnd6:39.1": "\"Goes to extinction, cannot be reckoned\": \"Walk to extinction,\" to go to",
  "cnd6:39.2": "extinction, make it go to extinction, be extinct, be calmed down, to stop.",
  "cnd6:39.3": "\"Cannot be reckoned by name,\" is difficult to be given a name, saying does not",
  "cnd6:39.4": "come, counting does not come, designating does not come: \"It has arrived in the",
  "cnd6:39.5": "east, or has arrived in the west, or has arrived in the north, or has arrived in",
  "cnd6:39.6": "the south, or has reached the top, or has reached the bottom, or has reached the",
  "cnd6:39.7": "horizontal direction, or has reached the middle of the four directions.\" It has",
  "cnd6:39.8": "no cause, no predestiny, and no factor that will fall into (walk to) the name.",
  "cnd6:40.1": "\"Muni is free from name and body like this\": \"Like this\" is a figurative",
  "cnd6:40.2": "arrangement. \"Muni,\" Muni is called wisdom, understanding, simple selection,",
  "cnd6:40.3": "investigation, discernment, recognition, discrimination, close observation,",
  "cnd6:40.4": "inspection, learned virtuous wisdom, proficiency, cleverness, study, reflection,",
  "cnd6:40.5": "review, contemplation, examination, general comprehensive wisdom, vipassanā,",
  "cnd6:40.6": "right knowledge, stabbing rod, wisdom root, wisdom sword, wisdom palace, wisdom",
  "cnd6:40.7": "brightness, wisdom light, no delusion, choice of dhamma, right view. The Blessed",
  "cnd6:40.8": "One has the wisdom of Muni, reaching Muni. There are three Muni (perfect",
  "cnd6:40.9": "virtues): body Muni, language Muni, intention Muni.",
  "cnd6:41.1": "What is the body of Muni? The three types of body and evil deeds are cut off as",
  "cnd6:41.2": "the Muni position; the three types of good behaviors are the Muni position; the",
  "cnd6:41.3": "wisdom in the body is the Muni position; the knowledge of the body is the Muni",
  "cnd6:41.4": "position; walking the Path with (higher) knowledge is the body of Muni; the",
  "cnd6:41.5": "abandonment of desire and greed, cut off, as the Muni; the fourth jhāna",
  "cnd6:41.6": "extinction of the body is the position of Muni.",
  "cnd6:42.1": "What is the language of Muni? The abandonment of the four types of evil deeds of",
  "cnd6:42.2": "language is the position of Muni; the four types of good acts of language are",
  "cnd6:42.3": "the position of Muni; the wisdom of linguistic objects is the position of Muni;",
  "cnd6:42.4": "the knowledge of language is the position of Muni; and knowing the path of all",
  "cnd6:42.5": "acts is the position of Muni; the abandonment of desire and greed of language is",
  "cnd6:42.6": "the position of Muni; the second jhāna cessation of language is the position of",
  "cnd6:42.7": "language Muni.",
  "cnd6:43.1": "What is intention Muni? The three types of deeds of intention and evil deeds are",
  "cnd6:43.2": "the Muni position; the three types of good deeds are the Muni position; the",
  "cnd6:43.3": "wisdom in the mind-object is the Muni position; the knowledge of the heart is",
  "cnd6:43.4": "the Muni position; the one that walks the Path with knowledge is the position of",
  "cnd6:43.5": "Muni; the desire and greed of the heart being judged is the position of Muni;",
  "cnd6:43.6": "the desire to perish the mind is the position of Muni.",
  "cnd6:44.1": "\"Body Muni, Language Muni, and Intention Muni are no troubles,",
  "cnd6:44.2": "Muni has the status of Muni, and they say he is the one who cuts everything.",
  "cnd6:44.3": "Body Muni, Language Muni, and Intention Muni are no troubles,",
  "cnd6:44.4": "Muni has the status of Muni, and they say that they are those who have been cleansed of evil.\"",
  "cnd6:45.1": "The six types of Muni have these three modes of Muni: Muni at home, Muni without",
  "cnd6:45.2": "a home, Muni with learning, Muni without learning, Bhikkhu Muni, Muni (of the)",
  "cnd6:45.3": "Muni. Which is at home? Those laymen who have seen the footsteps and have",
  "cnd6:45.4": "learned the precepts, these are at home. Which are homeless Muni? Those bhikkhus",
  "cnd6:45.5": "who have seen the footsteps and who have learned the precepts are homeless Muni.",
  "cnd6:45.6": "There are seven types of learning for learning Muni, Arahant for non-learning",
  "cnd6:45.7": "Muni, and Bhikkhu Buddha as Bhikkhu Muni. Muni (of) Muni is called Tathāgata,",
  "cnd6:45.8": "Arahant, and Enlightened One.",
  "cnd6:46.1": "\"Non-wise is Muni, a foolish and ignorant man,",
  "cnd6:46.2": "After raising the scale, take the top one and become a wise man.",
  "cnd6:46.3": "Avoid all evils, that Muni became Muni because of that,",
  "cnd6:46.4": "Everyone who understands the (inner and outer sum) in the world,",
  "cnd6:46.5": "Because that is said to be Muni.",
  "cnd6:46.6": "Who knows all the inside and outside of the world,",
  "cnd6:46.7": "The unwholesome and the good behind the Dhamma,",
  "cnd6:46.8": "Everyone who is supported (respected) by heaven and man,",
  "cnd6:46.9": "Beyond staining and the net, he is Muni.\"",
  "cnd6:47.1": "\"Already freed from the name and body,\" the Muni who had been freed from the",
  "cnd6:47.2": "body before, crossed that portion, cut off. For the Muni, because of the",
  "cnd6:47.3": "existence, the four holy ways are obtained, the name and body are known in the",
  "cnd6:47.4": "attained four holy ways, and knowing the name and form, there is disengagement,",
  "cnd6:47.5": "freedom, and liberation without clinging.",
  "cnd6:48.1": "\"Walking to extinction, he cannot be reckoned\": \"He doesn't come to the name\"",
  "cnd6:48.2": "with the world of Nibbāna without remnants. \"He does not come to the name,\" he",
  "cnd6:48.3": "does not come to the name of the one who realizes Nibbāna in the world of",
  "cnd6:48.4": "Nibbāna without residue. He does not come (he is difficult to be given a name),",
  "cnd6:48.5": "in saying he does not come, in counting he does not come, and designating he",
  "cnd6:48.6": "does not come: \"khattiya,\" or \"Brāhmaṇa,\" or \"vessa,\" or \"sudda,\" or \"at home,\"",
  "cnd6:48.7": "or \"uncle,\" or \"god,\" or \"person,\" or \"form,\" or \"formless,\" or \"thinking,\" or",
  "cnd6:48.8": "\"not thinking,\" or \"neither thinking nor not-thinking;\" he has no cause, no",
  "cnd6:48.9": "predestiny, and no factor to fall into (walk to) the name.",
  "cnd6:49.1": "<em>44 : (Upasīva:) Has he reached extinction, or he does not exist,",
  "cnd6:49.2": "Or is he a disease-free person?",
  "cnd6:49.3": "I ask Muni to explain this thoroughly for me,",
  "cnd6:49.4": "Because like this you are the knower of this Dhamma.</em>",
  "cnd6:49.5": "<em>44 : (Upasīva:) Has he reached extinction, or he does not exist,",
  "cnd6:49.6": "Or is he a disease-free person?",
  "cnd6:49.7": "I ask Muni to explain this thoroughly for me,",
  "cnd6:49.8": "Because like this you are the knower of this Dhamma.</em>",
  "cnd6:49.9": "<em>44 : (Upasīva:) Has he reached extinction, or he does not exist,",
  "cnd6:49.10": "Or is he a disease-free person?",
  "cnd6:49.11": "I ask Muni to explain this thoroughly for me,",
  "cnd6:49.12": "Because like this you are the knower of this Dhamma.</em>",
  "cnd6:49.13": "<em>44 : (Upasīva:) Has he reached extinction, or he does not exist,",
  "cnd6:49.14": "Or is he a disease-free person?",
  "cnd6:49.15": "I ask Muni to explain this thoroughly for me,",
  "cnd6:49.16": "Because like this you are the knower of this Dhamma.</em>",
  "cnd6:50.1": "\"Has he reached extinction or he does not exist\": He has reached extinction or",
  "cnd6:50.2": "does not exist, he has been annihilated, has been destroyed, has been",
  "cnd6:50.3": "destroyed.",
  "cnd6:51.1": "\"Eternally disease-free\": It is still constant, firm, eternal, and unchanging.",
  "cnd6:52.1": "\"Muni, please explain this thoroughly for me\": \"That,\" ...(omitted). \"Muni,\"",
  "cnd6:52.2": "...(omitted). \"Explain thoroughly,\" ...(omitted).",
  "cnd6:53.1": "\"Because you are the knower of these Dhammas like this\": Because you are the",
  "cnd6:53.2": "knower of these Dhammas like this, the measurer, the judge, the clarifier.",
  "cnd6:54.1": "<em>45 : [The Blessed One: \"Upasīva!\"]",
  "cnd6:54.2": "For the one who has reach extinction, there is no measure,",
  "cnd6:54.3": "Nothing can be said of his existence,",
  "cnd6:54.4": "When all dhamma has been eradicated,",
  "cnd6:54.5": "All language paths are also eradicated.</em>",
  "cnd6:54.6": "<em>45 : [The Blessed One: \"Upasīva!\"]",
  "cnd6:54.7": "For the one who has reach extinction, there is no measure,",
  "cnd6:54.8": "Nothing can be said of his existence,",
  "cnd6:54.9": "When all dhamma has been eradicated,",
  "cnd6:54.10": "All language paths are also eradicated.</em>",
  "cnd6:54.11": "<em>45 : [The Blessed One: \"Upasīva!\"]",
  "cnd6:54.12": "For the one who has reach extinction, there is no measure,",
  "cnd6:54.13": "Nothing can be said of his existence,",
  "cnd6:54.14": "When all dhamma has been eradicated,",
  "cnd6:54.15": "All language paths are also eradicated.</em>",
  "cnd6:54.16": "<em>45 : [The Blessed One: \"Upasīva!\"]",
  "cnd6:54.17": "For the one who has reach extinction, there is no measure,",
  "cnd6:54.18": "Nothing can be said of his existence,",
  "cnd6:54.19": "When all dhamma has been eradicated,",
  "cnd6:54.20": "All language paths are also eradicated.</em>",
  "cnd6:54.21": "<em>45 : [The Blessed One: \"Upasīva!\"]",
  "cnd6:54.22": "For the one who has reach extinction, there is no measure,",
  "cnd6:54.23": "Nothing can be said of his existence,",
  "cnd6:54.24": "When all dhamma has been eradicated,",
  "cnd6:54.25": "All language paths are also eradicated.</em>",
  "cnd6:55.1": "\"For those who have reached extinction, there is no measure\": For those who have",
  "cnd6:55.2": "reached extinction, for those who have no remnants of Nibbāna, the measure of",
  "cnd6:55.3": "form does not exist, the measure of receiving does not exist, ...thinking does",
  "cnd6:55.4": "not exist, ...action..., ...consciousness..., it does not exist is not known, is",
  "cnd6:55.5": "not discovered, has been cut off, calmed down, stopped, unable to arise, and",
  "cnd6:55.6": "burned by the fire of wisdom.",
  "cnd6:56.1": "\"[The Blessed One: 'Upasīva!']\": ...(omitted).",
  "cnd6:57.1": "\"What can be said about him does not exist for him\": What can be said about him",
  "cnd6:57.2": "in terms of greed; ...what type of hatred; ...foolishness; ...sloth; in view,",
  "cnd6:57.3": "who can speak of him; what can be said about him by what disbelief; ...by what",
  "cnd6:57.4": "suspicion; ...by the latent tendency of troubles, become \"infected,\" or",
  "cnd6:57.5": "\"disgusting,\" or \"ignorant,\" or \"being bound,\" or \"clinging,\" or \"coming to",
  "cnd6:57.6": "disorganization,\" or \"coming to dissatisfaction,\" or \"coming to fortitude?\"",
  "cnd6:57.7": "Those deeds have been abandoned. What state of interest has been abandoned, he",
  "cnd6:57.8": "will tremble and become a \"hell-fallen,\" or a \"beast-fallen person,\" or a",
  "cnd6:57.9": "\"hungry ghost land person,\" or a \"human,\" or a \"heaven,\" or a \"formed,\" or",
  "cnd6:57.10": "\"formless,\" or \"thinking,\" or \"non-thinking,\" or \"neither thinking nor",
  "cnd6:57.11": "non-thinking?\" He has no cause, no predestination, no factor to say so, to tell,",
  "cnd6:57.12": "talk, explain.",
  "cnd6:58.1": "\"When all dhammas have been eradicated\": In all dhammas, in all aggregates, in",
  "cnd6:58.2": "all places, in all realms, in all places of interest, in all rebirth, in all",
  "cnd6:58.3": "incarnations, in all existence, in all reincarnation, when the cycle has been",
  "cnd6:58.4": "pulled out, when it has been eradicated, when it has been removed, when it has",
  "cnd6:58.5": "been completely removed, when it has been disconnected, when it has calmed down,",
  "cnd6:58.6": "when it has ceased, when it cannot arise, when it has been burned by the fire of",
  "cnd6:58.7": "wisdom.",
  "cnd6:59.1": "\"All language paths are also eradicated\": The language path is called the",
  "cnd6:59.2": "pollution and the various aggregates and the various creations. For him, the",
  "cnd6:59.3": "language, the language path, the name (increase of words), the language, and the",
  "cnd6:59.4": "peace, has been pulled out, has been eradicated, ...(omitted).",
  "cnd6:60.1": "At the end of these verses... \"The Blessed One is my teacher, I am a disciple.\""
}
