{
  "cnd8:0.1": "8. Hemaka",
  "cnd8:1.1": "<em>53 : [Venerable Hemaka like this:]",
  "cnd8:1.2": "Whatever they told me before, before Gotama's teaching,",
  "cnd8:1.3": "Like this that was, like this that will be, that is all rumors,",
  "cnd8:1.4": "That was all an increase in theory, I didn't have much joy there.</em>",
  "cnd8:1.5": "<em>53 : [Venerable Hemaka like this:]",
  "cnd8:1.6": "Whatever they told me before, before Gotama's teaching,",
  "cnd8:1.7": "Like this that was, like this that will be, that is all rumors,",
  "cnd8:1.8": "That was all an increase in theory, I didn't have much joy there.</em>",
  "cnd8:1.9": "<em>53 : [Venerable Hemaka like this:]",
  "cnd8:1.10": "Whatever they told me before, before Gotama's teaching,",
  "cnd8:1.11": "Like this that was, like this that will be, that is all rumors,",
  "cnd8:1.12": "That was all an increase in theory, I didn't have much joy there.</em>",
  "cnd8:1.13": "<em>53 : [Venerable Hemaka like this:]",
  "cnd8:1.14": "Whatever they told me before, before Gotama's teaching,",
  "cnd8:1.15": "Like this that was, like this that will be, that is all rumors,",
  "cnd8:1.16": "That was all an increase in theory, I didn't have much joy there.</em>",
  "cnd8:2.1": "\"What they told me before\": Bāvari Brāhmaṇa and all other his teachers, they",
  "cnd8:2.2": "explain, teach, inform, establish, uncover, analyze, clarify their own views,",
  "cnd8:2.3": "their own likes, inclinations, opinions, intentions.",
  "cnd8:3.1": "\"[Like this Venerable Hemaka]\": \"Like this,\" the continuation of the sentences,",
  "cnd8:3.2": "the connection of the words, the completion of the sentences, the combination of",
  "cnd8:3.3": "words, this is the order of the sentence, which is \"like this.\" \"Venerable,\"",
  "cnd8:3.4": "this is a synonym of love, respect, and obedience. \"Hemaka,\" the name, title,",
  "cnd8:3.5": "security of the Brāhmaṇa, title, word, phrase.",
  "cnd8:4.1": "\"Before the teachings of Gotama\": Before the teachings of Gotama, on the other",
  "cnd8:4.2": "side of the teachings of Gotama, prior to the teachings of Gotama; the Buddha's",
  "cnd8:4.3": "precepts, the precepts of the victors, the precepts of the Tathāgata, the first",
  "cnd8:4.4": "precepts of the Arahants.",
  "cnd8:5.1": "\"Like this and that was, like this and that will be\": Legend that it was like",
  "cnd8:5.2": "this, and that it will be like this.",
  "cnd8:6.1": "\"It's all rumors\": It's all rumors, hearsay, inheritance, the teachings of the",
  "cnd8:6.2": "scriptures, logical inferences, reasoning, thoughts about theories, opinions",
  "cnd8:6.3": "accepted after contemplation, and they tell that they are not personally proven",
  "cnd8:6.4": "by themselves, not the self-proven method.",
  "cnd8:7.1": "\"That is all an increase in theory\": It is all an increase in theory, an",
  "cnd8:7.2": "increase in seeking, ...thinking, ...desire, malicious seeking, persecution, the",
  "cnd8:7.3": "thinking about land, the thinking about death, the thinking related to sympathy",
  "cnd8:7.4": "with others, the thinking related to the benefit of respect and reputation, the",
  "cnd8:7.5": "thinking related to not being scorned.",
  "cnd8:8.1": "\"I didn't have great joy there\": I didn't have great joy there, didn't receive",
  "cnd8:8.2": "it, didn't prove it, didn't obtain it.",
  "cnd8:9.1": "<em>54 : Please tell me the Dhamma of the destruction of craving; Muni!",
  "cnd8:9.2": "Anyone who knows which and has mindfulness",
  "cnd8:9.3": "Can live through the love in the world.</em>",
  "cnd8:9.4": "<em>54 : Please tell me the Dhamma of the destruction of craving; Muni!",
  "cnd8:9.5": "Anyone who knows which and has mindfulness",
  "cnd8:9.6": "Can live through the love in the world.</em>",
  "cnd8:9.7": "<em>54 : Please tell me the Dhamma of the destruction of craving; Muni!",
  "cnd8:9.8": "Anyone who knows which and has mindfulness",
  "cnd8:9.9": "Can live through the love in the world.</em>",
  "cnd8:10.1": "\"Please tell me\": \"You,\" the Blessed One. \"Tell the Dhamma,\" the beginning is",
  "cnd8:10.2": "good, the middle is good, the end is good; the meaning is correct, the phrase is",
  "cnd8:10.3": "correct; only complete, pure Brahma: four mindfulnesses, four righteousnesses,",
  "cnd8:10.4": "four divine bases, five senses, five powers, seven enlightenment factors, eight",
  "cnd8:10.5": "holy paths, Nibbāna and the path leading to Nibbāna; please declare, please",
  "cnd8:10.6": "explain, please teach, please inform, please establish, please uncover, please",
  "cnd8:10.7": "parse, please clarify.",
  "cnd8:11.1": "\"The destruction of thirst, Muni\": \"Thirst,\" desire for form, desire for sounds,",
  "cnd8:11.2": "desire for smells, desire for tastes, desire for touches, desire for",
  "cnd8:11.3": "acquisition, desire for wealth, desire for sons, desire for life, the state of",
  "cnd8:11.4": "desire, hope, prayer, greedy appearance, possessing greed, inquiring for profit,",
  "cnd8:11.5": "illegal greed, improper greed, hope, envy, desire for desire, desire for",
  "cnd8:11.6": "nothingness, desire for form, formless thirst, extinguished thirst, form thirst,",
  "cnd8:11.7": "sound thirst, smell thirst, taste thirst, touch thirst, dhamma thirst, torrent,",
  "cnd8:11.8": "harness, binding, clinging, obstacles, covering, defilements, potential trends",
  "cnd8:11.9": "of troubles, entanglement, vines, stinginess, suffering roots, causes of",
  "cnd8:11.10": "suffering, occurrence of suffering, magical nets, magical hooks, magical food,",
  "cnd8:11.11": "the realm of the devil, the residence of the devil, the state of the devil, the",
  "cnd8:11.12": "bondage of the devil, the river of thirst, the net of thirst, the rope of",
  "cnd8:11.13": "thirst, the sea of thirst, craving, greed, and the root of unwholesomeness.",
  "cnd8:12.1": "\"Muni,\" Muni is called wisdom, understanding, simple selection, investigation,",
  "cnd8:12.2": "discernment, recognition, discrimination, close observation, inspection, learned",
  "cnd8:12.3": "virtuous wisdom, proficiency, cleverness, study, reflection, review,",
  "cnd8:12.4": "contemplation, examination, general comprehensive wisdom, vipassanā, right",
  "cnd8:12.5": "knowledge, stabbing rod, wisdom root, wisdom sword, wisdom palace, wisdom",
  "cnd8:12.6": "brightness, wisdom light, no delusion, choice of dhamma, right view. The Blessed",
  "cnd8:12.7": "One has the wisdom of Muni, reaching Muni. There are three Muni (perfect",
  "cnd8:12.8": "virtues): body Muni, language Muni, intention Muni.",
  "cnd8:13.1": "What is the body of Muni? The three types of body and evil deeds are cut off as",
  "cnd8:13.2": "the Muni position; the three types of good behaviors are the Muni position; the",
  "cnd8:13.3": "wisdom in the body is the Muni position; the knowledge of the body is the Muni",
  "cnd8:13.4": "position; walking the Path with (higher) knowledge is the body of Muni; the",
  "cnd8:13.5": "abandonment of desire and greed, cut off, as the Muni; the fourth jhāna",
  "cnd8:13.6": "extinction of the body is the position of Muni.",
  "cnd8:14.1": "What is the language of Muni? The abandonment of the four types of evil deeds of",
  "cnd8:14.2": "language is the position of Muni; the four types of good acts of language are",
  "cnd8:14.3": "the position of Muni; the wisdom of linguistic objects is the position of Muni;",
  "cnd8:14.4": "the knowledge of language is the position of Muni; and knowing the path of all",
  "cnd8:14.5": "acts is the position of Muni; the abandonment of desire and greed of language is",
  "cnd8:14.6": "the position of Muni; the second jhāna cessation of language is the position of",
  "cnd8:14.7": "language Muni.",
  "cnd8:15.1": "What is intention Muni? The three types of deeds of intention and evil deeds are",
  "cnd8:15.2": "the Muni position; the three types of good deeds are the Muni position; the",
  "cnd8:15.3": "wisdom in the mind-object is the Muni position; the knowledge of the heart is",
  "cnd8:15.4": "the Muni position; the one that walks the Path with knowledge is the position of",
  "cnd8:15.5": "Muni; the desire and greed of the heart being judged is the position of Muni;",
  "cnd8:15.6": "the desire to perish the mind is the position of Muni.",
  "cnd8:16.1": "\"Body Muni, Language Muni, and Intention Muni are no troubles,",
  "cnd8:16.2": "Muni has the status of Muni, and they say he is the one who cuts everything.",
  "cnd8:16.3": "Body Muni, Language Muni, and Intention Muni are no troubles,",
  "cnd8:16.4": "Muni has the status of Muni, and they say that they are those who have been cleansed of evil.\"",
  "cnd8:17.1": "The six types of Muni have these three modes of Muni: Muni at home, Muni without",
  "cnd8:17.2": "a home, Muni with learning, Muni without learning, Bhikkhu Muni, Muni (of the)",
  "cnd8:17.3": "Muni. Which is at home? Those laymen who have seen the footsteps and have",
  "cnd8:17.4": "learned the precepts, these are at home. Which are homeless Muni? Those bhikkhus",
  "cnd8:17.5": "who have seen the footsteps and who have learned the precepts are homeless Muni.",
  "cnd8:17.6": "There are seven types of learning for learning Muni, Arahant for non-learning",
  "cnd8:17.7": "Muni, and Bhikkhu Buddha as Bhikkhu Muni. Muni (of) Muni is called Tathāgata,",
  "cnd8:17.8": "Arahant, and Enlightened One.",
  "cnd8:18.1": "\"Non-wise is Muni, a foolish and ignorant man,",
  "cnd8:18.2": "After raising the scale, take the top one and become a wise man.",
  "cnd8:18.3": "Avoid all evils, that Muni became Muni because of that,",
  "cnd8:18.4": "Everyone who understands the (inner and outer sum) in the world,",
  "cnd8:18.5": "Because that is said to be Muni.",
  "cnd8:18.6": "Who knows all the inside and outside of the world,",
  "cnd8:18.7": "The unwholesome and the good behind the Dhamma,",
  "cnd8:18.8": "Everyone who is supported (respected) by heaven and man,",
  "cnd8:18.9": "Beyond staining and the net, he is Muni.\"",
  "cnd8:19.1": "\"Anyone who knows the mindfulness after knowing\": ....",
  "cnd8:20.1": "\"Able to live through love in the world\": \"Love\" is called craving, which is",
  "cnd8:20.2": "greed, ...(omitted) unwholesome roots. \"Being in love,\" what does it mean to be",
  "cnd8:20.3": "loving? The \"spread\" is love, the \"broad\" is love, the \"vast\" is love, the",
  "cnd8:20.4": "\"incorrect\" is love, \"it forces\" is love, \"it seizes\" is love, \"fraud\" is love,",
  "cnd8:20.5": "\"poisonous root\" is love, \"poisonous fruit\" is love, \"poison is used\" is love;",
  "cnd8:20.6": "or, \"the vast thirst for love\": in form..., sound..., smell..., taste...",
  "cnd8:20.7": "(omitted), the material realm, the formless realm, the desire realm, the four",
  "cnd8:20.8": "constituents, the five endowments, past, future, now, the enlarged attachments",
  "cnd8:20.9": "in the dhammas that are seen, heard, felt, and knowable, are love. \"In the",
  "cnd8:20.10": "world,\" in the world of suffering, in the world of humans, (omitted)..., and in",
  "cnd8:20.11": "the world of being. \"Able to survive the love in the world\": \"The love in the",
  "cnd8:20.12": "world, he can pass through, surpass, pass, transcend, and overcome mindfully\"",
  "cnd8:20.13": "[Ni.1].",
  "cnd8:21.1": "<em>55 : (The Blessed One:) Here in what you see, hear, feel, and know,",
  "cnd8:21.2": "In terms of desire, Hemaka!",
  "cnd8:21.3": "The driving away from desire and greed",
  "cnd8:21.4": "Is the immortal state of Nibbāna.</em>",
  "cnd8:21.5": "<em>55 : (The Blessed One:) Here in what you see, hear, feel, and know,",
  "cnd8:21.6": "In terms of desire, Hemaka!",
  "cnd8:21.7": "The driving away from desire and greed",
  "cnd8:21.8": "Is the immortal state of Nibbāna.</em>",
  "cnd8:21.9": "<em>55 : (The Blessed One:) Here in what you see, hear, feel, and know,",
  "cnd8:21.10": "In terms of desire, Hemaka!",
  "cnd8:21.11": "The driving away from desire and greed",
  "cnd8:21.12": "Is the immortal state of Nibbāna.</em>",
  "cnd8:21.13": "<em>55 : (The Blessed One:) Here in what you see, hear, feel, and know,",
  "cnd8:21.14": "In terms of desire, Hemaka!",
  "cnd8:21.15": "The driving away from desire and greed",
  "cnd8:21.16": "Is the immortal state of Nibbāna.</em>",
  "cnd8:22.1": "\"Here in what you see, what you hear, what you feel, what you know\": \"What you",
  "cnd8:22.2": "see\" is seen by the eyes. \"What you hear\" is heard by your ears. \"What you feel\"",
  "cnd8:22.3": "is smelled by your nose, tasted by your tongue, and physical contact.",
  "cnd8:22.4": "\"Knowledge,\" known by consciousness.",
  "cnd8:23.1": "\"In terms of desire, Hemaka\": What is the lovely and desirable in the world?",
  "cnd8:23.2": "Eyes are lovely and desirable in the world, ears are...(omitted), nose is...,",
  "cnd8:23.3": "tongue is..., the body..., meaning..., form, sound, smell, taste, touch, the",
  "cnd8:23.4": "dhammas, eye-consciousness ear-sense..., nose-consciousness,",
  "cnd8:23.5": "tongue-consciousness, body-consciousness, mind-consciousness, eye touch, ear",
  "cnd8:23.6": "touch, nose touch, tongue tough, body touch, mind touch, eye touch is lovely and",
  "cnd8:23.7": "desirable in the world; ear touch is born and felt..., nose touch..., tongue",
  "cnd8:23.8": "touch, body touch, mind being born and felt is lovely and desirable in the",
  "cnd8:23.9": "world; desire is in the world..., sound is in the world..., smell..., taste,",
  "cnd8:23.10": "thoughts of touch, thoughts of the dhamma, thoughts of form, ...of sound, ...of",
  "cnd8:23.11": "smell, taste...; craving for form..., craving for sound..., ...smell, taste,",
  "cnd8:23.12": "touch, Dhamma; search for form..., ...sound..., taste, touch, Dhamma; form is..,",
  "cnd8:23.13": "sound is..., smell, taste, touch, Dhamma is lovely and agreeable in the world.",
  "cnd8:24.1": "\"Expulsion of desire and greed\": \"Desire, greed,\" that is the desire of desire,",
  "cnd8:24.2": "the greed of desire, the joy of desire, the thirst of desire, the love of",
  "cnd8:24.3": "desire, the enthusiasm of desire, and the obsession of desire, desire's taking,",
  "cnd8:24.4": "desire's torrent, desire's harness (binding), desire's clinging, desire's cover.",
  "cnd8:24.5": "\"The driving away from desire and greed\": The cessation of desire and greed; the",
  "cnd8:24.6": "calming down of desire and greed; the stopping of desire and greed; non-living",
  "cnd8:24.7": "and Nibbāna.",
  "cnd8:25.1": "\"The realm of Nibbāna, immortality\": The realm of Nibbāna is the realm of",
  "cnd8:25.2": "rescue, refuge, shelter, and no terror. \"Immortality,\" always, firm, eternal,",
  "cnd8:25.3": "and unchanging.",
  "cnd8:26.1": "<em>56 : After knowing this, all those who are mindful,",
  "cnd8:26.2": "Those who see the Dhamma, are completely cooled.",
  "cnd8:26.3": "And they are always silent,",
  "cnd8:26.4": "Crossing the love in the world.</em>",
  "cnd8:26.5": "<em>56 : After knowing this, all those who are mindful,",
  "cnd8:26.6": "Those who see the Dhamma, are completely cooled.",
  "cnd8:26.7": "And they are always silent,",
  "cnd8:26.8": "Crossing the love in the world.</em>",
  "cnd8:26.9": "<em>56 : After knowing this, all those who are mindful,",
  "cnd8:26.10": "Those who see the Dhamma, are completely cooled.",
  "cnd8:26.11": "And they are always silent,",
  "cnd8:26.12": "Crossing the love in the world.</em>",
  "cnd8:26.13": "<em>56 : After knowing this, all those who are mindful,",
  "cnd8:26.14": "Those who see the Dhamma, are completely cooled.",
  "cnd8:26.15": "And they are always silent,",
  "cnd8:26.16": "Crossing the love in the world.</em>",
  "cnd8:27.1": "\"After knowing this, all those who have mindfulness\": \"This,\" non-living,",
  "cnd8:27.2": "Nibbāna, that is the cessation of all actions, the cessation of all attachments,",
  "cnd8:27.3": "the extinction of craving, greed, extinction, and Nibbāna. \"After,\" after",
  "cnd8:27.4": "knowing, after understanding, after measuring, after judging, after separating,",
  "cnd8:27.5": "after clarifying. \"All actions are impermanent,\" after knowing...; \"all actions",
  "cnd8:27.6": "are suffering,\"...; \"all dhammas are not-self,\"...; \"any collection of dhammas",
  "cnd8:27.7": "is an extinction of dhammas,\".... \"Who...\" is an Arahant who has exhausted all",
  "cnd8:27.8": "his troubles. The \"mindful person\" is mindful in four ways: when practicing",
  "cnd8:27.9": "mindfulness on the body, when practicing mindfulness on perception, when",
  "cnd8:27.10": "watching the mind in the heart, when the practice is in line with the teachings,",
  "cnd8:27.11": "it is mindful.",
  "cnd8:28.1": "And again in four ways: the state of avoiding non-mind, the state of the Dhamma",
  "cnd8:28.2": "that should be done to the mind, the state of the Dhamma that is obstructed by",
  "cnd8:28.3": "the mind, the state of the mindfulness factor (phase) not being forgotten.",
  "cnd8:29.1": "And again in four ways: the state of possessing mindfulness, the state of",
  "cnd8:29.2": "abiding in mindfulness, the state of experiencing mindfulness, and the state of",
  "cnd8:29.3": "mindfulness not lowering.",
  "cnd8:30.1": "And again in four ways: with the state of being mindful as the object of",
  "cnd8:30.2": "mindfulness, the quiet state as the object, the calm state as the object, the",
  "cnd8:30.3": "state of silence; the recollection of the Buddha, the recollection of the",
  "cnd8:30.4": "Dhamma, the recollection of the Saṅgha, the precepts, the alms, of the mind;",
  "cnd8:30.5": "mindfulness of the in and out breath, of death, of the body, of silence; all",
  "cnd8:30.6": "mindfulness, free-mindfulness..., the path without a fork, are called",
  "cnd8:30.7": "mindfulness. Having been fully possessed, reaching fully, possessing, arriving,",
  "cnd8:30.8": "with this thought, he is called mindful.",
  "cnd8:31.1": "\"A person who sees the Dhamma, a person who is completely cooled\": \"The one who",
  "cnd8:31.2": "sees the Dhamma,\" the one who knows the Dhamma, the one who measures the Dhamma,",
  "cnd8:31.3": "the judge of the Dhamma, the clearer of the Dhamma, the person who knows the",
  "cnd8:31.4": "Dhamma. The seer of the Dhamma of \"all actions are impermanent\"..., of \"all",
  "cnd8:31.5": "actions are non-self\"..., of \"ignorance is the cause of action\"..., \"any",
  "cnd8:31.6": "collection of dhammas is an extinction\"...; a seer, a knower of Dhamma, a judge",
  "cnd8:31.7": "of Dhamma, a clearer of Dhamma. \"Completely cooled,\" making the state of cooled",
  "cnd8:31.8": "greed, anger..., foolishness..., resent..., unscrupulousness...; the silent",
  "cnd8:31.9": "state, the calmed state, the extinguished state, the cooled state, the departed",
  "cnd8:31.10": "state, and the ceased state are silent, ceased, calmed, cooled, and stopped.",
  "cnd8:32.1": "\"And they are always silent\": \"Quiet,\" making the cooled and silenced state of",
  "cnd8:32.2": "greed, ...aggression..., ignorance, ...anger, ...hate ...; the silent state, the",
  "cnd8:32.3": "calmed state, the ceased state, the extinguished state, the cooled state, the",
  "cnd8:32.4": "departed state, and the ceased state are silent, silent, calmed, cooled, and",
  "cnd8:32.5": "stopped.\" \"They\" are Arahants, those who have exhausted their troubles.",
  "cnd8:32.6": "\"Always,\" always, all the time, eternally, constantly, continuously,",
  "cnd8:32.7": "uninterrupted, successively, like the rise of water waves without intervals, the",
  "cnd8:32.8": "continuous accompanying and touching, before noon, afternoon, first night,",
  "cnd8:32.9": "midnight, and after night, in the dark moon, bright moon, rainy season, winter,",
  "cnd8:32.10": "summer, in youth, middle age, and old age.",
  "cnd8:33.1": "\"Crossing through the world of love\": Love is called thirst, which is greed,",
  "cnd8:33.2": "lust, acquiescence, conformity, joy, desire, obsession, taking, contaminated,",
  "cnd8:33.3": "disturbance, fraud, (reincarnation) root cause, (bitter) fertility, tailoring",
  "cnd8:33.4": "(greed), net, river, bondage, rope, attachment, accumulation, companionship,",
  "cnd8:33.5": "desire, intimate interaction, forest, jungle, love, expectation, relationship,",
  "cnd8:33.6": "desire for form, desire for sounds, desire for smells, desire for tastes, desire",
  "cnd8:33.7": "for touches, desire for acquisition, desire for wealth, desire for sons, desire",
  "cnd8:33.8": "for life, the state of desire, hope, prayer, greedy appearance, possessing",
  "cnd8:33.9": "greed, inquiring for profit, illegal greed, improper greed, hope, envy, desire",
  "cnd8:33.10": "for desire, desire for nothingness, desire for form, formless thirst,",
  "cnd8:33.11": "extinguished thirst, form thirst, sound thirst, smell thirst, taste thirst,",
  "cnd8:33.12": "touch thirst, dhamma thirst, torrent, harness, binding, clinging, obstacles,",
  "cnd8:33.13": "covering, defilements, potential trends of troubles, entanglement, vines,",
  "cnd8:33.14": "stinginess, suffering roots, causes of suffering, occurrence of suffering,",
  "cnd8:33.15": "magical nets, magical hooks, magical food, the realm of the devil, the residence",
  "cnd8:33.16": "of the devil, the state of the devil, the bondage of the devil, the river of",
  "cnd8:33.17": "thirst, the net of thirst, the rope of thirst, the sea of thirst, craving,",
  "cnd8:33.18": "greed, and the root of unwholesomeness. \"Love\": What is the meaning of love...",
  "cnd8:33.19": "(omitted). \"In the world\": The world of suffering.... \"Overcoming the love in",
  "cnd8:33.20": "the world\": The love in the world, he has passed, has surpassed, has",
  "cnd8:33.21": "transcended, has crossed, has overcome [Ni.1].",
  "cnd8:34.1": "At the end of these verses... \"The Blessed One is my teacher, I am a disciple.\""
}